<?php
$db = array(
	"cardh1title" => "Принтер",
	"title" => "Принтеры этикеток штрих-кода",
	"link" => "/print.html",
		"subcats" => array(
			"termotransfernye" => array(
				"title" => "Термотрансферные принтеры",
				"link" => "/print01.html",
					"prods" => array(
						"zebra_zd420" => array(
							"title" => "Zebra ZD420",
							"article" => "",
							"link" => "/print/zebra_zd420.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB Bluetooth"
							),
							"images" => array(
								"/new_images/print/zebra-zd420-1.jpg",
								"/new_images/print/zebra-zd420-2.jpg",
								"/new_images/print/zebra-zd420-3.jpg",
								"/new_images/print/zebra-zd420-4.jpg",
								"/new_images/print/zebra-zd420-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная",
								"Разрешение печати" => "300 dpi",
								"Ширина печати" => "104 мм",
								"Класс принтера" => "начальный",
								"Габаритные размеры" => "254 х 202 x 177 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная",
									"Разрешение печати" => "300 dpi",
									"Ширина печати" => "104 мм",
									"Класс принтера" => "начальный",
									"Габаритные размеры" => "254 х 202 x 177 мм",
									"Модуль отделителя этикеток" => "опция",
									"Модуль отрезчика этикеток" => "опция",
									"Интерфейс подключения" => "USB, Bluetooth",
									"Вес" => "2.3 кг",
									"Размер рулона" => "Внешний диаметр 127 мм, внутренний диаметр основы: 12.7 мм и 25.4 мм (стандарт), 38.1 мм, 50.8 мм и 76.2 мм с использованием дополнительных переходников",
									"Оперативная память" => "512 Мб",
									"Память для данных" => "256 Мб",
									"Датчики" => "на отражение, черной метки",
									"Температура хранения" => "от -40°C до 60°C",
									"Температура эксплуатации" => "от 4.4° до 41° C",
									"Влажность при хранении" => "от 5% до 95% без конденсации",
									"Влажность при эксплуатации" => "от 10% до 90% без конденсации"
								),
								"desc" => "<p>Термотрансферный принтер этикеток Zebra ZD420 — первая модель среди настольных принтеров, имеющих упрощенную систему установки риббона.</p><p>Устройство поддерживает работу с ленточными картриджами, удобен в эксплуатации. Установленный на картридже красящей ленты специальный чип информирует о необходимости замены расходного материала.</p><p>Перемещаемый датчик зазора этикетки/бирки обеспечивает использование разных видов расходных материалов (материал с нанесенной по краю черной меткой, материал с выкусами, несколькими этикетками, расположенными по ширине рулона).</p><p>Интерфейс USB позволяет подключить принтер к другим устройствам.</p><h3 align='center'>Особенности</h3><ul><li>Печать этикеток с высоким разрешением - 203 или 300 dpi - опционально.</li><li>Функционирование на базе системы Link-OS, позволяющей сократить время на внедрение и управление принтером или группой принтеров, установленных в любой точке планеты, через 'облако'.</li><li>егкость и простота замены картриджа и обеспечение бесперебойной работы (новый картридж красящей ленты и иконки состояния («статус», «пауза», «данные», «расходные материалы» и «сеть») упрощают работу с оборудованием).</li><li>Выполнение заданий, полученных проводным и беспроводным способами (принтер поддерживает проводные (USB, RS-232 и 10/100 Ethernet) и беспроводные (WiFi 802.11ac и Bluetooth 4.1) интерфейсы подключения.</li><li>Опционально - отделитель и отрезчик этикеток.</li></ul><p>Модификация принтера – принтер для здравоохранения Zebra ZD420-HC. Корпус из специального пластика герметичные кнопки позволяют проводить дезинфекцию.</p><p>Оборудование поставляется с блоком питания, разработанным для здравоохранения. Небольшой корпус удобен для использования в ограниченном пространстве, аптеках и лабораториях.</p><p>Высокое разрешение печати 300 dpi позволяет создавать четкие и легко читаемые этикетки для лекарственных препаратов и контейнеров.</p>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Этикетки с информацией учреждений (печать указательных табличек).</li><li>Этикетки для косметики, парфюмерии и других товаров.</li><li>Этикетки для лекарственных препаратов, лабораторий и образцов.</li><li>Промышленное производство.</li></ul>"
							)
						),
						"vesy-tsc-te200" => array(
							"title" => "TSC TE200",
							"article" => "",
							"link" => "/print/vesy-tsc-te200.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/tsc_te200.png",
								"/new_images/print/tsc-te200-2.jpg",
								"/new_images/print/tsc-te200-3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термотрансферная",
								"Разрешение печати" => "203 dpi",
								"Ширина печати" => "108 мм",
								"Класс принтера" => "начальный",
								"Интерфейс подключения" => "USB"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Метод печати" => "термотрансферная",
									"Разрешение печати" => "203 dpi",
									"Ширина печати" => "108 мм",
									"Класс принтера" => "начальный",
									"Интерфейс подключения" => "USB",
									"Язык программирования" => "TSPL-EZ",
									"RFID" => "нет",
									"Вес" => "2.4 кг",
									"Габаритные размеры" => "204*164*280 мм",
									"Диапазон рабочих температур" => "От 5°С до 40°С",
									"Датчики" => "Конец бумаги, открытой печатающей головки, расстояния между этикетками, черной метки",
									"Скорость печати" => "152 мм/сек",
									"Процессор" => "32 bit RISC",
									"Оперативная память" => "6 Мб",
									"Память для данных" => "8 Мб",
									"Максимальная намотка красящей ленты (риббон)" => "300 м",
									"Диаметр втулки красящей ленты (риббон)" => "1 дюйм",
									"Тип намотки красящей ленты (риббон)" => "OUT внешняя",
									"Диаметр рулона этикеток" => "127 мм"
 								),
 								"desc" => "<p>Принтеры серии TSC TE200 - это надёжные высокопроизводительные и доступные по цене устройства, которые отлично подойдут для использования в сфере здравоохранения, розничной торговли, на почте, а так же для работы в небольшом офисе.</p><p>TSC TE200- новый принтер этикеток с процессором 400 МГц частоты, USB 2.0, с запоминающим устройством со свободным подбором(DRAM), объемом 16 Мегабайт и флэш-памятью объемом 8 Мегабайт, скоростью печати 152 миллиметров в секунду и разрешением плотности печати 203 пикселей на дюйм.</p><p>Этикетки под печать для этого устройства подаются сразу, без ожидания.</p><p>В комплект принтер TE200 входит: программное обеспечение для дизайна и печати этикеток BarTender TSC Edition.</p><h3 align='center'>Особенности</h3><ul><li>Крышка полностью откидывается, что очень удобно при установке риббонов и рулонов с этикетками;</li><li>Мощные двигатели для намотки рулонов , если у вас внешняя подача лент;</li><li>Система подачи красящей ленты работает с рулонами на втулке 25,4 миллиметров и 12,5 миллиметров;</li><li>Установлены датчики зазора между этикетками и для «чёрной метки»( контраст, наносимый на этикетку, определяет ее начало и конец).</li></ul><p>Термотрансферная печать принтера осуществляется с помощью термоголовки и красящей ленты. Головка нагревает красящую ленту (риббон). Штрих код или графические, текстовые данные переносятся на этикетку.</p><p>Суть метода похожа на работу на печатных машинках. Принтер печатает бирки, нестирающиеся со временем, устойчивые к влажности 85%(без конденсата) и температуре от +5 до +40 градусов Цельсия.</p><p>Замена термоголовок и ведущего вала осуществляется легко, без дополнительных устройств.</p>",
 								"advantages" => array(
 									"Корпус TE200 выполнен из пластмассы на основе химических материалов: акрилонитрила, бутадиена и стирола.",
 									"Принтер этикеток TSC TE200 является энергосберегающим согласно стандарту энергосбережения Energy Star 2.0."
 								),
 								"appAreas" => "<p>Принтеры серии TSC TE200 - это прочные, производительные и экономичные устройства, подходящие для работы:<ul><li>в мед.организациях( для идентификации и учета пациентов);</li><li>розничной торговли( чеки и этикетки на продукцию);</li><li>на почте(штамповка писем и посылок);</li><li>в небольшом офисе( для учета и автоматизации).</li></ul></p><p>Покупая принтер этикеток TSC TE200 в нашей компании, вы всегда найдете у нас расходные материалы для него по экономичной цене!</p>"
 							)
						),
						"print01_001" => array(
							"title" => "Zebra Zebra LP 2824, Zebra TLP 2824",
							"article" => "",
							"link" => "/print01_001.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "56_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB RS-232 LPT"	
							),
							"images" => array(
								"/new_images/print/printer-lp-tlp-2824-1.jpg",
								"/new_images/print/printer-lp-tlp-2824-2.jpg",
								"/new_images/print/printer-lp-tlp-2824-3.jpg",
								"/new_images/print/printer-zebra-lp-tlp-28240-info.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "102 мм./сек.",
								"Диаметр внутренней втулки ролика" => "25 мм. или 38 мм",
								"Толщина этикетки с подложкой" => "0,07 - 0,18 мм.",
								"Диаметр ролика" => "127 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "102 мм./сек.",
									"Тип печати" => "Прямая термопечать (LP 2824), Термо/термотрансферная печать (TLP 2824), Термо/термотрансферная печать (TLP 2824 Plus)",
									"Толщина этикетки с подложкой" => "0,07 - 0,18 мм.",
									"Диаметр ролика" => "127 мм",
									"Диаметр внутренней втулки ролика" => "25 мм. или 38 мм",
									"Память" => "128 Кб до 256 Кб",
									"Flash-память" => "512 Кб до 1.0 Мб",
									"Макс. внешний диаметр красящего ролика" => "33 мм",
									"Диаметр внутренней втулки красящего ролика" => "12.7 мм",
									"Язык управления принтером" => "EPL2",
									"Интерфейс" => "RS232 и USB (LP 2824), LPT (TLP 2824), LPT (TLP 2824 Plus)",
									"Макс. ширина печати" => "56 мм",
									"Макс. длина печати" => "279 мм",
									"Сенсор" => "Разрыва этикетки",
									"Рекомендуемый объем печати в день" => "до 3000 этикеток",
									"Размер принтера" => "93х190х173 (LP 2824), 140х242х178 (TLP 2824), 140х242х178 (TLP 2824 Plus)",
									"Вес" => "1.2 кг. (LP 2824), 1.6 кг. (TLP 2824), 1.6 кг. (TLP 2824 Plus)",
									"Рабочая температура" => "От 5°С до -40°С",
									"Температура хранения" => "От -40°С до -60°С",
									"Комплект поставки" => "Принтер LP2824/TLP2824, Блок питания со шнуром, Один ролик и втулка,<br>Набор для чистки принтера, Инструкция пользователя и инструкция по программированию на английском языке на CD,<br>Инструкция по программированию на русском языке, Драйверы под Windows"
								),
								"desc" => "<p>Zebra LP/TLP 2824 - настольный принтер печати на этикетках, билетах, текстильных лентах и ярлыках.</p><p>Осуществляет термо и термотрансферную печать.</p><p>Несмотря на компактные размеры, оборудование вмещает в себя рулон этикеток с внешним диаметром втулки до 127 мм.</p><h3 align='center'>Особенности</h3><ul><li>Передвигаемый держатель рулона - подходят этикетки в рулоне, внутренний диаметр которых от 25 мм до 37 мм.</li><li>Простая замена термоголовки, которая прикреплена к верхней крышке и откидывается вместе с ней. Это облегчает доступ к головке для ее обслуживания или замены.</li><li>Прозрачное окошко принтера позволяет контролировать наличие бумаги.</li><li>Корпус изготовлен из высокопрочного пластика (материал - ABS).</li><li>Наличие интерфейса, обеспечивающего подсоединение к выдвижному ящику кассового аппарата (параллельный Centronics, последовательный RS-232).</li></ul><h3 align='center'>Дополнительная комплектация</h3><ul><li>Сетевая карта ZebraNet PrintServer II.</li><li>Расширяемая память (до 1 Мб).</li><li>Последовательный RS422.</li><li>Таймер.</li><li>Внешнняя клавиатура.</li><li>Отделитель термоэтикеток с сенсором.</li><li>Резак.</li><li>Внешний смотчик.</li></ul><table align='center' width='100%' border><tbody align='center'><tr><td width='20%'><b>Модель</b></td><td><b>LP 2824</b></td><td><b>TLP 2824</b></td><td><b>TLP 2824 Plus</b></td></tr><tr><td width='20%'>Память</td><td colspan='3'>128 Кб до 256 Кб</td></tr><tr><td width='20%'>Flash-память</td><td colspan='3'>512 Кб до 1.0 Мб</td></tr><tr><td width='20%'>Разрешение печати</td><td colspan='3'>203 dpi</td></tr><tr><td width='20%'>Скорость печати</td><td colspan='3'>102 мм./сек.</td></tr><tr><td width='20%'>Тип печати</td><td>Прямая термопечать</td><td>Термо/термотрансферная печать</td><td>Термо/термотрансферная печать</td></tr><tr><td width='20%'>Толщина этикетки с подложкой</td><td colspan='3'>0,07 - 0,18 мм.</td></tr><tr><td width='20%'>Диаметр ролика</td><td colspan='3'>127 мм</td></tr><tr><td width='20%'>Диаметр внутренней втулки ролика</td><td colspan='3'>25 мм. или 38 мм.</td></tr><tr><td width='20%'>Макс. внешний диаметр красящего ролика</td><td colspan='3'>33 мм</td></tr><tr><td width='20%'>Диаметр внутренней втулки красящего ролика</td><td colspan='3'>12.7 мм</td></tr><tr><td width='20%'>Язык управления принтером</td><td colspan='3'>EPL2</td></tr><tr><td width='20%'>Интерфейс</td><td>RS232 и USB</td><td>LPT</td><td>LPT</td></tr><tr><td width='20%'>Макс. ширина печати</td><td colspan='3'>56 мм</td></tr><tr><td width='20%'>Макс. длина печати</td><td colspan='3'>279 мм</td></tr><tr><td width='20%'>Сенсор</td><td colspan='3'>Разрыва этикетки</td></tr><tr><td width='20%'>Рекомендуемый объем печати в день</td><td colspan='3'>до 3000 этикеток</td></tr><tr><td width='20%'>Размер принтера</td><td>93х190х173</td><td>140х242х178</td><td>140х242х178</td></tr><tr><td>Вес</td><td>1.2 кг.</td><td>1.6 кг.</td><td>1.6 кг.</td></tr><tr><td width='20%'>Рабочая температура</td><td colspan='3'>От 5°С до -40°С</td></tr><tr><td width='20%'>Температура хранения</td><td colspan='3'>От -40°С до -60°С</td></tr><tr><td width='20%'>Комплект поставки</td><td colspan='3'>Принтер LP2824/TLP2824, Блок питания со шнуром, Один ролик и втулка, Набор для чистки принтера, Инструкция пользователя и инструкция по программированию на английском языке на CD, Инструкция по программированию на русском языке, Драйверы под Windows</td></tr></tbody></table><p align='center'><embed src='http://sj-company.ru/video/printer-zebra-lp-tlp-2824-video.mp4' width='639' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Настольный принтер Zebra LP/TLP 2824 получил применение в области торговли и здравоохранения, подходит для складского учета и офисной работы.</p><p>Применяется для печати ценников, рецептов, билетов, этикеток для маркировки товаров.</p>"
							)
						),
						"print01_002" => array(
							"title" => "Zebra LP/TLP 2844",
							"article" => "",
							"link" => "/print01_002.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "109_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB RS-232 LPT"
							),
							"images" => array(
								"/new_images/print/zebra-2844-sm.jpg",
								"/new_images/print/zebra-2844-1-sm.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Тип печати" => "Прямая термопечать",
								"Скорость печати" => "102 мм/сек",
								"Максимальная ширина печати" => "109 мм",
								"Максимальная длина печати" => "279 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Тип печати" => "Прямая термопечать",
									"Скорость печати" => "102 мм/сек",
									"Максимальная ширина печати" => "109 мм",
									"Максимальная длина печати" => "279 мм",
									"Максимальный внешний диаметр ролика бумаги" => "120 мм",
									"Тип бумаги" => "Этикетки, бумага, картон. Неразрывная лента, с перфорацией, сложенные гармошкой или в формате билетов",
									"Метод загрузки бумаги" => "Разъемная термоголовка",
									"Сенсор бумаги" => "На просвет или на отражение",
									"Типы печатаемых штрих-кодов" => "Code 39, Codabar, Extended Code 93, Code 93, Code128 UCC; Code128, Subsets A,B, and C;<br>Interleaved 2 of 5; UPC-A, UPC-E, 2 and 5 digit add-on ; UPC Shipping container code, EAN-8, EAN-13, 2 and 5 digit add-on;<br>EAN-128; POSTNET; German Postal Code; MaxiCode; PDF-417 / Macro PDF-417;",
									"Интерфейс" => "RS232, Centronics (LPT) и USB",
									"Память" => "256 Кб до 512 Кб",
									"Flash-память" => "512Кб до 1024 Кб",
									"Гарантия на принтер" => "1 год, термоголовка 30 км",
									"Размеры" => "168 (В) х 193 (Ш) х 208 (Д) мм.",
									"Рекомендуемый объем печати в день" => "3000 этикеток",
									"Материал корпуса" => "ударопрочный пластик",
									"Вес" => "1,5 кг",
									"Рабочая температура" => "от 5 гр. C до 40 гр. C",
									"Температура хранения" => "от -40 гр. C до 60 гр. C",
									"Комплект поставки" => "Принтер, блок питания со шнуром, один ролик и втулка, набор для чистки принтера, инструкция пользователя и инструкция по программированию, драйверы под Windows, кабель Centronics",
									"Тип расходных материалов" => "Термотикетки в рулонах с пропуском между ними, без пропуска, бесконечные материалы",
									"Внешний диаметр рулона" => "до 127 мм",
									"Диаметр втулки" => "25.4 или 38 мм",
									"Ширина этикетки" => "25.4 мм - 108 мм",
									"Толщина этикетки" => "0.075 - 0.18 мм"
								),
								"desc" => "<p>Zebra LP/TLP 2844 – настольный принтер хорошо зарекомендовавший себя на российском рынке печатающего оборудования.</p><p>Ширина печати на Zebra 2844 составляет 104 мм.</p><p>Принтер радует своих пользователей высокой скоростью печати, до 100мм в секунду.</p><p>Отличается надежностью и высокой производительностью.</p><p>Компания Zebra предлагает две модификации данной модели - это термопринтер (Zebra LP 2844) и термо-, термотрансферный принтер (Zebra TLP 2844).</p><p>Зачастую этот принтер применяют на складе для этикетирования товара при его транспортировке и в торговом зале.</p><p>Благодаря языку программирования ZPL II, Zebra LP 2844 Z и Zebra TLP2844 Z можно интегрировать с принтерами для промышленности и бизнеса, а также с принтерами высокой производительности.</p><p>Рассматриваемые нами принтеры TLP 2844 и LP 2844 поддерживают новейшую технологию Zebra Link. С помощью нее стало возможным создание уникальных сетевых решений и печать этикеток в автономном режиме.</p><p>В принтерах этой серии применили специальную систему контроля энергии Е3. Таким образом , удалось достичь дополнительной экономии ресурса термоголовок.</p><p>В Zebra LP2844 и Zebra TLP2844 реализовали Open Access дизайн печатающей головки, что дало возможность добиться предельной простоты в обслуживании.</p><p>Для всей серии настольных принтеров серии «Z», Zebra TLP 2844-Z и LP2844-Z, доступны все преимущества платформы ZebraLink, системы связи и контроля принтеров Zebra, которая включает в себя:<ul><li>ZBI (язык программирования, который используется принтером совместно с ZPL для того, чтобы преобразовывать и контролировать входящую информацию).</li><li>ALERT (возможность принтеров посылать сообщения через любые электронные принимающие устройства).</li><li>WEBVIEW (удаленный контроль, когда настройка и управление печатающим устройством производится с использованием WEB -возможностей).</li></ul></p><p>С Zebra 2844-Z Вы получите и некоторые промышленные возможности. В этой серии используются 32-битные микропроцессоры, которые дают наиболее высокую скорость обработки данных для печати каждой этикетки.</p><p>Заказать принтер Zebra TLP2844 Вы можете прямо у нас на сайте, для этого необходимо заполнить специальную форму.</p><p>Если Вы приняли решение купить Zebra 2844, заполните форму заказа у нас на сайте, или свяжитесь с менеджерами нашей фирмы.</p><p align='center'><object type='application/x-shockwave-flash' data='http://sj-company.ru/uflvplayer_500x375.swf' height='300' width='400'> <param name='bgcolor' value='#ffffff'> <param name='allowFullScreen' value='true'><param name='allowScriptAccess' value='always'> <param name='movie' value='http://sj-company.ru/uflvplayer_500x375.swf'> <param name='FlashVars' value='way=http://sj-company.ru/lp2844.flv&amp;swf=http://sj-company.ru/uflvplayer_500x375.swf&amp;w=400&amp;h=300&amp;pic=http://sj-company.ru/zebra-2844.jpg&amp;autoplay=0&amp;tools=1&amp;skin=black&amp;frontcolor=black&amp;volume=70&amp;q=&amp;comment='> </object></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print_zebra_gc_420t" => array(
							"title" => "Zebra GC420t",
							"article" => "",
							"link" => "/print_zebra_gc_420t.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebragc420t_1-big.jpg",
								"/new_images/print/zebragc420t-big.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать и термотрансферная печать",
								"Максимальная ширина печати" => "104 мм",
								"Максимальная длина печати" => "991 мм",
								"Разрешение печати" => "203 точек на дюйм (8 точек/мм)",
								"Скорость печати" => "102 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать и термотрансферная печать",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длина печати" => "991 мм",
									"Разрешение печати" => "203 точек на дюйм (8 точек/мм)",
									"Скорость печати" => "102 мм/сек",
									"Рабочая температура" => "от 5°С до 41°C",
									"Влажность при эксплуатации" => "10-90%",
									"Программное обеспечение" => "Zebra Setup Utilities<br>Zebra Designer Pro ZebraDesigner™ Driver<br>ZebraNet™ Bridge Enterprise<br>ZebraNet Utilities v 7.0 Web View",
									"Проводные / сетевые подключения" => "Centronics®<br>Последовательный порт RS-232<br>USB V1.1",
									"Встроенное программное обеспечение" => "ZBI 2.0™, ZBI-Developer™, EPL2, EPL, ZPL II",
									"Типы печатаемых штрих-кодов" => "Линейные штрих-коды:<br>Code 39, Code 11, Code 93, UPC-A и UPC-E с 2 или 5-цифровым расширением, EAN-13, EAN-8, Postnet, Plessey, MSI-3, RSS-14 (ограниченная, усеченная, многоярусные), UCC/EAN-128, Codabar,Interleaved 2-из-5, UPC-A, UPC-E, LOGMARS, EAN-14, MSI, UPC и EAN 2 или 5-цифровым расширением, UPC-A и UPC-E с EAN 2 или 5-цифровым расширением<br>Двумерные штрих-коды:<br>Aztec Code, Codablock (ZPL), Code 49 (ZPL), Data Matrix, MaxiCode, MicroPDF417, PDF417, QR Code (совместимость с EPL и ZPL за исключением указанного)",
									"Дополнительные опции и аксессуары" => "Диспенсер",
									"Размеры" => "Высота – 201 мм<br>Ширина – 173 мм<br>Глубина – 239 мм",
									"Вес" => "1,5 кг"
								),
								"desc" => "<p>Настольный принтер Zebra GC420t отличается высокой производительностью и надежностью.</p><p>Принтер идеально подходит для печати небольшого и среднего объема этикеток.</p><p>Принтер печатает методом прямой термопечати и термотрансферной печати. Наличие мощного 32-битного процессора, обеспечивает быструю скорость печати этикеток.</p><p>Принтер Zebra GC420t обладает большим объемом памяти для хранения графики, дизайнов этикеток. Большой объем оперативной памяти позволяет быстро обрабатывать информацию, тем самым увеличивается производительность.</p><p>Наличие EPL™ и ZPL языков программирования позволяет легко интегрировать принтер Zebra GC420t с другими принтерами Zebra, а различные способы подключения обеспечивают гибкость системной интеграции.</p><p>Функции принтера увеличены за счет дополнительных опций.</p><p>Принтер Zebra GC420t включает в себя диспенсер. Качественный и многофункциональный принтер Zebra GC420t обеспечивает длительную эксплуатацию.</p><p>Компактные размеры, понятное управление обеспечивают простоту использования принтера Zebra GC420t.</p><p>Благодаря современным технологиям принтер сохраняет свою работоспособность даже в экстремальных условиях высокой влажности и низких температурах.</p><h3 align='center'>Особенности</h3><ul><li>32-разрядный RISC-процессор;</li><li>Термотрансферная и прямая термопечать;</li><li>Высокая скорость печати;</li><li>Стандартные EPL и ZPL языки программирования;</li><li>16 встроенных расширяемых шрифтов ZPL II;</li><li>Надежный корпус из прочного пластика;</li></ul>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Розничная торговля;</li><li>Медицина;</li><li>Транспорт;</li><li>Логистика;</li><li>Склады;</li></ul>"
							)
						),
						"print01_zebra-gk420d" => array(
							"title" => "Zebra GK420d",
							"article" => "",
							"link" => "/print01_zebra-gk420d.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-gk420d-1.jpg",
								"/new_images/print/zebra-gk420d-2.jpg",
								"/new_images/print/zebra-gk420d-3.jpg",
								"/new_images/print/zebra-GK420d.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi (8 точек/мм)",
								"Скорость печати" => "до 127 мм/сек",
								"Тип печати" => "Прямая термопечать",
								"Макс. ширина печати" => "104 мм",
								"Мин. ширина печати" => "19 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi (8 точек/мм)",
									"Скорость печати" => "до 127 мм/сек",
									"Тип печати" => "Прямая термопечать",
									"Макс. ширина печати" => "104 мм",
									"Мин. ширина печати" => "19 мм",
									"Процессор" => "32 bit RISC",
									"Память" => "8 MB SDRAM (4 MB доступно пользователю)",
									"Flash-память" => "4 MB Flash (1,5 MB доступно пользователю)",
									"Макс. длина печати" => "991 мм",
									"Внешний диаметр ролика этикеток" => "до 127 мм",
									"Датчики" => "Наличия этикетки и расстояния между этикетками",
									"Язык управления принтером" => "EPL2, Line Mode, ZPL I/ZPL II",
									"Интерфейс" => "USB 1.1 + RS232<br>USB 1.1 + Внутренний ZebraNet 10/100 Print Server",
									"Рекомендуемый объем печати (этикеток/день)" => "до 4000",
									"Размер принтера" => "171 x 152 x 209 мм",
									"Вес" => "1,4 кг",
									"Рабочая температура" => "5C' - 41C'",
									"Опционально" => "Отделитель этикеток<br>ZebraNet 10/100 Print Server"
								),
								"desc" => "<p>Zebra GK420d – настольный термопринтер начального класса, предназначенный для прямой термопечати на термоэтикетках шириной до 104 мм.</p><p>Компактные размеры устройства позволяют разместить его при ограничении в пространстве.</p><h3 align='center'>Особенности</h3><ul><li>Высокая скорость печати до 127 мм/сек.</li><li>Языки программирования ZPL и EPL.</li><li>Простая замена красящей ленты за счет подающего механизма OpenACCESS.</li><li>Быстрая замена валика и печатающей головки, за счет чего экономится рабочее время и повышается общая производительность.</li><li>Возможность укомплектовать принтер внешним подмотчиком (покупается отдельно), обеспечивает создание принтером рулона отпечатанных этикеток.</li><li>Совместимость с программой 1С.</li><li>Отделитель этикеток (опционально).</li></ul><p align='center'><object type='application/x-shockwave-flash' data='http://sj-company.ru/uflvplayer_500x375.swf' height='300' width='400'><param name='bgcolor' value='#ffffff'><param name='allowFullScreen' value='true'><param name='allowScriptAccess' value='always'><param name='movie' value='http://sj-company.ru/uflvplayer_500x375.swf'><param name='FlashVars' value='way=http://sj-company.ru/GK420d.flv&amp;swf=http://sj-company.ru/uflvplayer_500x375.swf&amp;w=400&amp;h=300&amp;pic=http://sj-company.ru/gk420d.jpg&amp;autoplay=0&amp;tools=1&amp;skin=black&amp;frontcolor=black&amp;volume=70&amp;q=&amp;comment='></object></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер с прямой термопечатью Zebra GK420d применяется для автоматизации рабочего процесса в офисах, гостиницах, оптовой и розничной торговле, в сфере обслуживания, здравоохранении, транспортных и логистических компаниях, в складских помещениях.</p>"
							)
						),
						"print01_024" => array(
							"title" => "Zebra GK420t",
							"article" => "",
							"link" => "/print01_024.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/zebra-gk420t-1.jpg",
								"/new_images/print/zebra-gk420t-2.jpg",
								"/new_images/print/zebra-gk420t-3.jpg",
								"/new_images/print/zebra_gk420t_infografika.jpg"
 							),
 							"primaryProps" => array(
 								"Скорость печати" => "до 127 мм",
								"Тип печати" => "Прямая термопечать и термотрансферная",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "104 мм",
								"Макс. длина печати" => "991 мм"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Скорость печати" => "до 127 мм",
									"Тип печати" => "Прямая термопечать и термотрансферная",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "104 мм",
									"Макс. длина печати" => "991 мм",
									"Рекомендованный объём печати в смену" => "до 5000 этикеток",
									"Миним. длина этикетки" => "10 мм",
									"Макс. диаметр рулона этикеток" => "127 мм",
									"Макс. длина рулона красящей ленты" => "74 м",
									"Диам. втулки рулона красящей ленты" => "12,7 мм",
									"Объём памяти" => "8 Mb SDRAM (4 Mb доступно)<br>4 Mb Flash (1,5 доступно)",
									"Процессор" => "32 bit RISC",
									"Датчики" => "Наличия бумаги<br>Расстояния между этикетками",
									"Язык управления" => "EPL2, ZPL I/ZPL II",
									"Интерфейсы" => "USB и Serial<br>Опционально: Ethernet",
									"Размер" => "194 х 191 х 254 мм",
									"Вес" => "2,1 кг"
 								),
 								"desc" => "<p>Zebra GK420t – это термотрансферный принтер этикеток начального класса, обладающий высокими показателями печати, свойственные принтерам более производительных классов.</p><p>С помощью Zebra GK420t можно легко и быстро напечатать качественные этикетки с линейными (1D) и двумерными символиками (2D).</p><p>Выдающимися характеристиками модели GK420t являются высокая скорость печати до 127 мм/сек, расширенные возможности сетевого подключения и современный дизайн.</p><p>Одним словом, производители уделили немало внимания функциональной мощи принтера Zebra GK420t.</p><p>Увеличенный объем памяти и мощный процессор, интегрированная система самодиагностики и система защиты печатающей головки от перегрева, система улучшения качества печати «E3», которая была доступна только принтерам промышленного класса – все это делает принтер GK420t выдающимся устройством в категории настольных принтеров.</p><p>Нужно отметить, что этот принтер способен производить до 4 тысяч этикеток в день!</p><p>Не менее важным отличием Zebra GK420t от предыдущих моделей, является то, что его объем памяти увеличен до 8 мб, а длина непрерывной печати - до 991 мм.</p><h3 align='center'>Особенности</h3><p>Надежность и удобство в эксплуатации – это еще одна сильная сторона модели Zebra GK420t.</p><p>Корпус принтера выполнен из прочного пластика, что позволяет ему сохранять работоспособность при ударах о твердые поверхности. Упрощенный сервис устройства предлагает пользователю простую замену печатающей головки или подающего вала, что избавляет от необходимости везти принтер Zebra GK420t в сервисный центр.</p><p>Совместимость GK420t с ПО обеспечена за счет языков программирования EPL и ZPL. А благодаря наличию нескольких видов интерфейсов принтер легко интегрируется в существующую систему.</p><p>Принтер Zebra GK420t имеет несколько вариантов комплектации:</p><ul><li>с сетевой картой, USB интерфейс</li><li>с отделителем этикеток, USB/RS232 интерфейс</li></ul><p>Также принтер Zebra GK420t может быть оснащен беспроводными каналами передачи данных BlueTooth и Wi-Fi. В в этом случае к принтеру прилагается удобный LCD-дисплей для осуществления диагностики и настроек.</p><p>В нашем интернет-магазине Вы можете купить Zebra GK420t по самым выгодным ценам с максимально быстрой доставкой по Москве или России</p>",
 								"advantages" => array(),
 								"appAreas" => array()
 							)
						),
						"print01_zebra-gk888t" => array(
							"title" => "Zebra GK888t",
							"article" => "",
							"link" => "/print01_zebra-gk888t.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/zebra-gk888t-big.jpg",
								"/new_images/print/zebra-gk888t-2-big.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "до 127 мм",
								"Тип печати" => "Прямая термопечать и термотрансферная",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "104 мм",
								"Макс. длина печати" => "991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "до 127 мм",
									"Тип печати" => "Прямая термопечать и термотрансферная",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "104 мм",
									"Макс. длина печати" => "991 мм",
									"Миним. длина этикетки" => "10 мм",
									"Макс. диаметр рулона этикеток" => "127 мм",
									"Макс. длина рулона красящей ленты" => "74 м",
									"Диам. втулки рулона красящей ленты" => "12,7 мм",
									"Объём памяти" => "8 Mb SDRAM",
									"Процессор" => "32 bit RISC",
									"Датчики" => "Наличия бумаги<br>Расстояния между этикетками",
									"Язык управления" => "EPL2, ZPL I/ZPL II",
									"Интерфейсы" => "USB и Serial<br>Опционально: Ethernet<br>Параллельный (Centronics)",
									"Размер" => "201 x 173 x 239 мм",
									"Вес" => "1,5 кг"
								),
								"desc" => "<p>GK888T – термотрансферный принтер от известной и зарекомендовавшей себя компании Zebra.</p><p>Данная модель принтера является настольной и отлично подходит для низкого и среднего объемов печати этикеток.</p><p>Он обеспечивает высокую надежность, скорость печать, а также имеет небольшие габариты, в связи с чем, его можно поставить даже на ограниченный участок.</p><p>В основе принтера лежит 32-битный процессор, который и обеспечивает быстроту печати этикеток.</p><p>А достаточный объем внутренней памяти (8 Мб SDRAM) позволяет печатать более длинные форматы этикеток.</p><p>По сравнению с моделями прошлого поколения, непрерывность печати принтера увеличилась до 991 мм.</p><p>Zebra GK888T поддерживает 2 языка программирования:</p><p><ul><li>EPL;</li><li>ZPL.</li></ul></p><p>Дизайн GK888T выполнен в эргономичном дизайне, а значит он сможет вписаться в любое рабочее пространство.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_zebra-gx420d" => array(
							"title" => "GX420d",
							"article" => "",
							"link" => "/print01_zebra-gx420d.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-gx420d-1.jpg",
								"/new_images/print/zebra-gx420d-2.jpg",
								"/new_images/print/zebra-gx420d-3.jpg",
								"/new_images/print/zebra-gx420d.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "152 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "990 мм",
								"Разрешение печати" => "203 dpi",
								"Интерфейсы подключения" => "RS-232, DB-9 + USB 1.1 + Centronics®"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "152 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "990 мм",
									"Разрешение печати" => "203 dpi",
									"Интерфейсы подключения" => "RS-232, DB-9 + USB 1.1 + Centronics®",
									"Память" => "Стандарт: флэш-память 4Мб; 8Мб SDRAM; Опция: флэш-память 8Мб (максимум 12Мб) с RTC (для моделей GX)",
									"Датчики" => "Фиксированные отражающие и передающие датчики; Регулируемый в нескольких положениях отражающий и передающий датчик (для моделей GX)",
									"Максимальная длина этикетки и подложки" => "990 мм",
									"Максимальная ширина этикетки и подложки" => "От 19 до 108 мм",
									"Максимальный диаметр рулона" => "До 127 мм",
									"Толщина материала для печати" => "от 0.076 мм до 0.19 мм",
									"Тип материала для печати" => "Рулонная или фальцованная бумага, отрезная или беспрерывная, этикетки прямой термопечати с/без черных меток, бумага для бирок, рулонная бумага для квитанций, наручные браслеты",
									"Внутренний диаметр втулки рулона этикеток" => "От 25 до 40 мм",
									"Рабочая температура" => "От 4.4°C до 41°C",
									"Температура хранения" => "От -40°C до 60°C",
									"Влажность в рабочих условиях" => "От 5% до 95% без конденсации",
									"Влажность при хранении" => "От 5% до 95% без конденсации",
									"Питание" => "Автоматическая настройка (совместимость со стандартом PFC) 100–240В переменного тока, 50–60 Гц",
									"Уровень излучения и негативное воздействие" => "FCC часть 15, подраздел B, VCCI, C-Tick, EN 55022 Class B, EN 61000-3-2, EN 61000-3-0 и EN 55024, CCC",
									"Стандарт безопасности" => "CB Scheme IEC 60950:1991 +A1 +A2 +A3 +A4, TÜV, NRTL, IRAM, NOM, AAMI, CCC",
									"Ширина" => "171 мм",
									"Высота" => "152 мм",
									"Глубина" => "210 мм",
									"Вес" => "1,4 кг",
									"Бесплатное Программное обеспечение" => "Универсальный драйвер Zebra",
									"Платное программное обеспечение" => "ZBI-Developer™; Драйвер ZebraDesigner™; ZebraDesigner Pro; ZebraDesigner; ZebraNet Bridge Enterprise",
									"Встроенное ПО" => "EPL2™; EPL Line Mode; ZPL II®; Web View; Alert",
									"Шрифты" => "16 встроенных расширяемых растровых шрифтов ZPL II; Один встроенный растровый расширяемый шрифт ZPL;<br>Пять встроенных расширяемых шрифтов EPL2; Встроенная поддержка шрифта OpenType™;<br> Шрифт Unicode совместимый со знаковыми системами многих языков",
									"Графика" => "Поддержка заданных пользователем шрифтов и графических изображений, включая логотипы;<br>Использование команд на языке ZPL II для создания рамок и линий",
									"Символы" => "Соотношение штрих кода: 2:1 (без функции поворота) и 3:1 для EPL и ZPL за исключением особого оговоренных случаев<br>Линейные штрих коды:<br>Codabar, Code 11 (ZPL), Code 39, Code 93, Code 128, EAN-8, EAN-13, EAN-14 (ZPL),<br> German Post Code (EPL), GS1 DataBar (RSS), Industrial 2-of-5 (ZPL), Interleaved 2-of-5,<br> ISBT-128 (ZPL), Japanese Postnet (EPL), Logmars (ZPL), MSI, Plessey, Postnet,<br> Standard 2-of-5 (ZPL), UCC/EAN-128 (EPL), UPC-A,<br> UPC-A и UPC-E с EAN 2 или 5-цифровым расширением, UPC-E, UPC и EAN 2 или 5-цифровым расширением (ZPL)<br>Двухмерные:<br>Codablock (ZPL), Code 49 (ZPL), Data Matrix, (ZPL), MaxiCode, MicroPDF417, PDF417, QR Code"
								),
								"desc" => "<p>Принтер этикеток GX420d известного бренда Zebra является устройством для печати этикеток со штрихкодами.</p><p>Используется метод прямой термопечати – нагревающаяся головка с печатной платой прижимается к поверхности термобумаги, формируя текст, рисунок и штрихкод.</p><p>Рулоны термобумаги диаметром до 127 мм являются основным расходником.</p><p>Печатает на рулонной или фальцованной бумаге, отрезной или беспрерывной, этикетках прямой термопечати с/без черных меток, бумаге для бирок, рулонной бумаге для квитанций, наручных браслетах.</p><h3 align='center'>Особенности</h3><ul><li>32-разрядный процессор.</li><li>Встроенная память 4 Mb и оперативная 8 Mb.</li><li>Предназначен для использования в помещении, на столах и стойках.</li><li>Поддержка интерфейсов RS232, USB и Centronics.</li><li>Встроенные языки EPL™ и ZPL®.</li><li>Печать линейных и 2D кодов: QR Code, PDF417, EAN5, UPC и других.</li><li>Работа с программами ZBI-Developer™, ZebraDesigner Pro, ZebraDesigner и ZebraNet Bridge Enterprise.</li></ul>",
								"advantages" => array(
									"Стойкая к истиранию печать.",
									"Система OpenACCESS™, позволяющая без инструментов заменять бумагу и производить замену термоголовки.",
									"Не требует чернил или риббона.",
									"Компактные габариты (примерно 17 см в ширину и 15 см в высоту).",
									"Небольшой вес – меньше полутора килограмм."
								),
								"appAreas" => "<p>Принтер GX420d компании Zebra применяется в организациях, где ведется работа с этикетками, ценниками, браслетами клиентов и пациентов.</p><p>Является необходимым оборудованием для гостиниц, медицинских учреждений и небольших ресторанов, баров и кафе, где возникает необходимость экономии места.</p><p>Также используется в небольших магазинах любой направленности (продуктовых, хозяйственных и др.) и супермаркетах.</p><p>Приобретайте у наших менеджеров принтер этикеток Zebra GX420d по самой низкой цене. В нашей компании ответят на ваши вопросы и оформят заказ.</p>"
							)
						),
						"print01_zebra-gx420t" => array(
							"title" => "Zebra GX420t",
							"article" => "",
							"link" => "/print01_zebra-gx420t.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/zebra-gx420t-1.jpg",
								"/new_images/print/zebra-gx420t-2.jpg",
								"/new_images/print/zebra-gx420t-3.jpg",
								"/new_images/print/printer-zebra-gx420t.jpg",
							),
							"primaryProps" => array(
								"Скорость печати" => "до 152 мм",
								"Тип печати" => "Прямая термопечать и термотрансферная",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "104 мм",
								"Макс. длина печати" => "991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "до 152 мм",
									"Тип печати" => "Прямая термопечать и термотрансферная",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "104 мм",
									"Макс. длина печати" => "991 мм",
									"Рекомендованный объём печати в смену" => "до 5000 этикеток",
									"Миним. длина этикетки" => "10 мм",
									"Макс. диаметр рулона этикеток" => "127 мм",
									"Макс. длина рулона красящей ленты" => "74 м",
									"Диам. втулки рулона красящей ленты" => "12,7 мм",
									"Объём памяти" => "8 Mb SDRAM (4 Mb доступно)<br>4 Mb Flash (1,5 доступно)",
									"Процессор" => "32 bit RISC",
									"Датчики" => "Наличия бумаги<br>Расстояния между этикетками",
									"Язык управления" => "EPL2, ZPL I/ZPL II",
									"Интерфейсы" => "USB и Serial<br>Опционально: Ethernet",
									"Размер" => "194 х 191 х 254 мм",
									"Вес" => "2,1 кг"
								),
								"desc" => "<p>Zebra GX420t – термо и термотрансферный принтер этикеток начального класса с высокой скоростью печати – 152 мм/сек.</p><p>Беспроводная связь обеспечивает удобство использования и создает решения по автоматизации торговли и складов.</p><p>Жидкокристаллическая панель позволяет контролировать состояние устройства.</p><h3 align='center'>Особенности</h3><ul><li>Прямая термопечать (этикетки типа ECO и ТОП) и термотрансферная печать.</li><li>Датчики наличия этикетки и расстояния между этикетками.</li><li>Языки программирования - EPL и ZPL.</li><li>Подключение к программе 1С.</li><li>Беспроводные WiFi и Bluetooth - свободное перемещение принтера по складу и установка в том месте, где требуется печать этикеток.</li><li>Корпус с двойными стенками – обеспечивает прочность принтеру.</li></ul><h3 align='center'>Дополнительные опции</h3><ul><li>Дополнительная память с встроенными часами реального времени</li><li>Подвижный датчик этикетки</li><li>Отделитель этикеток</li><li>Нож</li></ul><p align='center'><iframe width='60%' height='315' src='https://www.youtube.com/embed/R7YQWeSi14c' frameborder='0' gesture='media' allow='encrypted-media' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Медицинское обслуживание (маркировка и идентификация образцов, идентификация пациентов, этикетки для инструментов, медицинских препаратов).</li><li>Розничная торговля (этикетирование продукции, ценники акций, этикетки на полках с товарами, печать ваучеров и квитанций).</li><li>Транспортные услуги (бирки на багаж, посадочные талоны).</li><li>Сфера развлечений, услуг и гостиничного бизнеса, развлечений и услуг (входные билеты, этикетки для блюд быстрого приготовления, квитанции в игорном бизнесе.</li><li>Почтовое обслуживание (этикетки с адресами, системы электронного франкирования).</li><li>Системы поставок (этикетки для обработки и отгрузки товаров).</li></ul>"
							)
						),
						"print01_zebra-gx430t" => array(
							"title" => "Zebra GX430t",
							"article" => "",
							"link" => "/print01_zebra-gx430t.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-gx430t-1.jpg",
								"/new_images/print/zebra-gx430t-2.jpg",
								"/new_images/print/zebra-gx430t-3.jpg",
								"/new_images/print/zebra-gx430t-4.jpg",
								"/new_images/print/printer-zebra-gx430t.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "300 dpi (12 точек/мм)",
								"Скорость печати" => "до 102 мм/сек",
								"Тип печати" => "Прямая термопечать и термотрансферная печать",
								"Макс. ширина печати" => "104 мм",
								"Мин. ширина печати" => "19 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "300 dpi (12 точек/мм)",
									"Скорость печати" => "до 102 мм/сек",
									"Тип печати" => "Прямая термопечать и термотрансферная печать",
									"Макс. ширина печати" => "104 мм",
									"Мин. ширина печати" => "19 мм",
									"Процессор" => "32 bit RISC",
									"Память" => "8 MB SDRAM (4 MB доступно пользователю)",
									"Flash-память" => "4 MB Flash (1,5 MB доступно пользователю) Опционально: до 12 MB (9,5 MB доступно пользователю)",
									"Макс. длина печати" => "991 мм",
									"Внешний диаметр ролика этикеток" => "до 127 мм",
									"Датчики" => "Наличия этикетки и расстояния между этикетками",
									"Максимальная длина красящего ролика" => "74 м",
									"Диаметр внутренней втулки красящего ролика" => "12,7 мм",
									"Язык управления принтером" => "EPL2, ZPL I/ZPL II",
									"Интерфейс" => "USB 1.1, RS232, Parallel<br>USB 1.1, RS232, ZebraNet 10/100 Print Server<br>Опции: Wi-Fi (802.11b/g), Bluetooth",
									"Рекомендуемый объем печати (этикеток/день)" => "до 5000",
									"Размер принтера" => "194 х 191 х 254 мм",
									"Вес" => "2,1 кг",
									"Рабочая температура" => "5C - 41C",
									"Опционально" => "Доп. 8 MB FLASH памяти с часами реального времениZebraNet 10/100 Print Server<br>Датчик этикетки с регулируемым положением<br>Cutter (отрезчик)<br>Отделитель этикеток"
								),
								"desc" => "<p>Производитель Zebra Technologies объявил о выпуске настольных принтеров G-серии с новым дизайном.</p><p>Модель GX430t отличительна от своих собратьев по выпуску более высоким разрешением печати 300 dpi. Считается лучшим представителем своего класса.</p><p>Производит термотрансферную печать шириной 104мм со скоростью 102 мм/сек. Предназначен для печати небольших партий этикеток в день.</p><p>GX430t имеет изящный дизайн, предусмотрен механизм, облегчающий процесс замены носителя и риббона, применим в разнообразных сферах деятельности.</p><p>Поддерживаемые стандартные языки  программирования EPL и ZPL, три варианта подключений (серийный порт, USB, параллельный) обеспечивают простоту интеграции принтера в информационную систему предприятия. Для большей гибкости доступна опция '10/100 internal Ethernet'.</p><p>Опциональные возможности: регулируемый датчик носителя, отрезчик, отделитель этикеток.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"zebra-gx420s" => array(
							"title" => "Zebra GX420s",
							"article" => "",
							"link" => "/zebra-gx420s.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "Ethernet RS-232"
							),
							"images" => array(
								"/new_images/print/gx420s.jpg",
								"/new_images/print/keygx420s.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать",
								"Максимальная ширина печати" => "104 мм",
								"Максимальная длина печати" => "991 мм",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "152 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длина печати" => "991 мм",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "152 мм/сек",
									"Память" => "8MB SDRAM, 4 MB Flash",
									"Рабочая температура" => "от 5°С до 41°C",
									"Программное обеспечение" => "Zebra Designer<br>Zebra Designer Pro<br>ZebraNet Bridget Enterprise<br>ZebraNet Utilities v 7.0",
									"Проводные/сетевые подключения" => "ZebraNet 10/100 Ethernet связи<br>Последовательный порт RS-232<br>Параллельный порт",
									"Встроенное программное обеспечение" => "EPL2, Line Mode, ZPL I/ZPL II",
									"Типы печатаемых штрих-кодов" => "Линейные штрих-коды:<br>Code 11, Codabar, Code 39, Code 93, Code 128, Code 128 с версиями А/В/С, EAN-8, EAN-13, EAN-14, Logmars, MSI, MSI-3, Plessey, Standard 2-of-5, Postnet, Japanese Postnet, UPC-A, UPC-E, EAN-8 и EAN-13 2 или 5 цифровых изображений, RSS, German Post Code, Interleaved 2-of-5, Industrial 2-of-5, UPC-A и UPC-E с 2 или 5 цифровыми изображениями, UCC/EAN-128, UPC и EAN 2 или 5 цифровыми изображениями, UPC-A и UPC-E с EAN 2 или 5 цифровыми изображениями, UPC и EAN 2 или 5 цифровых изображений Двумерные штрих-коды: Data Matrix, MaxiCode, Micro PDF417, Macro PDF417, QR Code, Aztec, Codablock, Code 49, PDF417, RSS / GS1 DataBar family",
									"Дополнительные опции и аксессуары" => "Внешний ZebraNet 10/100 Print Server<br>Регулируемый медиа сенсор<br>Обрезчик<br>Отделитель этикетки от подложки с сенсором<br>Работа в реальном времени",
									"Размеры" => "Высота – 152 мм<br>Ширина – 171 мм<br>Глубина – 209 мм",
									"Вес" => "1,4 кг"
								),
								"desc" => "<p>Высокое качество графических изображений - основное требование при печати различных свидетельств, виз, водительских прав, входных билетов, почтовых марок.</p><p>Настольный принтер этикеток Zebra GX420s надёжно защищен от несанкционированного применения, что исключает возможность подделки документов и устраняет необходимость донолнительных затрат на обеспечение безопасности.</p><p>Высокозащищённая принтер Zebra GX420s разработан на основе линейки моделей GX с интуитивно понятным интерфейсом и широким функционалом.</p><p>Принтер использует метод прямой термопечати и обладает следующими функциональными возможностями и средствами защиты:</p><p><ul><li>Сверхпрочный замок с ключом служит надёжной защитой конфиденциальной информации или дорогостоящих расходных материалов.</li><li>Kensington - замок с кабелем, прикрепляющий принтер к рабочему месту, что исключает возможность кражи.</li><li>Счётчик для контроля печати по сравнении с готовыми распечатанными документами. Счётчик служит для соблюдения сроков сервисного обслуживания принтера и своевременной загрузки материалов.</li><li>Поддержка языков программирования EPL и ZPL.</li><li>Наличие 3-х интерфейсов – параллельный Centronics, последовательный, автоматически определяющий подключение, и USB.</li><li>Интерфейс проводной связи Etheet 10/100.</li><li>Приспособление для отделения и отрезания этикеток (дополнительно).</li><li>Соответствие требованиям Energy Star.</li><li>Расширенный объем памяти и часы текущего времени.</li><li>Поддержка кодировки Unicode - корректная печать символов различных стран.</li><li>ZBI 2.0 – функции интеграции в различные системы обработки данных и подключение периферийных устройств.</li></ul></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_datamax-ex-2" => array(
							"title" => "Datamax Ex2",
							"article" => "",
							"link" => "/print01_datamax-ex-2.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "Ethernet RS-232C"
							),
							"images" => array(
								"/new_images/print/datamax-ex2-1.jpg",
								"/new_images/print/datamax-ex2-2.jpg",
								"/new_images/print/datamax-ex2-3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термопечать",
								"Скорость печати" => "76,2 мм/сек",
								"Ширина печати" => "104 мм",
								"Разрешение печати" => "203 dpi",
								"Интерфейсы" => "USB, Параллельный порт (Centronix), Serial RS232C"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термопечать",
									"Скорость печати" => "76,2 мм/сек",
									"Ширина печати" => "104 мм",
									"Разрешение печати" => "203 dpi",
									"Интерфейсы" => "USB, Параллельный порт (Centronix), Serial RS232C",
									"Память" => "4 MB DRAM, 1 MB Flash",
									"Типы расходных материалов" => "Этикетки в рулонах с пропуском между ними, без пропуска, картонные ярлыки или билеты",
									"Ширина этикеток" => "25,4-104,6 мм",
									"Толщина этикеток" => "0.0635 - 0.1178 мм",
									"Диаметр рулона" => "127 мм",
									"Диаметр втулки" => "25-38 мм",
									"Линейные" => "Code 39, Code 93, Code 128, Codabar, UCC / EAN 128 Interleaved 2 of 5 (ITF), UPC-A, UPC-E, с дополнительными 2 и 5 символами EAN-8, EAN-13, с дополнительными 2 и 5 символами, POSTNET, USD-8, FIM, Telepen, Plessey, QR Code, Aztec, TLC 39, RSS",
									"Двухмерные" => "UPS Maxicode, PDF-417, Datamatrix",
									"Графика" => "BMP, PCX, img",
									"Ширина принтера" => "218 мм",
									"Длина принтера" => "264 мм",
									"Высота принтера" => "178 мм",
									"Вес" => "1,8 кг",
									"Корпус принтера" => "пластик",
									"Рабочая температура" => "4-35 °С",
									"Влажность" => "10-95% без конденсации",
									"Дополнительные опции" => "4МБ Flash"
								),
								"desc" => "<p>Datamax Ех2  – принтер термопечати этикеток со штрих-кодом, задающий новые стандарты для принтеров начального класса по стоимости.</p><h3 align='center'>Особенности</h3><ul><li>'Смотровое' окно для слежения за расходованием этикеток</li><li>Возможность загрузки шрифтов True-Type, AGFA Intellifont, Bitmap</li><li>Автоматическая заправка этикеток</li><li>Автоматическая протяжка нового рулона этикеток на начало печати (при закрытой печатающей головке)</li><li>Фиксированный датчик слежения за пропуском между этикетками</li><li>Датчик черной метк</li></ul><p>Устройства для печати этикеток со столь солидным набором характеристик никогда не были столь доступны для предприятий, чутко обращающихся с любой статьёй затрат.</p><p>Принтер Ех2 отличается необыкновенной простотой в эксплуатации. Datamax Ех2 оснащен автомеханизмом подачи этикеток. Оператору устройства достаточно заправить рулон с этикетками – принтер самостоятельно установит этикетку на начало печати.</p><p>И у пользователя нет необходимости затрачивать много времени на открытие, поднятие печатающей головки принтера, как это распрастранено для большинства принтеров этикеток. Удобство работы с Ех2 также еще заключается в одной кнопке управления.</p><p>Datamax Ех2 прост в техническом обслуживании (вал снимается очищается и установливается в принтер за считанные минуты).</p><p>Datamax Ех2 способен вместить внутрь большого диметра рулон расходного материала – 127 мм. Поэтому Вам гораздо реже придется проводить загрузку рулонов этикеток.</p><p>Термопринтер начального класса Datamax Ех2 позволяет печатать на термочуствительных материалах, таких как: самоклеящиеся этикетки из термобумаги или ярлыки из термокартона. Инвестиции в такой принтер будут минимальными.</p>",
							)
						),
						"print01_datamax_e-4206p" => array(
							"title" => "Datamax E-4206P Professional",
							"article" => "",
							"link" => "/print01_datamax_e-4206p.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "106_мм 108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "Ethernet RS-232 Bluetooth USB"
							),
							"images" => array(
								"/new_images/print/datamax-e-4206p-1.jpg",
								"/new_images/print/datamax-e-4206p-2.jpg",
								"/new_images/print/datamax-e-4206p-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "152 мм/сек при 203dpi, 127 мм/сек при 300dpi",
								"Максимальная ширина печати" => "108 мм при 203dpi, 106 мм при 300dpi",
								"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
								"Память" => "64 Мб Flash / 32 Мб DRAM",
								"Размеры" => "203.5 x 187 x 282 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "152 мм/сек при 203dpi, 127 мм/сек при 300dpi",
									"Максимальная ширина печати" => "108 мм при 203dpi, 106 мм при 300dpi",
									"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
									"Память" => "64 Мб Flash / 32 Мб DRAM",
									"Размеры" => "203.5 x 187 x 282 мм",
									"Интерфейс соединений" => "USB 2.0<br>USB Host<br>RS232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатор<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени"
								),
								"desc" => "<p>Datamax E-4206P Professional - компактный настольный термопринтер, принадлежит к линейке принтеров E-Класса Mark III.</p><p>Управление принтером осуществляется за счет четырех кнопок, а LCD-дисплей показывает информацию по работе принтера.</p><h3 align='center'>Особенности</h3><ul><li>Опционально термотрансферная печать.</li><li>Компактный размер (203,5 х 187 х 282 мм).</li><li>Свободно откидывающаяся крышка обеспечивает быструю загрузку расходных материалов и очистку механизма.</li><li>Вместимость рулона диаметром 182.8 мм - максимальная длина рулона красящей ленты 300 метров. За счет большого размера ежедневные временные и денежные затраты на замену расходников снижаются, повышается производительность оператора.</li><li>Возможность увеличения разрешения с 203 dpi до 300 dpi.</li><li>Операции со штрих-кодами - печать в 4 направлениях, зеркальное отражение.</li><li>Световые трехцветные индикаторы - 2 шт.</li><li>Звуковой индикатор.</li><li>Часы реального времени.</li><li>Надежность конструкции обеспечивают двойные стенки.</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td  colspan='4'><b>Технические характеристики модельного ряда Mark III</b></td>
		</tr>
		<tr>
			<td>E-4204B (203dpi)<br>E-4304B (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Интерфейс соединений</b></td>
		</tr>
		<tr>
			<td>USB 2.0<br>RS232</td>
			<td>USB 2.0<br>RS232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Размеры</b></td>
		</tr>
		<tr>
			<td  colspan='3'>203.5 x 187 x 282 мм</td>
			<td>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Вес</b></td>
		</tr>
		<tr>
			<td  colspan='3'>2,4 кг</td>
			<td>2, 5 кг</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Скорость печати</b></td>
		</tr>
		<tr>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Максимальная ширина печати</b></td>
		</tr>
		<tr>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Максимальный диаметр катушки печатного материала</b></td>
		</tr>
		<tr>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Память</b></td>
		</tr>
		<tr>
			<td colspan='2'>64 Мб Флеш / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Флеш / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Индикаторы / Дисплей</b></td>
		</tr>
		<tr>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table><p align='center'><embed src='http://sj-company.ru/video/printer-datamax-e-4206p-professional-video.mp4' width='640' height='360'></p><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => "<p>Настольный термопринтер этикеток Datamax E-4305L Plus применяется в следующих областях:<ul><li>Транспортные и логистические компании.</li><li>Оптовая и розничная торговля.</li><li>Здравоохранение.</li></ul></p>" 
							)
						),
						"print01_datamax_e-4206l" => array(
							"title" => "Datamax E-4206L Plus",
							"article" => "",
							"link" => "/print01_datamax_e-4206l.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "106_мм 108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "Ethernet RS-232 Bluetooth USB"
							),
							"images" => array(
								"/new_images/print/datamax-e-4206l-1.jpg",
								"/new_images/print/datamax-e-4206l-2.jpg",
								"/new_images/print/datamax-e-4206l-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "152 мм/сек при 203dpi, 127 мм/сек при 300dpi",
								"Максимальная ширина печати" => "108 мм при 203dpi, 106 мм при 300dpi",
								"Максимальный диаметр катушки печатного материала" => "182.8 мм О. D.",
								"Память" => "64 Мб Флеш / 32 Мб DRAM",
								"Размеры" => "203.5 x 243 x 356 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "152 мм/сек при 203dpi, 127 мм/сек при 300dpi",
									"Максимальная ширина печати" => "108 мм при 203dpi, 106 мм при 300dpi",
									"Максимальный диаметр катушки печатного материала" => "182.8 мм О. D.",
									"Память" => "64 Мб Флеш / 32 Мб DRAM",
									"Размеры" => "203.5 x 243 x 356 мм",
									"Интерфейс соединений" => "USB 2.0<br>USB Host<br>RS232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet",
									"Вес" => "2, 5 кг",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени"
								),
								"desc" => "<p>Datamax E-4206L Plus - компактный настольный термопринтер, относится к линейке принтеров E-Класса Mark III.</p><h3 align='center'>Особенности</h3><ul><li>Опционально термотрансферная печать.</li><li>Компактный размер (203,5 х 187 х 282 мм).</li><li>Быстрая загрузка расходных материалов и очистка механизма за счет свободно откидывающейся крышки.</li><li>Возможность управления принтером за счет четырех кнопок.</li><li>LCD-дисплей отображает информацию о состоянии принтера.</li><li>Диаметр рулона составляет 182.8 мм. За счет большого размера сокращается время на замену расходников, повышается производительность оператора.</li><li>Увеличение разрешения с 203 dpi до 300 dpi.</li><li>Операции со штрих-кодами - печать в 4 направлениях, зеркальное отражение.</li><li>Световой трехцветный индикатор и звуковой индикатор.</li><li>Часы online.</li><li>Прочные двойные стенки обеспечивают надежность конструкции.</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td  colspan='4'><b>Технические характеристики модельного ряда Mark III</b></td>
		</tr>
		<tr>
			<td>E-4204B (203dpi)<br>E-4304B (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Интерфейс соединений</b></td>
		</tr>
		<tr>
			<td>USB 2.0<br>RS232</td>
			<td>USB 2.0<br>RS232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Размеры</b></td>
		</tr>
		<tr>
			<td  colspan='3'>203.5 x 187 x 282 мм</td>
			<td>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Вес</b></td>
		</tr>
		<tr>
			<td  colspan='3'>2,4 кг</td>
			<td>2, 5 кг</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Скорость печати</b></td>
		</tr>
		<tr>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Максимальная ширина печати</b></td>
		</tr>
		<tr>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Максимальный диаметр катушки печатного материала</b></td>
		</tr>
		<tr>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Память</b></td>
		</tr>
		<tr>
			<td colspan='2'>64 Мб Флеш / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Флеш / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Индикаторы / Дисплей</b></td>
		</tr>
		<tr>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p><p align='center'><embed src='http://sj-company.ru/video/printer-datamax-e-4206l-plus-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Настольный термопринтер этикеток Datamax E-4206L Plus применяется в транспортных и логистических компаниях, на производстве, в розничной торговле, здравоохранении, в почтовых отделениях и других организациях, которым требуется надежное и низкозатратное оборудование для изготовления самоклеящихся этикеток.</p>"
							)
						),
						"print01_datamax_e-4205a" => array(
							"title" => "Datamax E-4205 A – Advanced",
							"article" => "",
							"link" => "/print01_datamax_e-4205a.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "Ethernet RS-232 USB"
							),
							"images" => array(
								"/new_images/print/datamax-e-4205a-1.jpg",
								"/new_images/print/datamax-e-4205a-2.jpg",
								"/new_images/print/datamax-e-4205a-3.jpg",
								"/new_images/print/datamax-e-4205a.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "127 мм/сек",
								"Максимальная ширина печати" => "108 мм при 203dpi ",
								"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
								"Память" => "64 Мб Флеш / 16 Мб DRAM",
								"Размеры" => "203.5 x 187 x 282 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "127 мм/сек",
									"Максимальная ширина печати" => "108 мм при 203dpi ",
									"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
									"Память" => "64 Мб Флеш / 16 Мб DRAM",
									"Размеры" => "203.5 x 187 x 282 мм",
									"Интерфейс соединений" => "USB 2.0<br>RS232<br>Bi-directional<br>10/100 модуль Ethernet",
									"Вес" => "2,4 кг",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатора"
								),
								"desc" => "<p>Datamax E-4205 Advanced - настольный термопринтер компактных размеров, принадлежащий линейке принтеров E-Класса Mark III.</p><p>Применяется для печати на текстильной ленте, этикетках, ярлыках, ценниках и бирках.</p><h3 align='center'>Особенности</h3><ul><li>Прямая термопечать, опционально термотрансферная печать.</li><li>Встроенная сетевая карта.</li><li>Качество печати	203 dpi (опционально возможно увеличение до 300 dpi).</li><li>Управление за счет одной кнопки.</li><li>Удобный доступ к деталям.</li><li>Простая заправка расходных материалов (рулон устанавливается в раздвигающийся механизм принтера, прочно удерживающий рулон с двух сторон.</li><li>Ударопрочный корпус с двойными стенками.</li><li>Перемещаемый датчик этикеток (пользователь самостоятельно настраивает конкретный размер и форму для изготовления этикеток).</li><li>LCD дисплей – показывает информацию по работе принтера.</li><li>Большой диаметр рулона - 127 мм, снижает ежедневные затраты времени и средств на замену расходных материалов.</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td  colspan='4'><b>Технические характеристики модельного ряда Mark III</b></td>
		</tr>
		<tr>
			<td>E-4204B (203dpi)<br>E-4304B (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Интерфейс соединений</b></td>
		</tr>
		<tr>
			<td>USB 2.0<br>RS232</td>
			<td>USB 2.0<br>RS232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Размеры</b></td>
		</tr>
		<tr>
			<td  colspan='3'>203.5 x 187 x 282 мм</td>
			<td>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Вес</b></td>
		</tr>
		<tr>
			<td  colspan='3'>2,4 кг</td>
			<td>2, 5 кг</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Скорость печати</b></td>
		</tr>
		<tr>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Максимальная ширина печати</b></td>
		</tr>
		<tr>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Максимальный диаметр катушки печатного материала</b></td>
		</tr>
		<tr>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Память</b></td>
		</tr>
		<tr>
			<td colspan='2'>64 Мб Флеш / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Флеш / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td  colspan='4'><b>Индикаторы / Дисплей</b></td>
		</tr>
		<tr>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => "<p>Настольный термопринтер Datamax E-4205 Advanced применяется в сфере торговли, транспортных, логистических компаниях, текстильном и швейном производстве.</p>"
  							)
						),
						"print01_041" => array(
							"title" => "Datamax E-4205e",
							"article" => "",
							"link" => "/print01_041.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/datamax-e-4205-sm.jpg",
								"/new_images/print/datamax-e-4205-sm-1.jpg"
							),
							"primaryProps" => array(
								"Технология печати" => "Термо печать (термотрансферная опция)",
								"Ширина печати (макс.)" => "4.25' (108 мм)",
								"Скорость печати" => "5 IPS (127 мм / сек)",
								"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
								"Печать ленты в диапазоне" => "0.375' - 100' (9.5 мм - 2540 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Термо печать (термотрансферная опция)",
									"Ширина печати (макс.)" => "4.25' (108 мм)",
									"Скорость печати" => "5 IPS (127 мм / сек)",
									"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
									"Печать ленты в диапазоне" => "0.375' - 100' (9.5 мм - 2540 мм)",
									"Память" => "4MB Flash (8 Мб опционально);<br>16MB SDRAM",
									"Линейный Штрих-код" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen",
									"2D Штрих-код" => "MaxiCode, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0.08' (2 мм) до 0.25' (6 мм), включая OCR-A, OCR-B, Triumvirate CG™ от AGFA®",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "Модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран.<br>Масштабируемые шрифты можно использоваться с более чем 50 символов.",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG, и Datamax 7-битные файлы",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде.",
									"Интерфейс" => "USB, Parallel Centronics®, Serial RS232 (DB-9) до 38 400 БПС",
									"Программное обеспечение" => "DMX Config: Полное утилита настройки принтера<br>DMX Netmanager<br>Встроенные веб страницы<br>Windows Драйверы - NT, XP, Vista",
									"Габариты" => "179 х 223 х 254 мм",
									"Масса" => "2.4 кг",
									"Цвет" => "Отделка под светлые или темные цвета",
									"Рабочая температура" => "-40°F до 95°F (4°С до 35°C)"
								),
								"desc" => "<p>Datamax E-4205e – универсальный принтер этикеток, сочетающий в себе наилучшие показатели печати и привлекательную цену.</p><p>Datamax E-4205e – универсальный принтер этикеток, сочетающий в себе наилучшие показатели печати и привлекательную цену.</p><p>Не смотря на невысокую цену, принтер Datamax E-4205 обладает параметрами, которые встречаются у некоторых моделей промышленных принтеров.</p><p>Например, большой объем памяти (4Мб Flash), печать на этикетках шириной до 4-х дюймов, термо- и термотрансферная модификации, печать двумерных штрих-кодов, удобное управление.</p><p>Помимо высоких показателей производительности, принтер E-4205 от Datamax обеспечивает удобство эксплуатации.</p><p>Во-первых, в принтере предусмотрена простая заправка рулона.</p><p>Затем пользователю представлен легкий доступ для чистки термоголовки, датчика и прижимного валика.</p><p>Ну и наконец, принтер Datamax E-4205 оснащен интуитивно понятным алгоритмом управления. Все элементы регулировки и настройки выделены ярким зеленым цветом.</p><p>В качестве подсказки, на крышке модели Datamax E-4205 имеется цветная схема заправки расходных материалов.</p><p>А за процессом печати пользователь может наблюдать через большое окошко на верхней крышке.</p><p>Размеры Datamax E-4205 позволяют размещать его на небольшой рабочей площади. Не менее важно и то, что корпус принтера эргономичен и вместе с тем прочен.</p><p>А так как принтер Datamax E-4205 имеет модульный дизайн, пользователь может самостоятельно наращивать его функциональность с помощью дополнительный опций, которые включают:<ul><li>резак и устройство «peel & present» для автоматического отделения этикеток от подложки</li><li>термотрансферный блок</li><li>термоголовку с разрешением 300 dpi</li><li>внутренний Ethernet 10/100</li><li>внутренний WLAN модуль</li><li>расширение памяти до 8 МБ</li></ul></p><p>В комплект к принтеру Datamax E-4205 e бесплатно прилагается драйвера под Windows.</p><p>В нашем интернет-магазине Вы можете купить Datamax E-4205 по самым выгодным ценам с максимально быстрой доставкой по Москве или России</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_040" => array(
							"title" => "Datamax E–4304e",
							"article" => "",
							"link" => "/print01_040.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "106_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/datamax-e-4205-sm.jpg",
								"/new_images/print/datamax-e4304.png"
							),
							"primaryProps" => array(
								"Технология печати" => "Термо печать (термотрансферная опция)",
								"Ширина печати (макс.)" => "4.12' (106 мм)",
								"Скорость печати" => "4 IPS (102 мм / сек)",
								"Разрешение печати" => "300 точек на дюйм (12 точек / мм)",
								"Печать ленты в диапазоне" => "0.375' - 100' (9.5 мм - 2540 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Термо печать (термотрансферная опция)",
									"Ширина печати (макс.)" => "4.12' (106 мм)",
									"Скорость печати" => "4 IPS (102 мм / сек)",
									"Разрешение печати" => "300 точек на дюйм (12 точек / мм)",
									"Печать ленты в диапазоне" => "0.375' - 100' (9.5 мм - 2540 мм)",
									"Память" => "4MB Flash (8 Мб опционально);<br>16MB SDRAM",
									"Линейный Штрих-код" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen",
									"2D Штрих-код" => "MaxiCode, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0.08' (2 мм) до 0.25' (6 мм), включая OCR-A, OCR-B, Triumvirate CG™ от AGFA®",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "Модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран.<br>Масштабируемые шрифты можно использоваться с более чем 50 символов.",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG, и Datamax 7-битные файлы",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде.",
									"Интерфейс" => "USB, Parallel Centronics®, Serial RS232 (DB-9) до 38 400 БПС",
									"Программное обеспечение" => "DMX Config: Полное утилита настройки принтера<br>DMX Netmanager<br>Встроенные веб страницы<br>Windows Драйверы - NT, XP, Vista",
									"Габариты" => "179 х 223 х 254 мм",
									"Масса" => "2.4 кг",
									"Цвет" => "Отделка под светлые или темные цвета",
									"Рабочая температура" => "-40°F до 95°F (4°С до 35°C)"
								),
								"desc" => "<p>Новинка от компании Datamax – принтер для печати этикеток E – 4304e – отличное решение для рабочих мест малой и средней производительности.</p><p>Чаще всего принтер приобретают для полуавтоматических производств, различных предприятий по маркировке и т.д.</p><p>Функциональный, надежный, и при этом очень компактный принтер обеспечит высокое качество печати как простых штрих-кодов, так и сложной символики.</p><p>Поддерживает двухмерные штрих-коды, в том числе коды PDF417, DataMatrix, MaxiCode и QRCode</p><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_042" => array(
							"title" => "Datamax E-4304",
							"article" => "",
							"link" => "/print01_042.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/datamax-e4304-1.jpg",
								"/new_images/print/datamax-e4304-2.jpg",
								"/new_images/print/datamax-e4304-3.jpg",
								"/new_images/print/datamax-e-4304.jpg"
							),
							"primaryProps" => array(
								"Технология печати" => "Термо печать (термотрансферная опция)",
								"Скорость печати" => "4 IPS (102 мм / сек)",
								"Разрешение печати" => "300 точек на дюйм",
								"Печать ленты в диапазоне" => "1' - 4,3' (25.4 мм - 109.2mm)",
								"Интерфейс" => "USB, Centronics® Parallel порта RS232 на 600 до 38400 БПС"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Термо печать (термотрансферная опция)",
									"Скорость печати" => "4 IPS (102 мм / сек)",
									"Разрешение печати" => "300 точек на дюйм",
									"Печать ленты в диапазоне" => "1' - 4,3' (25.4 мм - 109.2mm)",
									"Интерфейс" => "USB, Centronics ® Parallel порта RS232 на 600 до 38400 БПС",
									"Длина печати" => "0,375' - 24' (9.5 мм - 609.6mm); 1,25' (31.8mm) - минимальная длина этикетки с установленный обрезчиком",
									"Толщина материала" => "0,0025' - 0,0100' (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 0,5' (13мм) ленточный сердечник, 361 (110M) в длину",
									"Штрих - Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0.08' (2 мм) до 0.25' (6 мм), включая OCR-A, OCR-B, Triumvirate CG™ от AGFA®",
									"Скачиваемые шрифты" => "True-Type, AGFA® Intellifont™, Bitmap",
									"Буквы" => "Модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран.<br>Масштабируемые шрифты можно использоваться с более чем 50 символов.",
									"Поддерживаемая графика" => "*.PCX, *.BMP и *.IMG файлы",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде.",
									"Машинная память" => "2MB DRAM; 1MB Flash",
									"Интерфейс" => "USB, Centronics ® Parallel порта RS232 на 600 до 38400 БПС",
									"Драйвера WINDOWS®" => "Используется для создания этикетки практически на любом Windows® на основе программы которая включена в комплект.",
									"Габариты" => "179 х 223 х 254 мм",
									"Масса" => "5,2 кг. (2.4kg)"
								),
								"desc" => "<p>Datamax 4304 - настольный термоппринтер этикеток начального класса с дополнительной функцией термотрансферной печати.</p><p>Подходит для небольшого объема печати на самоклеящихся этикетках, ярлыках из картона или текстиля.</p><h3 align='center'>Особенности</h3><ul><li>Небольшой размер (179 х 223 х 254 мм).</li><li>Три управляющие кнопки и три световых индикатора состояния.</li><li>Диаметр рулона этикеток - 12 см.</li><li>Напечатанная этикетка отклеивается от подложки за счет специального устройства, встроенного в принтер.</li><li>Допустима установка дополнительных приспособлений, например, смотчика этикеток, блока термотрансферной печати, ножа для отделения этикеток и т.д.</li><li>Разрешение печати 300 dpi.</li></ul><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Транспортные и логистические компании для маркировки грузов.</li><li>Почтовые услуги.</li><li>Малый бизнес.</li><li>Офисы.</li><li>Регистрация автомобилей.</li></ul>"
							)
						),
						"printer-shtrih-kodov-citizen-cl-s400dt" => array(
							"title" => "Citizen CL-S400DT",
							"article" => "",
							"link" => "/print/citizen/printer-shtrih-kodov-citizen-cl-s400dt.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s400dt-1.jpg",
								"/new_images/print/citizen-cl-s400dt-2.jpg",
								"/new_images/print/citizen-cl-s400dt-3.jpg",
								"/new_images/print/citizen-cl-s400dt_infografika.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термо",
								"Разрешение печати" => "203 dpi",
								"Ширина печати" => "104 мм",
								"Скорость печати" => "150 мм/сек",
								"Длина печати" => "812 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Модель" => "CL-S400DT",
									"Метод печати" => "термо",
									"Разрешение печати" => "203 dpi",
									"Ширина печати" => "104 мм",
									"Скорость печати" => "150 мм/сек",
									"Длина печати" => "812 мм",
									"Класс принтера" => "начальный",
									"Язык программирования" => "ZPL",
									"Модуль отделителя этикеток" => "отсутствует",
									"Модуль отрезчика этикеток" => "установлен",
									"Эмуляция" => "Datamax® I-Class™ & DMX400™, Zebra® ZPL-II®, Cross-Emulation™ (автоматическое обнаружение), BASIC interpreter для потока данных и возникающих ошибок",
									"Толщина бумаги" => "от 0.0635 до 0.254 мм",
									"Программное обеспечение" => "Свободное ПО на CD-носителях, поддерживающее Windows®, XP®, 2003, 2008, Vista™, Windows 7",
									"Оперативная память" => "8 Мб",
									"Интерфейс подключения" => "USB, RS-232",
									"Интерфейс пользователя" => "16x2 LCD-дисплей с подсветкой (два цвета). 4 кнопки, 'умное' меню, конфигурации системы",
									"Объем печати в день" => "2 тыс. этикеток",
									"Печать только браслетов" => "нет",
									"Корпус" => "Пластиковый корпус с защитой закрывания (Hi-Open™)",
									"Вес" => "2.68 кг",
									"Габаритные размеры" => "206 х 149 х 150 мм"
								),
								"desc" => "<p>Citizen CL-S400DT – настольный термопринтер начального уровня.</p><p>Подходит для изготовления этикеток, пригласительных, авиа-, ж/д билетов, ценников, ярлыков и талонов.</p><p>Работает со свернутыми в рулон или фальцованными этикетками, поддерживает нестандартную укладку печатного материала – стопкой или гармошкой.</p><p>Внутренний механизм, обеспечивающий печать, изготовлен из прочного металла, что обеспечивает длительную работу оборудования. Легкая замена расходных материалов и датчики контроля упрощают обслуживание.</p><h3 align='center'>Особенности</h3><ul><li>Ударопрочный корпус – защищает устройство от механических повреждений.</li><li>Выявленные ошибки печати сопровождаются звуковым сигналом.</li><li>Встроенный держатель, позволяет работать со свернутыми в рулон этикетками.</li><li>Компактный размер - 206 х 149 х 150 мм.</li><li>Поддержка языков программирования Zebra и Datamax.</li><li>Соответствует международному стандарту ENERGY STAR®.</li><li>LCD-дисплей.</li></ul><p align='center'><iframe width='100%' height='315' src='https://www.youtube.com/embed/NWvk2MgMlws' frameborder='0' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => "<p>Citizen CL-S400DT применяется в сфере торговли, логистики, организации развлекательных программ, медицине, так как является оптимальным вариантом для производства небольших объемов до 2000 штук в день на разных видах материала – картон, бумага, полипропилен и т.д.</p>"
							)
						),
						"print01_009" => array(
							"title" => "Citizen CLP-621",
							"article" => "",
							"link" => "/print01_009.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/citizen-clp-621.jpeg"
							),
							"primaryProps" => array(
								"Разрешение, dpi" => "203",
								"Скорость печати, мм/сек" => "100",
								"Тип печати" => "Прямая термо и термотрансферная печать",
								"Интерфейс" => "RS232, Centronics (LPT) и USB опционально Ethernet, WiFi ",
								"Максимальная длинам печати, мм" => "812"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение, dpi" => "203",
									"Скорость печати, мм/сек" => "100",
									"Тип печати" => "Прямая термо и термотрансферная печать",
									"Интерфейс" => "RS232, Centronics (LPT) и USB опционально Ethernet, WiFi ",
									"Максимальная длинам печати, мм" => "812",
									"Страна производства" => "Япония",
									"Максимальная ширина печати, мм" => "104",
									"Длина рулона, м" => "360",
									"Внешний диаметр, мм" => "74",
									"Внутренний диаметр, мм " => "25,4",
									"Поддерживаемые штрих-коды" => "Code 3of9, UPC-A, UPC-E, Int 2of5, Code 128, EAN-8, EAN-13, HIBC (Modular 10), Plessey, Case Code, UPC2DIG ADD, UPC5DIG ADD, Code 93, Telepen, Zip, UCC/EAN128, UCC/EAN128(Kmart), UCC/EAN128(Random Weight), FIM, UPS Maxicode, PDF-417",
									"Панель управления" => "4-е клавиши",
									"Память, MB" => "8",
									"Вес, кг" => "4,5",
									"Размеры, мм" => "231х289х270",
									"Опции" => "автоотрезчик, отделитель этикеток, внешний держатель рулона этикеток, платы расширения Ethernet & WiFi interfaces"
								),
								"desc" => "<p>Принтер штрих-кода CITIZEN CLP 621 является усовершенствованной версией модели CLP 521 с дополнительной возможностью печати термотрансферным методом.</p><p>Принтер citizen clp-621	характеризуется высокими показателями производительности, непревзойденной надежностью и удобством в эксплуатации.</p><h3 align='center'>Основные достоинства</h3><p></p><ul><li>доступная стоимость,</li><li>надежный и функциональный печатающий механизм,</li><li>конструктивное исполнение с легким доступом к внутренним деталям,</li><li>возможность быстрой очистки термоголовки,</li><li>легкий процесс установки и замены расходных материалов.</li></ul><p>Модель CLP621 использует инновационную, разаработанную Citizen, технологию - систему активного управления и контроля за положением красящей ленты (ARCP). Эта система позволяет поддерживать необходимую степень натяжения красящей ленты в течение всего срока эксплуатации принтера CLP621.</p><p>Принтер ситизен CLP621 оснащен функцией VCOM (виртуальный коммуникационный порт), что дает возможность подключить устройство к любому современному ПК, а также легко и быстро настроить его работу с минимальными затратами.</p><p>После установки на компьютере драйвера, функция VCOM создаст виртуальный порт RS232 port, и вы сможете использовать с моделью Citizen CLP621 любые стандартные приложения.</p><p>Термотрансферный принтер ситизен CLP621 - это оптимальное соотношение невысокой стоимости, качества и производительности.</p><p>Принтер этикеток Citizen CLP621 разработан так, что его параметры соответствуют моделям среднего класс, а цена не превышает уровень цен моделей, произведенных в Юго-Восточной Азии.</p><p>Благодаря оригинальным техническим решениям, колоссальному опыту производства и разработки печатающего оборудования и очень гибкой ценовой политике, компании Citizen удалось выпустить принтер Citizen CLP621 - модель, идеально соответствующий требованиям российского рынка.</p><p>Аксессуары<ul><li>Печатающие головки для Citizen CLP621</li><li>Отрезчик Citizen printhead принтеров CLP621</li><li>Отделитель Citizen peeler CLP621</li></ul></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
 						),
						"argox_os2130d" => array(
							"title" => "Argox OS-2130d",
							"article" => "",
							"link" => "/argox_os2130d.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "72_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/argox-os-2130d-1.jpg",
								"/new_images/print/argox-os-2130d-2.jpg",
								"/new_images/print/argox-os-2130d-3.jpg",
								"/new_images/print/argox-os-2130d-inf.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать",
								"Максимальная ширина печати" => "72 мм",
								"Максимальная длина печати" => "2540 мм",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "104 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать",
									"Максимальная ширина печати" => "72 мм",
									"Максимальная длина печати" => "2540 мм",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "104 мм/сек",
									"Память" => "8 МБ DRAM и 4 Мб Flash ROM",
									"Рабочая температура" => "от 4°С до 38°C",
									"Программное обеспечение" => "ОС Windows 7 2000/XP/2003/Vista/Windows Argobar Lite / Pro или бармен UltraLite (бесплатно) Утилита принтера и шрифтов Утилита",
									"Проводные / сетевые подключения" => "RS-232, USB",
									"Поддерживаемые языки печати штрих-кодов" => "PPLA, PPLB",
									"Типы печатаемых штрих-кодов" => "Линейные штрих-коды, Двумерные штрих-коды",
									"Дополнительные опции и аксессуары" => "Отделитель этикеток, нож",
									"Размеры" => "Высота – 228 мм, Ширина – 134 мм, Глубина – 163 мм",
									"Вес" => "1,2 кг"
								),
								"desc" => "<p>Термопринтер OS 2130d от японской компании Argox представляет собой оборудование для печати этикеток со штрих-кодами.</p><p>Устройство использует метод прямой термопечати – нагревательная головка с печатной платой прижимается к теплочувствительной бумаге и формирует текст, штрих-код и графику.</p><p>В качестве расходного материала выступает рулоны термобумаги диаметром не более 109 мм. Отделитель автоматически отрежет готовую этикетку от ленты.</p><p>Позволяет наносить штрих-коды, текст и изображения (эмблемы).</p><p>Применяется с операционными системами Windows (XP и новее), Linux.</p><h3 align='center'>Особенности</h3><ul><li>Распознавание PPLA, PPLB.</li><li>Ширина печати до 72 мм.</li><li>Предназначен для работы в помещении, на столе.</li><li>Внутренняя память 4 Mb Flash (карты microSD до 4 GB).</li><li>Датчики открытия головки, черной метки и наличия бумаги.</li><li>Поддержка интерфейсов USB 2.0, RS-232, Ethernet в комплекте.</li><li>Печать линейных и двумерных штрихкодов: QR Code, PDF417, Code 93, UPC и др.</li></ul>",
								"advantages" => array(
									"Рассчитан на печать до 5000 этикеток в день.",
									"Скорость печати до 104 мм в секунду.",
									"Эмуляция языка Zebra, Datamax.",
									"Опциональная установка отделителя этикеток.",
									"Компактные размеры (примерно 23 см в ширину и 16 см в длину)."
								),
								"appAreas" => "<p>Принтер этикеток Argox OS 2130d применяется в банковском деле и любой области торговли: пищевой, хозяйственной, в магазинах одежды и электроники, гипермаркетах.</p><p>Предназначен также для работы со складским учетом, в хранилищах, в сфере оказания услуг ремонта и пошива.</p><p>Пригодится в логистических центрах и курьерских службах для систематизации транспортируемых товаров.</p><p>Используется в аптеках и медицинских учреждениях.</p><p>Приобретайте термопринтер OS 2130d от Argox в нашей компании по самым низким ценам. Наши менеджеры оформят ваш заказ и ответят на все вопросы касательно изделия.</p>"
							)
						),
						"print01_019" => array(
							"title" => "Argox OS-214TT",
							"article" => "",
							"link" => "/print01_019.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/argox-os-214TT-2.jpg",
								"/new_images/print/argox-os-214TT-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо и термотрансферная печать",
								"Разрешение печати" => "203 dpi (8 точек/мм)",
								"Скорость печати" => "76 мм/сек",
								"Ширина печати" => "до 104 мм",
								"Длина печати" => "до 203 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо и термотрансферная печать",
									"Разрешение печати" => "203 dpi (8 точек/мм)",
									"Скорость печати" => "76 мм/сек",
									"Ширина печати" => "до 104 мм",
									"Длина печати" => "до 203 мм",
									"Ресурс термоголовки" => "более 30 км",
									"Память" => "DRAM 512 Кб<br>Flash-ROM 512 Кб",
									"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией. Ширина: max - 108 мм, min - 25,4 мм. Длина: max - 762 мм, min - 10 мм. Толщина от 0,0635 до 0,254 мм (0.0025 -0.01'). Внешний диаметр рулона 109 мм. Диаметр втулки 25 мм (1').<br>Риббон. Покрытие: воск, смола, и комбинир. Макс. ширина - 109 мм. Макс. диаметр 36 мм. Макс. длина 91 м. Внутренний диаметр 12,5 мм.",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23'). Масштабируемость до 24х24.<br>Ориентация шрифтов (0-270°). Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
									"Графика" => "PPLA: PCX, BMP, IMG, HEX, GDI PPLB: PCX, двоичный растр, GDI",
									"Интерфейс подключения" => "Centronics (параллельный) RS-232 (последовательный)",
									"Напряжение питания" => "220В±10% 50/60Гц; 19 В, 4 А",
									"Габаритные размеры" => "278мм (Д) x 186мм (Ш) x 153мм (В)",
									"Вес" => "1,9 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLA и PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев",
									"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера"
								),
								"desc" => "<p>Принтер штрих-кода Argox OS-214TT обладает возможностью термотрансферной печати на этикетках с шириной до 104, модель сочетает в себе компактные размеры, высокие показатели скорости печати и надёжности.</p><h3 align='center'>Особенности</h3><ul><li>Argox OS-214TT - настольный термотрансферный принтер печати этикеток начального класса</li><li>Скорость печати достигает 76 мм/сек</li><li>Принтер Argox OS214TT поддерживает ширину печати до 104 мм</li><li>Прост и удобен в эксплуатации</li><li>Легкий процесс замены расходного материала</li><li>Модель OS214TT характеризуется высокой наработкой на отказ - свыше 180,000 часов</li><li>Поддерживает печать на расходных материалах с увеличенным внешним диаметром при применении внешней стойки</li><li>Широкий спектр опций: отделитель, отрезатель этикеток и др.</li></ul><p>Модель OS214TT - удобный в эксплуатации термо и термотрансферный принтер, печатающий этикетки в небольших объемах шириной до 104 мм.</p><p>Для принтера Argox OS-214TT предусмотрен большой выбор дополнительных опций: отделитель и отрезатель готовых этикеток, возможность установки дополнительной карты памяти для шрифтов, подключение внешнего размотчика.</p><p>Принтер Argox OS214TT оснащен наиболее распространенными интерфейсами подключения к ПК - LPT и RS232, а также поддерживает подключение через интерфейс Ethernet с помощью внешнего принт-сервера.</p><p>Кроме этого, OS214TT работает в автономном режиме - без связи с компьютером. Этот режим обеспечивается при подключении к устройству управляющей клавиатуры ArgoKee.</p><p>Для интеграции аргокс OS214TT в информационные системы в комплект с принтером входят все необходимые драйвера и программное обеспечение.</p><p>Управление OS214TT производится с помощью одного из двух языков программирования (PPLA или PPLB). Это позволяет максимально легко и быстро встроить принтер в существующую товаро-учётную систему предприятия.</p><p align='center'><object type='application/x-shockwave-flash' data='http://sj-company.ru/uflvplayer_500x375.swf' height='300' width='400' style='visibility: visible;'><param name='bgcolor' value='#ffffff'><param name='allowFullScreen' value='true'><param name='allowScriptAccess' value='always'><param name='movie' value='http://sj-company.ru/uflvplayer_500x375.swf'><param name='FlashVars' value='way=http://sj-company.ru/os-214.flv&amp;swf=http://sj-company.ru/uflvplayer_500x375.swf&amp;w=400&amp;h=300&amp;pic=http://sj-company.ru/os-214tt.jpg&amp;autoplay=0&amp;tools=1&amp;skin=black&amp;frontcolor=black&amp;volume=70&amp;q=&amp;comment='></object></p>",
								"advantages" => array(
									"Основными преимуществами принтера аргокс os 214tt являются высочайшая надёжность, легкость в установке и эксплуатации, а так же простота процесса замены расходных материалов."
								),
								"appAreas" => array()
							)
						),
						"print01_021" => array(
							"title" => "Argox OS-314TT",
							"article" => "",
							"link" => "/print01_021.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "101.6_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/os-314-tt.jpg",
								"/new_images/print/os-314-tt_2.jpg",
								"/new_images/print/os-314-tt_3.jpg",
								"/new_images/print/argox-os-314tt-inf.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо и термотрансферная печать",
								"Разрешение печати" => "300 dpi (12 точек/мм)",
								"Скорость печати" => "51 мм/сек",
								"Ширина печати" => "до 101,6 мм",
								"Длина печати" => "до 356 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо и термотрансферная печать",
									"Разрешение печати" => "300 dpi (12 точек/мм)",
									"Скорость печати" => "51 мм/сек",
									"Ширина печати" => "до 101,6 мм",
									"Длина печати" => "до 356 мм",
									"Процессор" => "32-разрядный",
									"Ресурс термоголовки" => "более 30 км",
									"Память" => "DRAM 2 Mб, Flash-ROM 512 kб",
									"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией. Ширина: max - 108 мм, min 25,4 мм. Длина: max - 762 мм, min 10 мм. Толщина от 0,0635 до 0,254 мм (0.0025 - 0.01'). Внешний диаметр рулона 109 мм. Диаметр втулки 25 мм (1'). Риббон. Покрытие: воск, смола, и комбинир. Макс. ширина - 109 мм. Макс. диаметр 36 мм. Макс. длина 91 м. Внутренний диаметр 12,5 мм.",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23'). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25",
									"Графика" => "PCX, BMP, IMG, HEX, GDI; PPLB: PCX, двоичный растр, GDI",
									"Интерфейс подключения" => "Centronics (параллельный), RS-232 (последовательный)",
									"Напряжение питания" => "220В±10% 50/60Гц; 19 В, 4 А",
									"Габаритные размеры" => "278мм (Д) x 186мм (Ш) x 153мм (В)",
									"Вес" => "2,1 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев"
								),
								"desc" => "<p>Принтер OS-314TT японского бренда Argox представляет собой изделие для печати этикеток со штрих-кодами.</p><p>Устройство использует метод термотрансферной и прямой термопечати.</p><p>В первом случае с помощью термоголовки бумага прижимается к риббону (красящей ленте).</p><p>Во втором случае, нагревательная головка с печатной платой прижимается к теплочувствительной бумаге и формирует текст, штрих-код и графику.</p><p>В качестве расходного материала выступает рулоны термобумаги диаметром не более 109 мм и красящие ленты 12,5 мм.</p><p>Отделитель автоматически отрежет готовую этикетку от ленты.</p><p>Позволяет наносить штрих-коды, текст и изображения (эмблемы).</p><p>Применяется с операционными системами Windows XP и новее, а также Linux. Совместимо с программным обеспечением ArgoBar.</p><h3 align='center'>Особенности</h3><ul><li>Использование PPLB Language.</li><li>Ширина печати до 72 мм.</li><li>Предназначен для работы в помещении, на столе.</li><li>Внутренняя память 4 Mb Flash (карты microSD до 4 GB).</li><li>Датчики открытия головки, черной метки и наличия бумаги.</li><li>Поддержка интерфейсов Centronics, RS-232.</li><li>Печать линейных и двумерных штрихкодов: QR Code, PDF417, Code 93, UPC и др.</li></ul>",
								"advantages" => array(
									"Рассчитан на печать до 5000 этикеток в день.",
									"Скорость печати до 104 мм в секунду.",
									"Эмуляция языка Zebra, Datamax.",
									"Высокая надежность – ресурс головки более 25 км печати.",
									"Опциональная установка отделителя этикеток.",
									"Компактные размеры (примерно 23 см в ширину и 16 см в длину).",
									"Печать графики PCX, BMP, IMG, HEX, GDI и т.д."
								),
								"appAreas" => "<p>Принтер этикеток Argox OS-314TT применяется в банковском деле и любой области торговли: пищевой, хозяйственной, в магазинах одежды и электроники, гипермаркетах.</p><p>Предназначен также для работы со складским учетом, в хранилищах, в сфере оказания услуг ремонта и пошива.</p><p>Пригодится в логистических центрах и курьерских службах для систематизации транспортируемых товаров.</p><p>Используется в аптеках и медицинских учреждениях.</p><p>Приобретайте термопринтер OS-314TT от компании Argox у наших менеджеров по самым низким ценам. В нашей компании оформят ваш заказ и ответят на все вопросы касательно изделия.</p>"
							)
						),
						"print01_049_dt2" => array(
							"title" => "Godex G300/G330",
							"article" => "",
							"link" => "/print01_049_dt2.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/godex-g300-g300-1.jpg",
								"/new_images/print/godex-g300-g300-2.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая Термопечать",
								"Разрешение печати" => "203 dpi (точек на дюйм) / 8 точек на мм",
								"Скорость печати" => "5 - 10.16 см/сек",
								"Длина печати" => "Мин. 12.7 мм (0.5') Макс. 1727 (68')",
								"Ширина печати" => "Макс. 54 мм (2.12')"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая Термопечать",
									"Разрешение печати" => "203 dpi (точек на дюйм) / 8 точек на мм",
									"Скорость печати" => "5 - 10.16 см/сек",
									"Длина печати" => "Мин. 12.7 мм (0.5') Макс. 1727 (68')",
									"Ширина печати" => "Макс. 54 мм (2.12')",
									"ЦПУ" => "32 бит",
									"Память" => "4MB Flash, 8MB SDRAM (RTC-микросема часов может быть установлена дополнительно)",
									"Сенсор края этикетки" => "Перемещаемый сенсор на отражение; зафиксированный по центру излучающий сенсор<br>Тип: на просвет между этикетками и на черную метку (оба сенсора включены в стандартную комплектацию)<br>Режимы работы: автоопределение длины этикетки при печати самим принтером или программная установка длины этикетки",
									"Характеристики типов носителей" => "Этикет-лента, непрерывные бумажные, тканевые и полимерные носители, картон и др.<br>Допустимые размеры рулона: внешний диаметр 127 мм<br>Допустимый диаметр внутренней втулки: 25.4 мм, 38.1 мм<br>Ширина: от 15 до 54 мм<br>Толщина: от 0.06 до 0.20 мм",
									"Язык управления" => "EZPL",
									"Программное обеспечение" => "Русифицированный редактор Qlabel-IV для создания и печати этикеток для Windows, DLL и драйверы для различных версий Windows (NT 4.0, 2000, XP, Vista),  Компонента и DLL для 1С 7.7 и 8.0 для печати этикеток на принтерах EZPL – в комплекте поставки.",
									"Встроенные шрифты" => "11 встроенных шрифтов (включая OCRA & B), с 8-микратно изменяемыми по горизонтали и вертикали размерами.<br>Шрифты можно поворачивать (8 углов ориентации). Масштабируемый шрифт (кодовые страницы 850 и 852) (4 угла ориентации)",
									"Загружаемые шрифты" => "Возможна загрузка русских Windows Bit-map шрифтов (8 углов ориентации) и русских True Type шрифтов ver. 2.XX (4 угла ориентации). Шрифты можно поворачивать",
									"Обработка изображений" => "Загрузка в принтер: BMP, PCX.<br>Поддержка форматов:WMF, ICO, EMF, JPG",
									"Поддерживаемые штрих-коды" => "Стандартные линейные и двумерные",
									"Интерфейсы" => "RS232, USB v. 2.0",
									"Управление" => "Светодиоды статусов,<br>Кнопка управления Feed",
									"Питание" => "100/240 В, 50/60 Гц, автопереключение",
									"Температура" => "Эксплуатация: от 5 до 40 °C,<br>Хранение: от -20 до 50 °C",
									"Влажность" => "Эксплуатация: от 30 до 85 %, без конденсата<br>Хранение: от 10 до 90%, без конденсата",
									"Размеры" => "218 x 100 x 172 мм (ДхШхВ)",
									"Вес" => "1.2 кг",
									"Возможные опции(поставляется дополнительно)" => "Отрезчик гильотинного типа,<br>Диспенсер,<br>Внутренний модуль Ethernet<br>RTC (микросхема календаря/часов)Внешняя стойка для рулонов диаметром до 250 мм<br>Внешний намотчик этикеток"
								),
								"desc" => "<p>Принтер Godex DT-2 является продолжителем хорошо зарекомендованного модельного ряда EZ. Темопринер позволяет производить печатать шириной до 54 мм, со скоростью 100 мм/сек.</p><p>Представляет собой экономичное решение с довольно большим кругом возможностей для выполнения задач маркировки продукции в небольших предприятиях.</p><p>В принтере Godex DT-2 присутствует два типа датчиков конца этикетки - на отражение и на просвет.</p><p>Это позволяет печатать на этикетках с любой плотностью подложки, а также этикетки с черной меткой.</p><p>Для этикеток нестандартной формы предусмотрена возможность регулировать сенсоры.</p><p>Размер этикеток можно задать в программе печати либо установить на принтере автосенсорный режим для возможности определения самим устройством размеров заправленных в него этикеток.</p><p>Компактный принтер Godex DT-2 отличается простотой использования и надежностью. Термопринтер для печати небольшого объема этикеток. К особенностям принтера относится высокая производительность и высокое качество печати этикеток.</p><p>Встроенные сенсоры можно регулировать. Данная особенность полезна в случае печати этикеток неправильной формы.</p><p>Достаточно большой объем памяти Godex DT-2 позволяет хранить большое количество шаблонов этикеток, загружать собственные шрифты и графику.</p><p>Корпус принтера выполнен из ударопрочного пластика, что обеспечивает защиту от механических повреждений, воздействия влаги и пыли.</p><p>В комплекте с принтером Godex DT-2 поставляется бесплатная программа для создания, редактирования макетов этикеток. Поддержка автосенсорного режима позволяет принтеру автоматически определять размер этикеток.</p><p>Замена этикеток осуществляется без особых сложностей.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_043" => array(
							"title" => "Godex EZPi-1200",
							"article" => "",
							"link" => "/print01_043.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/godex_ezpi_1200.jpg",
								"/new_images/print/godex_ezpi_1200_2.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная / Прямая термопечать",
								"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
								"Скорость печати" => "6 IPS (150 мм / с)",
								"Ширина печати" => "4,25' (108мм)",
								"Длина печати" => "Мин. 0,16' (4 мм), Макс. 68' (1727 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная / Прямая термопечать",
									"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
									"Скорость печати" => "6 IPS (150 мм / с)",
									"Ширина печати" => "4,25' (108мм)",
									"Длина печати" => "Мин. 0,16' (4 мм), Макс. 68' (1727 мм)",
									"Память" => "4MB Flash / 8 Мб SDRAM",
									"Тип датчика" => "Фиксированный, по центру прозрачным датчик, регулируемый Датчик с рефлектором",
									"Параметры этикеток" => "Ширина: 1' (25,4 мм) Мин. - 4,64' (118 мм) Макс.<br>Толщина: 0,003' (0,06 мм) Мин. - 0,01' (0,25 мм) Макс.<br>Диаметр рулона этикеток: Макс. 5' (127 мм)<br>Диаметр сердечника: 1', 1,5', 3' (25,4 мм, 38.1mm, 76,2 мм)",
									"Термотрансферная лента" => "Типы: воск, воск / смола, смола<br>Длина: 981'(300 м)<br>Ширина: 1,18' Мин - 4,33' (30 мм - 110 мм) Макс.<br>Лента диаметр рулона:. 2,67' (68 мм)<br>Диаметр сердечника: 1' (25,4 мм)",
									"Языки программирования" => "EZPL, GEPL (Godex Eltron® язык принтера), GZPL (Godex Zebra® язык принтера)",
									"Программное обеспечение" => "Программное обеспесение для дизайна этикеток: QLabel-IV (для EZPL только)<br>Драйвер и DLL: Windows 2000, XP и Vista",
									"Встроенные шрифты" => "Растровые шрифты 6, 8, 10, 12, 14, 18, 24, 30, 16X26 и OCR & B<br>Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Растровые шрифты 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"Загружаемые шрифты" => "Растровые шрифты 90°, 180°, 270° поворотный, одного символа 90°, 180°, 270° вращающийся<br>Азиатские шрифты 90°, 180°, 270° вращающихся и в 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"1D Штрих-коды" => "Code 39, Code 93, Code 128 (subset A, B, C), UCC/EAN-128 K-Mart, UCC/EAN-128, UPC A / E (add on 2 & 5), I 2 of 5, I 2 of 5 with Shipping Bearer Bars, EAN 8 / 13 (add on 2 & 5), Codabar, Post NET, EAN 128, DUN 14, HIBC, MSI (1 Mod 10), Random Weight, Telepen, FIM, China Postal Code, RPS 128 and GS1 DataBar",
									"2D Штрих-коды	" => "PDF417, Datamatrix код, MaxiCode, QR-код и Micro QR Code",
									"Поддерживаемые страницы символов" => "437 CODEPAGE, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737<br>1250 ОКНА, 1251, 1252, 1253, 1254, 1255<br>Unicode (UTF8, UTF16)",
									"Графика" => "Поддержка графических форматов BMP и PCX, другие графические форматы можно загрузить с программным обеспечением",
									"Интерфейсы" => "Последовательный порт: RS-232 (DB-9)<br>USB порт<br>Параллельный порт: Centronics 36-контактный<br>PS2 порт<br>CF Card разъем (макс. 1 Гб CF-карты) с часами реального времени<br>Ethernet 10/100 Мбит / сервер печати (по умолчанию отключено; отключает USB при использовании)",
									"Панель управления" => "Графический ЖК-дисплей с подстветкой: 128 х 64 точек или 4 строки по 16 символов<br>Три светодиода для отображения состояния принтера<br>Функциональные клавиши: Питание, Пауза, Отмена",
									"Мощнсть" => "Автоматическое переключение 100-240В, 50-60Hz",
									"Требования к окружающей среде" => "Рабочая температура: 41°F до 104°F (5°C до 40°C)<br>Температура хранения: от -4°F до 122°F (-20°C до 50°C)",
									"Влажность" => "Операция: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
									"Официальные сертификаты" => "CE (EMC), FCC класс, CB, CUL, CCC",
									"Габариты" => "Длина: 11,2' (285мм)<br>Высота: 6,8' (171 мм)<br>Ширина: 8,9' (226 мм)",
									"Вес" => "6,6 фунта (3.0kg), за исключением расходных материалов",
									"Опции" => "Отделитель этикеток<br>Резак (роторный)<br>Внешний держатель больших рулонов<br>Адаптер Wi-Fi 802.11 b/g (принт-сервер)<br>Модуль микросхемы RTC-календаря/часов с разъемом подключения карты расширения памяти CompactFlash",
									"Стандартная комплектация" => "Ось для красящей ленты (для втулки диаметром 1”)<br>Шнур питания<br>Кабель USB<br>Кабель LPT (Centronix)<br>Демо-рулон красящей ленты<br>Втулка для рулона этикеток<br>CD с инструкцией на русском языке и ПО<br>Пустая втулка для красящей ленты<br>Демо-рулон этикет ленты"
								),
								"desc" => "<p><b>Данная модель снята с производства. В место нее выпускается модель Godex RT700/RT700i/RT730/RT730i</b></p><p>Мощный и производительный принтер этикеток Godex EZPi-1200 печатает термо- и термотрансферным способом.</p><p>Яркий ЖК-дисплей с подсветкой облегчат управление.</p><p>Край сенсора этикетки регулируется пользователем.</p><p>Можно его настроить на этикетки различной ширины с различной толщиной подложки.</p><p>В стандартный комплект поставки входят интерфейсы: Ethernet, USB 2.0, параллельный и последовательный, программное обеспечение для дизайна этикеток, а также 300 метров красящей ленты.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_044" => array(
							"title" => "Godex EZPi-1300",
							"article" => "",
							"link" => "/print01_044.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "105.7_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/godex_ezpi-1300_1.jpg",
								"/new_images/print/godex-ezpi-1300.jpg",
								"/new_images/print/godex-ezpi-1300_2.jpg",
								"/new_images/print/godex-ezpi-1300_3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная / Прямая термопечать",
								"Разрешение печати" => "300 точек на дюйм (12 точек / мм)",
								"Скорость печати" => "4 IPS (102 мм / с)",
								"Ширина печати" => "4,16' (105.7mm)",
								"Длина печати" => "Мин. 0,16' (4 мм); Макс. 30' (762 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная / Прямая термопечать",
									"Разрешение печати" => "300 точек на дюйм (12 точек / мм)",
									"Скорость печати" => "4 IPS (102 мм / с)",
									"Ширина печати" => "4,16' (105.7mm)",
									"Длина печати" => "Мин. 0,16' (4 мм); Макс. 30' (762 мм)",
									"Память" => "4MB Flash / 8 Мб SDRAM",
									"Тип датчика" => "Фиксированный, по центру прозрачным датчик, регулируемый датчик с рефлектором",
									"Параметры этикеток" => "Ширина: 1' (25,4 мм) Мин. - 4,64' (118 мм) Макс.<br>Толщина: 0,003' (0,06 мм) Мин. - 0,008' (0,20 мм) Макс.<br>Диаметр рулона этикеток: Макс. 5' (127 мм)<br>Диаметр втулки: 1', 1,5', 3'(25,4 мм, 38,1 мм, 76,2 мм)",
									"Термотрансферная лента" => "Типы: воск, воск / смола, смола<br>Длина: 360 '(110 м)<br>Ширина: 1,18' Мин - 4,33' (30 мм - 110 мм) Макс.<br>Лента диаметр рулона:. 1,57' (40 мм)<br>Диаметр сердечника: 0,5' (12,7 мм)",
									"Языки программирования" => "EZPL, GEPL (Godex Eltron® язык принтера)",
									"Программное обеспечение" => "ПО для дизайна этикеток: QLabel-IV (для EZPL только)<br>Драйвер и DLL: Windows 2000, XP и Vista",
									"Встроенные шрифты" => "Растровые шрифты 6, 8, 10, 12, 14, 18, 24, 30, 16X26 и OCR & B<br>Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Растровые шрифты 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"Загружаемые шрифты" => "Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Азиатские шрифты 90°, 180, 270° вращающихся и в 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"1D Штрих-коды" => "Code 39, Code 93, Code 128 (subset A, B, C), UCC/EAN-128 K-Mart, UCC/EAN-128, UPC A / E (add on 2 & 5), I 2 of 5, I 2 of 5 with Shipping Bearer Bars, EAN 8 / 13 (add on 2 & 5), Codabar, Post NET, EAN 128, DUN 14, HIBC, MSI (1 Mod 10), Random Weight, Telepen, FIM, China Postal Code, RPS 128 and GS1 DataBar",
									"2D Штрих-коды" => "PDF417, Datamatrix код, MaxiCode, QR-код и Micro QR Code",
									"Поддерживаемые страницы символов" => "437 CODEPAGE, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737<br>1250 ОКНА, 1251, 1252, 1253, 1254, 1255<br>Unicode (UTF8, UTF16)",
									"Графика" => "Поддержка графических форматов BMP и PCX, другие графические форматы можно загрузить с программным обеспечением",
									"Интерфейсы" => "Последовательный порт: RS-232 (DB-9)<br>USB-порт<br>Параллельный порт: Centronics 36-контактный<br>PS2 порт<br>CF Card разъем (макс. 1 Гб CF-карты) с часами реального времени<br>Ethernet 10/100 Мбит / сервер печати (по умолчанию отключено; отключает USB при использовании)",
									"Панель управления" => "Графический ЖК-дисплей с подстветкой: 128 х 64 точек или 4 строки по 16 символов<br>Три светодиода для отображения состояния принтера<br>Функциональные клавиши: Питание, Пауза, Отмена",
									"Мощнсть" => "Автоматическое переключение 100-240В, 50-60Hz",
									"Требования к окружающей среде" => "Рабочая температура: 41°F до 104°F (5°C до 40°C)<br>Температура хранения: от -4°F до 122°F (-20°C до 50°C)",
									"Влажность" => "Операция: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
									"Официальные сертификаты" => "CE (EMC), FCC класс, CB, CUL, CCC",
									"Габариты" => "Длина: 11,2' (285мм)<br>Ширина: 8,9' (226 мм)<br>Высота: 6,8' (171 мм)",
									"Вес" => "6,6 фунта (3.0kg), за исключением расходных материалов",
									"Опции" => "Резак (роторный)<br>Отделитель этикеток<br>Адаптер Wi-Fi 802.11 b/g (принт-сервер)<br>Внешний держатель больших рулонов<br>Модуль микросхемы RTC-календаря/часов с разъемом подключения карты расширения памяти CompactFlash",
									"Стандартная комплектация" => "Кабель USB<br>Ось для красящей ленты (для втулки диаметром 1”)<br>Пустая втулка для красящей ленты<br>CD с инструкцией на русском языке и ПО<br>Демо-рулон этикет ленты<br>Демо-рулон красящей ленты<br>Шнур питания<br>Втулка для рулона этикеток<br>Кабель LPT (Centronix)"
								),
								"desc" => "<p>Термотрансферный принтер этикеток Godex EZPi-1300 используют на небольших складах, в оптовых и розничных магазинах, а также в аптеках. Ударопрочный корпус защищает принтер от внешних воздействий и делает его пригодным для работы в  сложных условиях.</p><p>Принтер этикеток Godex EZPi-1300 обладает отличными техническими характеристиками.</p><p>Скорость печати в среднем составляет 4 дюйма в минуту при разрешении 300 dpi (такое разрешение обеспечивает высокое качество мелких шрифтов и сложных графических изображений).</p><p>Функция двойного буферирования Godex EZPi-1300 значительно ускоряет процесс печати.</p><p>Прорезь на задней стенке принтера этикеток позволяет использовать нестандартные печатные материалы.</p><p>Принтер Godex EZPi-1300 печатает этикетки высокого качества на высокой скорости. Печать осуществляется методом прямой термопечати или термотрансферным методом.</p><p>Принтер поддерживает различные интерфейсы связи, в том числе Ethernet, который устанавливается дополнительно. Интерфейсы в стандартной комплектации: USB2.0, RS232, Centronix.</p><p>Принтер осуществляет печать на этикетках различного типа. Принтер Godex EZPi-1300 оборудован жидкокристаллическим дисплеем с подсветкой и удобной панелью управления из трех кнопок.</p><p>Благодаря мощному процессору увеличена производительность принтера.</p><p>Возможности принтера могут быть расширены. Опционально принтер может быть оборудован отделителем этикеток, резаком.</p><p>В комплекте поставляется бесплатное программное обеспечение для создания этикеток.</p><p>Принтер Godex EZPi-1300 имеет набор встроенных шрифтов, количество которых может быть расширенно.</p><p>Высокая степень защиты обеспечивает надежную защиту от влаги, пыли и механических воздействий.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Настольный принтер Godex EZPi-1300 предназначен для использования в магазинах, складах.</p>"
							)
						),
						"print-godex-dt2x" => array(
							"title" => "Godex DT2X",
							"article" => "",
							"link" => "/print-godex-dt2x.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/print-godex-dt2x-1b.jpg",
								"/new_images/print/print-godex-dt2x-2b.jpg",
								"/new_images/print/print-godex-dt2x-3b.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать",
								"Разрешение, dpi" => "203",
								"Скорость печати максимальная, мм/сек" => "177",
								"Макс. ширина печати, мм" => "54",
								"Макс. длина печати, мм" => "1727"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать",
									"Разрешение, dpi" => "203",
									"Скорость печати максимальная, мм/сек" => "177",
									"Макс. ширина печати, мм" => "54",
									"Макс. длина печати, мм" => "1727",
									"Мин. длина печати, мм" => "4",
									"Толщина этикетки с подложкой, мм" => "0.06 – 0.20",
									"Ширина этикетки с подложкой, мм" => "15 – 54",
									"Втулка, мм" => "25.4, 38.1",
									"Диаметр рулона, мм" => "127",
									"Рабочая температура/сек" => "5°C - 40°C",
									"Объем памяти" => "16 МБ",
									"Flash память" => "4 МБ",
									"Опционально" => "Внешний смотчик<br>Отделитель (Dispenser)<br>Отрезчик (Cutter)",
									"Язык программирования" => "EZPL (GEPE/ EPL эмуляция)",
									"USB" => "да",
									"LAN" => "да",
									"Габариты (Д, Ш, В), мм" => "218х100х172",
									"Масса, кг" => "1,2",
								),
								"desc" => "<p>На нашем сайте «SJ-Company» Вы можете приобрести Godex DT 2 X (ширина печати до 54 мм).</p><p>Этот принтер предназначен для печати этикеток со штрих-кодом, текстом или графическим изображением.</p><p>Он разработан компанией «Godex» на смену предыдущей модели «DT2» главным отличием которого является увеличенная скорость печати.</p><p>В сравнении с другим принтером из той же новой серии «DT» Godex DT4X, данное устройство более компактное (ДхШхВ: 218х100х172 мм) и легкое (1,2 кг). Так же, как и другие модели, Godex DT2X наносит информацию на термобумагу методом прямой термопечати.</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Скорость нанесения информации печатающего устройства: 17,78 см/секунду.</li><li>Качество печати: 203 dpi (или 8 точек/мм).</li><li>Поддерживает распространённые интерфейсы подключения: USB2.0, RS-232 и Ethernet.</li><li>Объём встроенной оперативной памяти (SDRAM) – 16 МБ и флэш-память 4 МБ (из которых 2 МБ для хранения в памяти данных пользователя).</li><li>Длина печати: 4 мм (мин.) – 1727 мм (макс.)</li><li>Встроенные часы реального времени.</li><li>Температура при эксплуатации прибора: от +5 °C до +40 °C при влажности 30 – 85 % без конденсата. Температурные условия при хранении: от -40 °C до +50 °C, влажность 10 – 90 % без конденсата.</li><li>Автоматически распознаёт языки программирования: EZPL, GZPL, GEPL.</li></ul>",
								"advantages" => array(
									"Оснащён трёхцветным светодиодным индикатором и специальной клавишей «FEED», которая предназначена для промотки бумаги.",
									"Корпус устройства изготовлен из ударопрочного корпуса.",
									"Диапазон ширины этикет-ленты: 15 мм - 54 мм.",
									"Ширина печати: 54 мм (Godex DT4X – 108 мм).",
									"Русифицированное меню даёт возможность быстро и просто управлять прибором.",
									"Типы датчиков сенсора края этикетки: на отражение и на просвет.",
									"Имеется режим автоматического определения размера заправленных этикеток.",
									"Есть возможность заправлять в принтер печатный материал нестандартного размера, для этого есть прорезь, которая находится сзади печатающего прибора.",
									"Возможность крепления на стены, благодаря специальным отверстиям под винты."
								),
								"appAreas" => "<p>Используется это печатающее устройство в сферах где не требуются отпечатанные изделия для длительного применения (максимальный срок службы 6 месяцев), к примеру: торговые предприятия (розничная/оптовая торговля), управление складом, медицинские учреждения (также фармацевтическая промышленность) и т.д.</p>"
							)
						),
						"godex-rt200" => array(
							"title" => "Godex RT200/RT200i/RT230/RT230i",
							"article" => "",
							"link" => "/print/godex/godex-rt200.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм 56.9_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/20045.jpg",
								"/new_images/print/godex-bzb-2u-203-dpiusb.jpg",
								"/new_images/print/first_image.php.jpg",
								"/new_images/print/RT200i_3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо или Термотрансферный",
								"Интерфейсы" => "SB2.0, RS232, RJ45 (LAN принт-сервер 10/100Mbps, USB Host",
								"Максимальная ширина печати" => "54 мм (2.12”), 56.9 мм (2.24”)",
								"Скорость печати" => "7 IPS (17.7 см/сек), 5 IPS (12.7 см/сек)",
								"Разрешение печати" => "203 dpi (8 dot/mm)"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо или Термотрансферный",
									"Интерфейсы" => "SB2.0, RS232, RJ45 (LAN принт-сервер 10/100Mbps, USB Host",
									"Максимальная ширина печати" => "54 мм (2.12”), 56.9 мм (2.24”)",
									"Скорость печати" => "7 IPS (17.7 см/сек), 5 IPS (12.7 см/сек)",
									"Разрешение печати" => "203 dpi (8 dot/mm)",
									"Комплектация" => "Блок питания, шнур блока питания, USB интерфейсный кабель, демо-рулон красящей ленты (58мм), картонная втулка красящей ленты (0.5'), демо-рулон с этикетками (58мм), втулка для этикет ленты, инструкция по быстрому старту, CD с инструкцией на русском языке и ПО",
									"Язык программирования" => "EZPL, GEPL, GZPL автоматическое переключение",
									"Гарантия" => "3 года",
									"Встроенные шрифты" => "Растровые шрифты: 6, 8, 10, 12, 14, 18, 24, 30, 16x26, OCR A&B с возможностью поворота на 90°, 180°, 270°, с 8-микратно изменяемыми по горизонтали и вертикали размерами. Масштабируемые штрифты с возможностью поворота на 90°, 180°, 270°.",
									"Сенсор края этикетки" => "Перемещаемый сенсор на отражение, зафиксированный по центру (неперемещаемый) сенсор на просвет между этикетками",
									"Обработка изображений" => "Загрузка в принтер графических файлов типа BMP, PCX. Поддерживается программная загрузка файлов типа: ICO, WMF, JPG, JPEG, EMF",
									"Загружаемые шрифты" => "Возможна загрузка любых растровых или масштабируемых шрифтов, в том числе и русских Windows Bit-map шрифтов (8 углов ориентации) и русских True Type шрифтов ver. 2.XX (4 угла ориентации). Шрифты можно поворачивать на 90°, 180°, 270°.",
									"Стандарт качества" => "CE (EMC), FCC Class A, CB, CCC, ГОСТ-Р",
									"RTC (встроенные часы реального времени)" => "есть",
									"Возможные опции и модули расширения" => "Резак, отделитель этикеток, внешний держатель больших рулонов до 250мм (10'), внешний смотчик рулонов",
									"Поддерживаевые кодовые страницы символов" => "CODEPAGE 437,850,851,852,855,857,860,861,862,863,865,866,869,737 WINDOWS 1250,1251,1252,1253,1254,1255,1257. Unicode (UTF8,UTF16)",
									"Этикет лента (диаметр втулки)" => "25.4 мм, 38.1 мм (1”, 1.5”)",
									"Этикет лента (макс.диаметр рулона)" => "127 мм (5')",
									"Этикет лента (толщина)" => "Мин.0.06 мм (0.003”) ~ Макс.0.20 мм (0.008”)",
									"Этикет лента (ширина)" => "15мм (0.6') ~ 118мм (4.64')",
									"Условия хранения" => "-20°C ~ 50°C",
									"Влажность при эксплуатации" => "30-85% (без конденсата)",
									"Возможность расширения памяти" => "Нет возможности расширения памяти",
									"Цвет" => "Чёрный",
									"Материал для печати" => "Бумажные, тканевые, полимерные носители, картон и другие носители в рулонах (Этикет-лента с разрывом, Этикетки с чёрной меткой, Этикетки с отверстием, Непрерывные лента)",
									"Максимальная ширина печати" => "54 мм (2.12”), 56.9 мм (2.24”)",
									"Поддерживаемые штрих-коды" => "1D Bar codes: Code39, Code93, Code128 (группы A,B,C), UCC/EAN128, K-Mart, UCC/EAN128, UPC A/E (c дополнениями 2 из 5), I 2 из 5, I 2 из 5 с Shipping Bearer Bars, EAN 8/13 (с дополн. 2 из 5), Codabar, PostNET, EAN128, DUN14, HIBC, MSI (1 Mod 10), Произвольный вес, Telepen, FIM, China Postal Code, RPS128, GS1 DataBar. 2D Bar codes: PDF417, Datamatrix code, MaxiCode, QR code, MicroQR code, Micro PDF417, Aztec",
									"Влажность при хранении" => "10-90% (без конденсата)",
									"Длина печати" => "Мин. 4мм (0.16”) ~ Макс. 1727мм (68”), Мин. 4мм (0.16”) ~ Макс. 762мм (30”)",
									"Дисплей и интерфейс управления" => "Монохромный дисплей",
									"Термотрансферная красящая лента (риббон)" => "максимальная длина - 110 метров (360)<br>диаметр втулки - 0.5' (12.7мм), без возможности замены на другие размеры<br>макс.диаметр рулона - 40 мм (1.57')<br>применяемые типы - Wax, Wax/Resin, Resin<br>ширина - Мин.20 мм (0.78') ~ Макс.58 мм (2.24”)",
									"Память" => "8Мб Flash (4Мб доступно пользователю), 16Мб SDRAM",
									"Программное обеспечение" => "Мощный бесплатный редактор Qlabel-IV (рус), GoLabel (рус) для создания и печати этикеток под Windows (только для EZPL), DLL и драйверы для различных версий Windows (NT 4.0, 2000, XP, Vista, Win7), Компонента и DLL для 1С 7.7/8.0/8.1/8.2 для печати этикеток на принтерах EZPL. Все ПО - входит в комплект поставки.",
									"Питание" => "Автоопределение напряжения 100/240VAC, 50/60 Hz, 24V/2.5A",
									"Корпус" => "Ударопрочный пластик",
									"Рабочая температура" => "+5°C ~ 40°C",
									"Габаритные размеры" => "Длина: 245мм; Высота: 175мм; Ширина: 136мм",
									"Вес, кг" => "2 Кг. (без аксессуаров)"
								),
								"desc" => "<p>Настольные принтеры Godex RT200/RT200i/RT230/RT230i предназначены для печати штрих-кодов, текстов и изображений на различных этикетках. Принтеры подходят для средних объемов печати. Данная серия – это новая версия популярной линейки EZ-DT2/DT2, но оснащенная возможностью термотрансферной печати.</p><p>Кроме этого, можно выделить еще несколько основных отличий:</p><p><ul><li>Цветной графический дисплей</li><li>Удобная панель навигации</li><li>Объем оперативной памяти увеличен до 16 Мб, а флеш-памяти – до 8 Мб, что характерно для промышленных моделей</li><li>Во флеш-память встроены три языка программирования - EZPL, GEPL, EZPL. Устройство оснащено функцией автоматического выбора языка, поэтому можно использовать любое ПО, которое предназначено для принтеров Zebra/Eltron</li><li>В штатной комплектации поставляется Ethernet модуль для подключения – RJ45</li><li>Инновационным решением можно считать появление на устройстве отдельной кнопки «С» для калибровки принтера</li><li>Скорость печати по сравнению с предшественниками увеличена до 177 и 127 миллиметров в секунду</li><li>Замена расходных материалов стала еще удобнее благодаря механизму «Ракушка»</li></ul></p><p>Данное оборудование подходит для печати на простых термо и термотрансферных этикетках, а также на носителях, выполненных из бумаги, полипропилена, ткани или нейлона.</p><p>Печать производится при помощи красящей термотрансферной ленты подходящего типа. Корпус устройств выполнен из ударопрочного пластика.</p><p>Модели RT200 и RT200i, RT230 и RT230i различаются только разрешением печатной головки (300 dpi у моделей RT230 и RT230i) и наличием или отсутствием цветного дисплея (модели с индексом 'i'), в остальном они совершенно идентичны.</p><h3 align='center'>Особенности</h3><p>Принтеры серии «RT» имеет специальную прорезь на задней стенке, которая предназначена для того, чтобы через него вводили печатный материал нестандартного размера.</p><p>Так, при использовании рулонов этикеток большого диаметра можно установить его на внешний держатель для больших рулонов, который заказывается дополнительно, а лента будет пропускаться наружу через эту прорезь.</p><p>Модели оснащены новым «Авто-Адаптивным» сенсором датчика края этикетки. Он устанавливается неподвижно по центру и закрывается специальной крышкой, которая защищает его от попадания мусора и пыли. Сенсор имеет улучшенную систему распознавания для самых разнообразных материалов печати.</p><p>Датчик края этикетки имеет два рабочих режима – «на отражение» и «на просвет». При комбинировании режимов можно создавать этикетки с подложкой любой плотности. Размер этикеток задается либо в программе печати, либо посредством переведения принтера в автосенсорный режим, при котором он сможет сам определить размер и высоту заправляемых в него этикеток.</p><p>Встроенный модуль Ethernet позволяет обеспечить все функциональные возможности, характерные для классического принт-сервера. При помощи утилиты Godex Net Setting, которую можно установить на компьютер, осуществляется дистанционное управление и настройка принт-сервера.</p><p>При работе с принтерами Godex RT200/RT200i/RT230/RT230i возможно использовать этикет ленту шириной от 15 до 60 мм, толщиной от 0,06 до 0,20 мм. Максимальный внешний диаметр рулона – до 127 мм, а размер применяемых втулок - 25,4 или 38,1 мм.</p><p>Применяемая в данных принтерах красящая лента(риббон) должна обладать следующими параметрами. Она может быть типа WAX,RESIN, WAX/RESIN, с красящим слоем наружу. Максимальная длина риббона может составлять 110 метров, а внешний диаметр рулона – 40 мм. Значение ширины ленты располагается в диапазоне между 20 и 58 мм. Отметим, что размер втулки равен 12,7 мм, и заменить его на другой невозможно.</p><p>В комплект входят: блок питания, шнур блока питания, кабель usb, пробный рулон красящей ленты, втулка для красящей ленты, пробный рулон с этикетками, инструкция в бумажном варианте и на диске.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
 						),
						"godex_rt700" => array(
							"title" => "Godex RT700/RT700i/RT730/RT730i",
							"article" => "",
							"link" => "/print/godex/godex_rt700.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/godex-rt700.jpg",
								"/new_images/print/godex-rt700-2.jpg",
								"/new_images/print/godex-rt700-3.png",
								"/new_images/print/godex-rt700-4.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо или Термотрансферный",
								"Разрешение печати" => "203 dpi (8 dot/mm)",
								"Скорость печати" => "7 IPS (17.7 см/сек)",
								"Интерфейсы" => "USB2.0, RS232, RJ45 (LAN принт-сервер 10/100Mbps, USB Host",
								"Максимальная ширина печати" => "108 мм (4.25”)"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо или Термотрансферный",
									"Разрешение печати" => "203 dpi (8 dot/mm)",
									"Скорость печати" => "7 IPS (17.7 см/сек)",
									"Интерфейсы" => "USB2.0, RS232, RJ45 (LAN принт-сервер 10/100Mbps, USB Host",
									"Максимальная ширина печати" => "108 мм (4.25”)",
									"Встроенная память" => "8Мб Flash (4Мб доступно пользователю), 16Мб SDRAM",
									"Индикация, управление" => "Цветной TFT дисплей, кнопки навигации",
									"Сенсор края этикетки" => "Перемещаемый сенсор на отражение, зафиксированный по центру (неперемещаемый) сенсор на просвет между этикетками",
									"Материал для печати" => "Бумажные, тканевые, полимерные носители, картон и другие носители в рулонах (Этикет-лента с разрывом, Этикетки с чёрной меткой, Этикетки с отверстием, Непрерывные лента)",
									"Длина печати" => "Мин 4мм (0.16”) ~ Макс. 1727мм (68”)",
									"Термотрансферная лента (максимальная длина)" => "300 метров (981')",
									"Язык программирования" => "EZPL, GEPL, GZPL автоматическое переключение",
									"Программное обеспечение" => "Мощный бесплатный редактор GoLabel (рус) для создания и печати этикеток под Windows (только для EZPL), DLL и драйверы для различных версий Windows (NT 4.0, 2000, XP, Vista, Win7), Компонента и DLL для 1С 7.7/8.0/8.1/8.2 для печати этикеток на принтерах EZPL. Все ПО - входит в комплект поставки.",
									"Поддерживаемые штрих-коды" => "1D Bar codes: Code39, Code93, Code128 (группы A,B,C), UCC/EAN128, K-Mart, UCC/EAN128, UPC A/E (c дополнениями 2 из 5), I 2 из 5, I 2 из 5 с Shipping Bearer Bars, EAN 8/13 (с дополн. 2 из 5), Codabar, PostNET, EAN128, DUN14, HIBC, MSI (1 Mod 10), Произвольный вес, Telepen, FIM, China Postal Code, RPS128,GS1 DataBar. 2D Bar codes: PDF417, Datamatrix code, MaxiCode, QR code, MicroQR code, Micro PDF417, Aztec",
									"Обработка изображений" => "Загрузка в принтер графических файлов типа BMP, PCX. Поддерживается программная загрузка файлов типа: ICO, WMF, JPG, JPEG, EMF",
									"Встроенные шрифты" => "Растровые шрифты: 6, 8, 10, 12, 14, 18, 24, 30, 16x26, OCR A&B с возможностью поворота на 90°, 180°, 270°, с 8-микратно изменяемыми по горизонтали и вертикали размерами. Масштабируемые штрифты с возможностью поворота на 90°, 180°, 270°.",
									"Загружаемые шрифты" => "Возможна загрузка любых растровых или масштабируемых шрифтов, в том числе и русских Windows Bit-map шрифтов (8 углов ориентации) и русских True Type шрифтов ver. 2.XX (4 угла ориентации). Шрифты можно поворачивать на 90°, 180°, 270°.",
									"Комплектация" => "Блок питания, шнур блока питания, USB интерфейсный кабель, демо-рулон красящей ленты (58мм), картонная втулка красящей ленты (0.5'), демо-рулон с этикетками (58мм), втулка для этикет ленты, инструкция по быстрому старту, CD с инструкцией на русском языке и ПО",
									"RTC (встроенные часы реального времени)" => "Есть",
									"Возможность расширения памяти" => "Нет возможности расширения памяти",
									"Возможные опции и модули расширения" => "Bluetooth модуль, резак, отделитель этикеток, внешний держатель больших рулонов до 250мм (10'), внешний смотчик рулонов",
									"Поддерживаевые кодовые страницы символов" => "CODEPAGE 437, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737 WINDOWS 1250, 1251, 1252, 1253, 1254, 1255, 1257. Unicode (UTF8, UTF16)",
									"Термотрансферная лента (диаметр втулки)" => "25.4 mm (1”)",
									"Термотрансферная лента (макс.диаметр рулона)" => "68 мм (2.67')",
									"Термотрансферная лента (применяемые типы)" => "Wax, Wax/Resin, Resin",
									"Термотрансферная лента (ширина)" => "Мин.30 мм (1.18') ~ Макс.110 мм (4.33”)",
									"Этикет лента (диаметр втулки)" => "25.4 мм, 38.1 мм (1”, 1.5”)",
									"Этикет лента (макс.диаметр рулона)" => "127 мм (5')",
									"Этикет лента (толщина)" => "Мин.0.06 мм (0.003”) ~ Макс.0.20 мм (0.008”)",
									"Этикет лента (ширина)" => "25.4мм (1') ~ 118мм (4.64')",
									"Условия эксплуатации" => "+5°C ~ 40°C",
									"Влажность при хранении" => "10-90% (без конденсата)",
									"Условия хранения" => "-20°C ~ 50°C",
									"Влажность при эксплуатации" => "30-85% (без конденсата)",
									"Стандарты безопасности" => "CE (EMC), FCC Class A, CB, CCC, ГОСТ-Р",
									"Срок гарантии" => "3 года",
									"Харакеристики блока питания (зарядного устройства)" => "Автоопределение напряжения 100/240VAC, 50/60 Hz, 24V/2.5A",
									"Вес" => "3 Кг. (без аксессуаров)",
									"Габариты мм." => "Длина: 280мм; Высота: 186мм; Ширина: 210мм",
									"Корпус" => "Ударопрочный пластик",
									"Цвет" => "Чёрный"
								),
								"desc" => "<p>Модели Godex RT700/RT700i/RT730/RT730i являются настольными принтерами, предназначенными для нанесения штриховых кодов, графики и текста на непрерывные носители или различные этикетки. Данные устройства рассчитаны на средние нагрузки по объемам тиражей печати.</p><p>Данный модельный ряд принтеров штриховых кодов отличается от своих предшественников EZ-DT4/DT4 возможностью осуществления термотрансферной печати, удобной панелью навигации и цветным графическим дисплеем.</p><p>Кроме того, увеличением объема flash-памяти до 8 Mb и оперативной памяти – до 16 Mb.</p><p>Flash-память имеет три встроенных языка программирования (EZPL, GZPL и GEPL), а также опцию автоматического выбора для использования любого программного обеспечения предназначенного для принтеров Zebra/Eltron.</p><p>Принтер Godex RT700/RT700i/RT730/RT730i укомплектован модулем подключения Ethernet (RJ45) с инновационным решением в виде отдельной кнопки «С» для калибровки устройства. Скорость печати данных аппаратов повышается до 127 миллиметров в секунду у модели RT730i и до 177 миллиметров в секунду у модели RT700i. Конструкция принтера имеет улучшенный механизм «ракушка», который позволяет упростить замену расходных материалов.</p><p>Эти устройства могут осуществлять перенос изображения на термоэтикетки и термотрансферные этикетки, а также на полипропиленовые, нейлоновые, бумажные, тканевые и иные носители при помощи риббона соответствующего типа. Кроме того, такой принтер способен печатать на ленте без подложки с клеевым слоем.</p><p>Термо и термотрансферный принтер Godex RT700/RT700i/RT730/RT730i отлично подойдет для использования в супермаркетах, магазинах и складских помещениях. Корпус принтера изготавливается из ударопрочного пластика, поэтому аппарат будет служить компании в течение довольно продолжительного срока. Еще одним ключевым отличием RT700i от RT730i является разрешение печатной головки, у первой модели оно стандартное и составляет 203 точки на один дюйм, а у второй – 300 точек на один дюйм.</p><p>Остальные характеристики у данных принтеров одинаковы. Задняя стенка устройства обладает специальной прорезью для выведения нестандартного печатного материала наружу. К примеру, если применяется рулон этикеток большого диаметра, то его можно установить на специальный внешний держатель и пропустить ленту через эту прорезь наружу.</p><p>Принтеры Godex RT700/RT700i/RT730/RT730i оснащены новейшим сенсором датчика края этикетки с усовершенствованной системой распознавания большого количества материалов печати. Такой датчик устанавливается неподвижно по центру аппарата и закрывается прозрачной крышкой для защиты от проникновения мусора, он работает в двух режимах: «на просвет» и «на отражение».</p><p>Если комбинировать данные режимы, то можно применять этикетки с «черной меткой» и этикетки с плотной подложкой. Размер этикеток задается или в программе печати вручную, или автоматически определяется в автосенсорном режиме.</p><p>Утилита Godex Net Setting, имплантированная на Ваш персональный компьютер позволяет настроить принт-сервер для осуществления дистанционного управления. Принтеры Godex RT700/RT700i/RT730/RT730i совместимы с любой версией продукта 1С, а распечатывать этикетки из данной программы можно с помощью стандартного драйвера Windows.</p><p>Термо и термотрансферные принтеры Godex RT700/RT700i/RT730/RT730i комплектуются блоком питания, шнуром блока питания, интерфейсным USB-кабелем, демо-рулоном с этикетками, демо-риббоном, картонной втулкой, втулкой для риббона, двумя ограничительными пластинами для рулона с этикетками, CD-инструкцией на русском языке, инструкцией по быстрому старту и программным обеспечением.</p><p>Варианты поставки<ul><li>Godex RT700</li><li>Godex RT700i</li><li>Godex RT730</li><li>Godex RT730i</li></ul>Модели с индексом 'i' отличаются наличием цветного дисплея.</p>",
							)
						),
						"print-godex-g300ues" => array(
							"title" => "Godex G300UES",
							"article" => "",
							"link" => "/print-godex-g300ues.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232 Ethernet"
							),
							"images" => array(
								"/new_images/print/print-godex-g300ues-1b.jpg",
								"/new_images/print/print-godex-g300ues-2b.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термопечать и термотрансферная",
								"Разрешение, dpi" => "203",
								"Скорость печати максимальная, мм/сек" => "102",
								"Макс. ширина печати, мм" => "108",
								"Макс. длина печати, мм" => "1727"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термопечать и термотрансферная",
									"Разрешение, dpi" => "203",
									"Скорость печати максимальная, мм/сек" => "102",
									"Макс. ширина печати, мм" => "108",
									"Макс. длина печати, мм" => "1727",
									"Мин. длина печати, мм" => "4",
									"Толщина этикетки с подложкой, мм" => "0.06 – 0.20",
									"Ширина этикетки с подложкой, мм" => "25.4 – 118",
									"Втулка, мм" => "25.4, 38.1",
									"Макс. диаметр рулона, мм" => "127",
									"Рабочая температура/сек" => "5°C - 40°C",
									"Оперативная память" => "16 МБ",
									"Память для данных" => "8 МБ",
									"Опционально" => "Внешний смотчик<br>Отделитель (Dispenser)<br>Отрезчик (Cutter)",
									"Язык программирования" => "GEPL, EZPL и GZPL",
									"Интерфейс подключения" => "USB, RS-232, Ethernet",
									"Габариты (W, D, H), мм" => "254 x 170 x 224",
									"Масса, кг" => "2,5"
								),
								"desc" => "<p>У нас на сайте «SJ-Company» Вы можете выгодно приобрести Godex G300UES (0001045040) – это настольный принтер, печатающий этикетки на которые наносится штрих-код, текстовое или графическое изображение.</p><p>Также как и все остальные модели настольных принтеров из серии «G» разработанные компанией «Godex», модель G300UES печатает двумя методами: термотрансферная печать и прямая термопечать.</p><p>Благодаря этим двум способам данное печатающее устройство может работать в этих двух режимах на разных видах бумаги: экономичный черно-белый вариант печати на термобумаге (метод прямой термопечати, при сроке службы в течение полугода); другой вариант с большим количеством преимуществ, включающих в себя возможность полноцветной печати на различных типах материалов, к примеру, простая бумага, нейлон, тканевые изделия, картон и прочее (термонтрансферный способ нанесения информации на долгий срок).</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Качество печати: 203 DPI (или 8 точек/мм).</li><li>Несколько вариантов подключения к компьютеру: USB, RS232, Ethernet.</li><li>Большой объём памяти в сравнении с другими настольными принтерами аналогичного назначения: оперативная 16 МБ, флэш-память 8 МБ (из них 4 МБ предназначены для хранения пользовательских данных).</li><li>Снабжён датчиком края этикетки, работающим в двух режимах: на просвет и на отражение.</li><li>Языки программирования, которые автоматически переключаются при необходимости: GEPL, GZPL и EZPL.</li><li>Поддержка 1 D и 2 D штрих-кодов.</li><li>Рабочая температура: от 5°C до 40°C при 30-85 % влажности без конденсата. Температурные условия хранения: от -20°C до 50°C (влажность без конденсата 10-90 %).</li></ul>",
								"advantages" => array(
									"Крепкий корпус прибора изготовлен из ударопрочного пластика, устойчивого к воздействиям окружающей среды: погодные условия, перепады температуры и механические повреждения.",
									"Русифицированное меню позволяет с легкостью эксплуатировать товар и управлять настройками печати.",
									"Нагрузка в день, в среднем – 3500 напечатанных этикеток/сутки.",
									"Увеличена скорость нанесения данных: 102 мм/сек (по сравнению с моделью G330).",
									"Также ширина печати в отличие от G330: 108 мм. Длина печати: максимум 1727 мм.",
									"Он совместим с любой версией системы «1С».",
									"Оснащён специальной прорезью на задней части устройства, которая используется специально для этикеток обладающих нестандартными размерами."
								),
								"appAreas" => "<p>Прибор G300UES предназначен для использования в различных сферах применения: оптовая/розничная торговля, управление складом, логистика, медицина, производственные предприятия.</p>"
							)
						),
						"print-godex-g330ues" => array(
							"title" => "Godex G330UES",
							"article" => "",
							"link" => "/print-godex-g330ues.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "106_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232 Ethernet"
							),
							"images" => array(
								"/new_images/print/print-godex-g300ues-1b.jpg",
								"/new_images/print/print-godex-g300ues-2b.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термопечать и термотрансферная",
								"Разрешение, dpi" => "300",
								"Скорость печати максимальная, мм/сек" => "102",
								"Макс. ширина печати, мм" => "106",
								"Макс. длина печати, мм" => "1727"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термопечать и термотрансферная",
									"Разрешение, dpi" => "300",
									"Скорость печати максимальная, мм/сек" => "102",
									"Макс. ширина печати, мм" => "106",
									"Макс. длина печати, мм" => "1727",
									"Мин. длина печати, мм" => "4",
									"Толщина этикетки с подложкой, мм" => "0.06 – 0.20",
									"Ширина этикетки с подложкой, мм" => "25.4 – 118",
									"Втулка, мм" => "25.4, 38.1",
									"Макс. диаметр рулона, мм" => "127",
									"Рабочая температура/сек" => "5°C - 40°C",
									"Оперативная память" => "16 МБ",
									"Память для данных" => "8 МБ",
									"Опционально" => "Внешний смотчик<br>Отделитель (Dispenser)<br>Отрезчик (Cutter)",
									"Язык программирования" => "GEPL, EZPL и GZPL",
									"Интерфейс подключения" => "USB, RS-232, Ethernet",
									"Габариты (W, D, H), мм" => "254 x 170 x 224",
									"Масса, кг" => "2,5"
								),
								"desc" => "<p>Наш сайт «SJ-Company» предлагает Вам купить настольный притер Godex G330UES (0025000017), который используется для печати этикеток с текстом, графикой или штрих-кодом.</p><p>Данное устройство отличается от многих аналогичных продуктов тем, что наносит информацию на этикетки двумя способами: прямая термопечать и термотрансферная печать.</p><p>Благодаря обоим этим методам есть возможность использовать как недорогую термобумагу (с краткосрочным сроком службы – 6 месяцев), так и разные виды материалов (бумага, ткань, нейлон и т.д.) с более продолжительным сроком службы.</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Высокое качество печати: 300 dpi.</li><li>Скорость нанесения информации: 10,2 см/секунду.</li><li>Для подключения используются популярные интерфейсы: RS-232 (DB-9), USB, Ethernet 10/100Mbps.</li><li>Ширина печати (макс.): 105 мм.</li><li>Более мощный процессор по сравнению с предыдущими моделями: 32 бит RISC-процессор.</li><li>Режим автоматического распознавания языков программирования: GEPL, EZPL и GZPL.</li><li>Объём памяти: оперативная 16 Мб, флэш-память 8 Мб.</li><li>Поддержка 1D и 2D штрих-кодов.</li><li>Температурные условия: при эксплуатации от 5°C до 40°C при влажности 30-85%, без конденсации; при хранении от -20°C до 50°C и при 10-90 % влажности (без конденсата).</li></ul>",
								"advantages" => array(
									"Средний объём работы в день: 3500 этикеток.",
									"Датчики определения края этикеток в режиме «на просвет» и «на отражение». Также есть режим «Автосенсор», который самостоятельно определяет размер этикеток.",
									"Корпус устройства разработан из ударопрочного пластика, защищающего товар от механических повреждений и попадания внутрь пыли и влаги.",
									"Возможность работы с расходными материалами нестандартных размеров, для которых принтер снабжён специальным отверстием (на задней стенке прибора).",
									"Совместимость с различной версией платформы «1С».",
									"Для удобной и легкой эксплуатации устройство полностью русифицировано. Функция «FEED» для промотки бумаги. Трёхцветный индикатор: зелёный, красный, оранжевый.",
									"Благодаря нескольким бесплатным программам (в комплекте) есть возможность самостоятельно работать над дизайном этикеток (редактировать, создавать, сохранять макет или подключаться к базе данных)."
								),
								"appAreas" => "<p>Из-за своей высокой производительности, легкой интеграции в системе компании и качественным результатам Godex G330UES имеет большой спрос в таких областях применения как: сфера продаж (различные торговые предприятия), склады (управление, логистика), сфера обслуживания, производственная промышленность, здравоохранение и т.д.</p>"
 							)
						),
						"print01_zebra-tlp3842" => array(
							"title" => "Zebra TLP 3842",
							"article" => "",
							"link" => "/print01_zebra-tlp3842.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-tlp-2844.jpg",
								"/new_images/print/zebra-tlp2844.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термо",
								"Разрешение печати" => "300 dpi",
								"Скорость печати максимальная" => "51 мм/сек",
								"Область печати" => "Ширина: 4.09'/104 мм<br>Длина: 11'/279 мм (со стандартной памятью); 22'/558 мм (с расширенной памятью)",
								"Память" => "Стандартная: 1 MB Flash, 512 KB SRAM; Расширенная: 1.2 MB SRAM"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термо",
									"Разрешение печати" => "300 dpi",
									"Скорость печати максимальная" => "51 мм/сек",
									"Область печати" => "Ширина: 4.09'/104 мм<br>Длина: 11'/279 мм (со стандартной памятью); 22'/558 мм (с расширенной памятью)",
									"Память" => "Стандартная: 1 MB Flash, 512 KB SRAM; Расширенная: 1.2 MB SRAM",
									"Языки программирования" => "XML, ZPL, ZPL I/ZPL II, ZPL II",
									"Интерфейсы" => "RS-232, DB-9, USB 2.0, ZebraNet 10/100 (опция), ZebraNet Internal Wireless Plus Print Server — беспроводная 802.11b/g (опция)",
									"Характеристики расходного материала" => "Ширина этикетки:<br>от 1'/25.4 мм до 4.25'/108 мм<br>Ширина риббона (внешний диаметр):<br>от 1.33'/33 мм до 4.3'/110 мм<br>Длина риббона: 244'/74 м",
									"Габариты принтера" => "Ширина: 7.8'/198 мм<br>Глубина: 9.4'/238 мм<br>Высота: 6.8'/173 мм<br>Вес: 3.7 фунтов/1.7 кг"
								),
								"desc" => "<p>Zebra TLP 3842 прекрасным образом справляется с печатью различной сложности – двухмерные штрих коды, печать мелкого текста, сложной графики. Данная модель оборудована различными датчиками носителя, что весьма упрощает работу с печатью.</p><p>Принтер TLP 3842 отличается небольшими габаритами, малым весом, что весьма важно для тех случаев, когда приходится переносить его в различные места.</p><p>Новый интересный дизайн, светлый оттенок корпуса, выполненного из ударопрочного пластика, придаёт принтеру этикеток презентабельный вид. За счёт продуманной с точки зрения эргономичности конструкции доступ к печатающей головке стал более удобным.</p><p>Серия компактных настольных принтеров Zebra, относящаяся как к начальному, так и среднему классу принтеров, подходит для использования в разнообразных приложениях, включая:<ul><li>отгрузка/приемка</li><li>маркировка полок (склад, полочное пространство) и инвентарный контроль</li><li>идентификация личности, пациента, гостей</li><li>маркировка товаров, печать купонов и счетов</li><li>перевозки, логистика, печать билетов</li><li>коммерческая почта</li></ul></p><p>Метод печати: термотрансферная (с использованием риббонов). Корпус: двойные стенки из ABS пластика. Язык программирования: EPL™. Дизайн принтера: OpenACCESS™. Датчики: открытой термоголовки. Интерфейсы: серийный, параллельный, USB. Драйвера: Windows® (95, 98, NT v.4.0, 2000, XP), утилиты Windows. Софт для дизайна этикетки: ZebraDesigner™.</p><p>Аксессуары и опциональные дополнения к принтеру этикеток: отрезчик, часы реального времени, азиатские шрифты, отделитель этикеток, клавиатура KDU, расширение памяти, принт сервер ZebraNet 10/100.</p><p>Дополнительный юнит KDU Plus предоставляет возможность работы с принтером в автономном режиме (без исползования ПК). Qwerty раскладка и ЖК-дисплей.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01-citizen-cl-s300" => array(
							"title" => "Citizen CL-S300",
							"article" => "",
							"link" => "/print01-citizen-cl-s300.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/print01-citizen-cl-s300-1b.jpg",
								"/new_images/print/print01-citizen-cl-s300-2b.jpg",
								"/new_images/print/print01-citizen-cl-s300-3b.jpg",
								"/new_images/print/print01-citizen-cl-s300-4b.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать",
								"Максимальная ширина печати" => "108 мм",
								"Максимальная скорость печати" => "102 мм/сек",
								"Максимальная длина печати" => "1727 мм",
								"Разрешение печати" => "203 dpi"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать",
									"Максимальная ширина печати" => "108 мм",
									"Максимальная скорость печати" => "102 мм/сек",
									"Максимальная длина печати" => "1727 мм",
									"Разрешение печати" => "203 dpi",
									"Flash-память" => "64 Kb",
									"Внешний диаметр рулона этикеток" => "127 мм",
									"Датчики" => "Этикетки, черной метки",
									"Диаметр внутренней втулки рулона этикеток" => "25,4 мм - 40 мм",
									"Интерфейсы" => "USB 2.0",
									"Память" => "16 Kb SDRAM",
									"Рекомендуемая нагрузка (этикеток/день)" => "до 4000"
								),
								"desc" => "<p>Наша компания представляет Вам принтер Citizen CL-S300, который Вы можете приобрести у нас на сайте «SJ-Company». Принтер CITIZEN CL-S300 необходим для нанесения различного типа информации (штрих-коды, текст, графическое изображение) на этикетки.</p><p>Это устройство популярно простотой в эксплуатации, оно разработано так, что не требует специальных знаний и опыта в работе с ним.</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Принтер печатает этикетки со скоростью 102 мм/секунду.</li><li>Качество печати достигает 203 dpi (или 8 точек на мм).</li><li>Допустимые размеры этикеток (минимально – максимально): ширина от 25,4 мм до 118 мм; толщина от 0,06 мм – 0,2 мм; длина от 38,1 до 1727 мм.</li><li>Высокоскоростной встроенный интерфейс подключения: USB 2.0.</li><li>Используется метод печати, который является одним из экономичных вариантов: прямая термопечать. При помощи такого способа этикетки наносятся на термобумагу и могут прослужить до 6 месяцев.</li><li>Ширина печати: 108 мм.</li></ul>",
								"advantages" => array(
									"Благодаря современному механизму «Hi-Open» можно откинув крышку, легко и удобно загружать расходные материалы в принтер.",
									"Компактных размеров прибор (ШхГхВ: 168 x 222 x 178 мм) позволяет разместить его даже в ограниченном рабочем пространстве.",
									"На корпусе расположена кнопка, с помощью которой можно быстро включить устройство.",
									"Опционально можно приобрести для этого принтера отделитель, который аккуратно отрезает этикетку от рулона."
								),
								"appAreas" => "<p>Используется в разных сферах деятельности: торговые организации, транспортные предприятия, управление складом (логистика) и т.д.</p>"
							)
						),
						"print01-citizen-cl-s321" => array(
							"title" => "Citizen CL-S321",
							"article" => "",
							"link" => "/print01-citizen-cl-s321.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232 Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s321-1.jpg",
								"/new_images/print/citizen-cl-s321-2.jpg",
								"/new_images/print/citizen-cl-s321-3.jpg",
								"/new_images/print/citizen-cl-s321-4.jpg",
								"/new_images/print/citizen-cl-s321-inf.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термотрансферная / прямая термопечать",
								"Скорость печати" => "4 дюйма в секунду (102 мм/сек)",
								"Ширина печати, max" => "4,25 дюймов (108 мм)",
								"Длина печати, max" => "От 1 до 68 дюймов (от 25,4 до 1727 мм)",
								"Разрешение печати" => "203 dpi (8 точек на мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термотрансферная / прямая термопечать",
									"Скорость печати" => "4 дюйма в секунду (102 мм/сек)",
									"Ширина печати, max" => "4,25 дюймов (108 мм)",
									"Длина печати, max" => "От 1 до 68 дюймов (от 25,4 до 1727 мм)",
									"Разрешение печати" => "203 dpi (8 точек на мм)",
									"Интерфейсы" => "USB 2.0, RS-232 и 10/100 Ethernet",
									"Память" => "8 Мб Flash, 16 Мб SDRAM",
									"Совместимость с ОС" => "Поддержка XP®, 2003, 2008, Vista™, 7, 8.",
									"Тип расходных материалов" => "Самоклеящиеся этикетки в рулонах",
									"Датчики материалов" => "Фиксированный просвет между этикетками и черная метка",
									"Ширина расходных материалов" => "от 1 до 4,64 дюймов (от 25,4 до 118 мм)",
									"Диаметр рулона максимально" => "127 мм",
									"Толщина расходных материалов" => "от 0,003 до 0,008 дюймов (от 0,06 до 0,2 мм)",
									"Тип риббона" => "wax, wax/resin или resin",
									"Намотка риббона, внешний диаметр, диаметр втулки" => "Максимальный диаметр 1,57 дюймов (40 мм), длина 110 метров, втулка 0,5 дюймов (12,7 мм)",
									"Тип намотки риббона" => "Красящая сторона наружу",
									"Размеры, мм" => "224 x 254 x 170",
									"Масса, кг" => "2,5 кг"
 								),
 								"desc" => "<p>Citizen CL-S321 – настольный принтер для печати термо и термотрансферным способом одноцветных или полноцветных этикеток со штрих-кодом.</p><p>Подходит для печати на разных материалах (бумага, картон, текстиль и пр.).</p><h3 align='center'>Особенности</h3><ul><li>Ударопрочный корпус, обеспечивающий защиту оборудования от повреждений.</li><li>Простая замена расходных материалов за счет удобной конструкции.</li><li>Управление принтером с помощью одной клавиши (включение/выключение всех операций).</li><li>Передняя панель обеспечивает защиту печатающего устройства от механических повреждений.</li><li>Регулируемая ширина рулона этикеток от 25,4 до 118 мм.</li><li>Интерфейсы USB 2.0, RS-232 и 10/100 Ethernet.</li><li>Специальная пластина для отделения перфорированных расходных изделий.</li><li>Максимальная скорость печати: до 102 мм/секунду.</li><li>Качество нанесённой информации: 203 dpi.</li></ul>",
 								"advantages" => array(),
 								"appAreas" => "<p>Принтер Citizen CL-S321 применяется на торговых предприятиях, в аптеках, в транспортных и логистических компаниях, на складах при проведении учета и инвентаризации.</p>"
							)
						),
						"print01_citizen_cl_s521" => array(
							"title" => "Citizen CL-S521",
							"article" => "",
							"link" => "/print01_citizen_cl_s521.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s521-1.jpg",
								"/new_images/print/citizen-cl-s521-2.jpg",
								"/new_images/print/citizen-cl-s521-3.jpg",
								"/new_images/print/citizen-cl-s521-inf.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термопечать",
								"Разрешение печати" => "203 dpi",
								"Скорость печати максимальная" => "150 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "812 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термопечать",
									"Разрешение печати" => "203 dpi",
									"Скорость печати максимальная" => "150 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "812 мм",
									"Эмуляция (языки программ)" => "Zebra® ZPL®, Datamax® DMI, BASIC Interpreter",
									"Шрифты" => "1 масштабируемый, 8 Bitmap",
									"TrueType® download" => "стандартно",
									"Расходные материалы" => "Любые в рулоне или стопки",
									"Датчики материалов" => "расстояние между этикетками, черной метки, на просвет",
									"Двигающиеся датчики материалов" => "стандарт",
									"Ширина расходных материалов" => "12.5 - 118 мм",
									"Диаметр рулона максимально" => "125 мм",
									"Толщина расходных материалов" => "0.0635 - 0.254 мм",
									"Риббон" => "нет",
									"Высота этикетки минимально" => "12.7 мм",
									"Интерфейсы" => "RS-232C, USB, Parallel (Optional Internal (1284)), Ethernet (Optional Internal (10/100 base T)), Wireless LAN (Optional Internal (802.11b))",
									"Механизм и корпус" => "Металлический печатающий механизм в пластиковом корпусе",
									"Память" => "RAM 16 Мб (1 Mб для пользовательских данных), Flash RAM 4 Мб (1 Mб для пользовательских данных)",
									"Windows драйвера" => "7, Vista, XP, NT4 и т.п.",
									"Софт для дизайна этикеток" => "Bartender™ Ultralight™",
									"Опции" => "Отрезчик<br>Отделитель<br>LPT<br>Ethernet<br>WiFi<br>Внешний держатель больших рулонов",
									"Размеры" => "224x288x180 мм",
									"Вес" => "3.6 кг"
								),
								"desc" => "<p>Citizen CL-S521 - настольный термопринтер для печати на самоклеящихся этикетках со скоростью печати 150 мм/сек. и разрешением 203 dpi.</p><p>В качестве расходных материалов подходят рулоны этикеток разных размеров (максимальный диаметр 125 мм, ширина до 118 мм), также применяются этикетки в стопках.</p><h3 align='center'>Особенности</h3><ul><li>Корпус изготовлен из прочного пластика, гарантирующего продолжительную работу.</li><li>Металлический печатный механизм, обеспечивает длительный срок службы оборудования.</li><li>Определение и переключение между языками управления Zebra ZPL и Datamax в автоматическом режиме, за счет чего интеграция нового оборудования в информационную систему фирмы упрощается.</li><li>Внутренний блок питания - обеспечивает безопасность использования.</li><li>Технология Cross-Emulation™, включенная в базовую комплектацию, позволяет автоматически переключаться между языками управления Zebra® ZPL® и Datamax®.</li><li>Объем печати в день - 3 тыс. этикеток.</li><li>Подключение к программе 1С.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Службы доставки.</li><li>Транспортные и логистические компании.</li><li>Здравоохранение.</li><li>Производственные предприятия.</li><li>Печать билетов.</li></ul>"
							)
						),
						"print01_citizen_cl_s621" => array(
							"title" => "Citizen CL-S621",
							"article" => "",
							"link" => "/print01_citizen_cl_s621.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s621.jpg",
								"/new_images/print/citizen-cl-s621-1.jpg",
								"/new_images/print/citizen-cl-s621-2.jpg",
								"/new_images/print/citizen-cl-s621-inf.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная с системой выравнивания риббона",
								"Разрешение печати" => "203 dpi",
								"Скорость печати максимальная" => "100 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "812 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная с системой выравнивания риббона",
									"Разрешение печати" => "203 dpi",
									"Скорость печати максимальная" => "100 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "812 мм",
									"Эмуляция (языки программ)" => "Zebra® ZPL®, Datamax® DMI, BASIC Interpreter",
									"Шрифты" => "1 Scalable, 8 Bitmap resident",
									"TrueType® download" => "стандартно",
									"Расходные материалы" => "Любые в рулоне или стопки",
									"Датчики материалов" => "расстояние между этикетками, черной метки, на просвет",
									"Двигающиеся датчики материалов" => "стандарт",
									"Ширина расходных материалов" => "12.5 - 118 мм",
									"Диаметр рулона максимально" => "125 мм",
									"Толщина расходных материалов" => "0.0635 - 0.254 мм",
									"Тип риббона" => "воск, смола, комбинированное покрытие - воск-смола",
									"Намотка риббона, внешний диаметр, диаметр втулки" => "360 м, 74 мм, 25 мм",
									"Тип намотки риббона" => "внутрь и наружу (in, out)",
									"Высота этикетки минимально" => "12.7 мм",
									"Интерфейсы" => "RS-232C, USB, Parallel (Optional Internal (1284)), Ethernet (Optional Internal (10/100 base T)), Wireless LAN (Optional Internal (802.11b))",
									"Механизм и корпус" => "Металлический печатающий механизм в пластиковом корпусе",
									"Память" => "RAM 16 Мб (1 Mб для пользовательских данных), Flash RAM 4 Мб (1 Mб для пользовательских данных)",
									"Драйвера" => "7, Vista, XP, NT4 и т. п.",
									"Дизайн этикеток" => "Bartender™ Ultralight™",
									"Опции" => "Отрезчик<br>Отделитель<br>LPT<br>Ethernet<br>WiFi<br>Внешний держатель больших рулонов",
									"Размеры" => "224x288x270 мм",
									"Вес" => "4,5 кг"
								),
								"desc" => "<p>Citizen CL-S621 - настольный принтер этикеток со штрих-кодом.</p><p>Применяется для печати рулонных и билетных этикеток термо и термотрансферным способом со скоростью до 150 мм/сек. и разрешением 203 dpi.</p><p>Подходит для ежедневной печати объемом не больше 3000 штук за смену.</p><p>Применяется для печати штрих-кодов, графических изображений, текстовой информации. Простая конструкция устройства обеспечивает легкую и быструю загрузку расходных материалов.</p><h3 align='center'>Особенности</h3><ul><li>Корпус оборудования изготовлен из ударопрочного металла.</li><li>Языки программирования Datamax, Zebra, BASIC, облегчающие настройку и управление принтером.</li><li>Компактный размер 224x288x270 мм.</li><li>Технология выравнивания риббона ARCP™.</li><li>Разные виды носителей: фальцованный, рулонный, с перфорацией, непрерывный, в формате билетов и ярлыков.</li><li>Подключения: RS232C, USB, Parallel, Ethernet, Wireless LAN.</li><li>Применение разных видов риббонов: воск, смола, комбинированный.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер Citizen CL-S621 применяется в транспортных и логистических компаниях, здравоохранении, производственных предприятиях, службе доставки, для печати билетов.</p>"
							)
						),
						"print01_citizen_cl_s631" => array(
							"title" => "Citizen CL-S631",
							"article" => "",
							"link" => "/print01_citizen_cl_s631.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "начальный",	
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s631.jpg",
								"/new_images/print/citizen-cl-s631-1.jpg",
								"/new_images/print/citizen-cl-s631-2.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная с системой выравнивания риббона",
								"Разрешение печати" => "300 dpi",
								"Скорость печати максимальная" => "100 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "812 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная с системой выравнивания риббона",
									"Разрешение печати" => "300 dpi",
									"Скорость печати максимальная" => "100 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "812 мм",
									"Эмуляция (языки программ)" => "Zebra® ZPL®, Datamax® DMI, BASIC Interpreter",
									"Шрифты" => "1 масштабируемый, 8 Bitmap",
									"TrueType® download" => "стандартно",
									"Расходные материалы" => "Любые в рулоне или фальцованные",
									"Датчики материалов" => "расстояние между этикетками, черной метки, на просвет",
									"Двигающиеся датчики материалов" => "стандарт",
									"Ширина расходных материалов" => "12.5 - 118 мм",
									"Диаметр рулона максимально" => "125 мм",
									"Толщина расходных материалов" => "0.0635 - 0.254 мм",
									"Тип риббона" => "воск, смола, комбинированное покрытие - воск-смола",
									"Намотка риббона, внешний диаметр, диаметр втулки" => "360 м, 74 мм, 25 мм",
									"Тип намотки риббона" => "внутрь и наружу (in, out)",
									"Высота этикетки минимально" => "12.7 мм",
									"Интерфейсы" => "RS-232C, USB, Parallel (Optional Internal (1284)), Ethernet (Optional Internal (10/100 base T)), Wireless LAN (Optional Internal (802.11b))",
									"Механизм и корпус" => "Металлический печатающий механизм в пластиковом корпусе",
									"Память" => "RAM 16 Мб (1 Mб для пользовательских данных), Flash RAM 4 Мб (1 Mб для пользовательских данных)",
									"Windows драйвера" => "7, Vista, XP, NT4 и т.п.",
									"Программа дизайна этикетки" => "Bartender™ Ultralight™",
									"Опции" => "Отрезчик<br>Отделитель<br>LPT<br>Ethernet<br>WiFi<br>Внешний держатель больших рулонов",
									"Размеры" => "224x288x270 мм",
									"Вес" => "4,5 кг"
								),
								"desc" => "<p>Citizen CL-S631 – принтер печати на самоклеющихся этикетках по компактности приближенный к настольным моделям и с производительностью, сравнимой с принтерами промышленного класса.</p><p>Механизм и корпус Citizen CL-S631 выполнены из прочных сплавов металла для долгой и безотказной службы.</p><p>В дизайне Citizen CL-S631 реализован стиль Citizen's Hi-Lift™ для легкой загрузки расходных материалов.</p><p>Технология, включенная в базовую комплектацию, Cross-Emulation™ позволяет автоматически переключаться между языками управления Zebra® ZPL® и Datamax®.</p><p>Citizen CL-S631 оснащен внутренним блоком питания для обеспечения повышенного уровня безопасности использования.</p><p>Citizen CL-S631 характеризуется быстрой скоростью печати – 150 мм/сек (6ips) в режиме прямой термопечати.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_citizen-cl-e720" => array(
							"title" => "Citizen CL-E720",
							"article" => "",
							"link" => "/print01_citizen-cl-e720.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "промышленный",	
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/print03_citizen-cl-e720-1b.jpg",
								"/new_images/print/print03_citizen-cl-e720-2b.jpg",
								"/new_images/print/print03_citizen-cl-e720-3b.jpg",
								"/new_images/print/print03_citizen-cl-e720-4b.jpg",
								"/new_images/print/print03_citizen-cl-e720-5b.jpg"
							),
							"primaryProps" => array(
								"Технология печати" => "Прямая термопечать, Термотрансферная печать",
								"Тип принтера" => "Промышленный",
								"Максимальная ширина печати" => "104 мм",
								"Интерфейсы подключения" => "Ethernet, USB",
								"Разрешение печати" => "203 dpi"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Прямая термопечать, Термотрансферная печать",
									"Тип принтера" => "Промышленный",
									"Максимальная ширина печати" => "104 мм",
									"Интерфейсы подключения" => "Ethernet, USB",
									"Разрешение печати" => "203 dpi",
									"Вид" => "Принтер этикеток",
									"Тип печати" => "Черно-белая",
									"Оперативная память" => "32Мб",
									"Память данных" => "16Мб",
									"Минимальная ширина печати" => "12.5мм",
									"Максимальная длина печати" => "2539.7 мм / 4013 мм (в зависимости от эмуляции)",
									"Скорость печати" => "203.2 мм/сек",
									"Объем печати/рабочая смена" => "15 000 этикеток",
									"Датчики" => "Конца красящей ленты,<br>Расстояния между этикетками<br>Черной метки",
									"Габаритные размеры" => "250x458x261 мм",
									"Вес" => "11кг"
								),
								"desc" => "<p>Наша компания «SJ-Company» представляет Вам принтер промышленного класса CITIZEN CL-E720 (серия CL-E700), который Вы можете приобрести у нас на сайте.</p><p>Настольный принтер CITIZEN CL-E720 предназначен для нанесения информации на этикетки – тексты, графика или штрих-коды. Печать производится двумя методами, прямая термопечать и термотрансферная</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Повышенная скорость печати – до 203 мм/секунду.</li><li>Качество нанесённой информации: 203 dpi.</li><li>Ширина печати: 104 мм.</li><li>Технологии печати: термотрансферная (для нанесения информации с риббона на этикетки из любых материалов), прямая термопечать (печать на термобумаге).</li><li>Поддерживает часто используемые интерфейсы подключения: Ethernet 10/100, USB 2.0, Parallel, Serial, WiFi, LAN (802.11b, g, n).</li><li>Он оснащён двухцветным LCD дисплеем с подсветкой, который показывает состояние устройства и статус печати. Также при помощи него можно легко управлять настройками прибора.</li><li>Объём памяти: оперативная 32 МБ (из которых 4 МБ для хранения пользовательских данных), флэш-память 16 МБ (4 МБ для данных пользователя).</li><li>Низкое энергопотребление благодаря встроенному источнику питания «ENERGY STAR».</li></ul>",
								"advantages" => array(
									"«Hi-Open» корпус, особенностью которого является аккуратное вертикально открытие крышки (для замены расходного материала) способствующему экономии пространства на рабочем месте.",
									"Опционально – отделитель этикеток и автоотрезчик, необходимые для удобного отделения этикетки от рулона.",
									"Возможна функция удалённого управления печатающим устройством при помощи программы «LinkServer» для мгновенного подключения.",
									"На экран выводится информация о необходимости замены расходного материала (красящей ленты, бумаги).",
									"В отличие от многих аналогичных приборов данная модель может гарантировать своё качество печати благодаря системе «ARCP», которая отслеживает положение красящей ленты на необходимом уровне во время эксплуатации принтера. Благодаря этой системе можно избежать складки на ленте, смещения текста, истирания и пр."
								),
								"appAreas" => "<p>Возможность использования принтера в разных сферах деятельности: транспортные компании, торговые организации, управление складом, логистика, производственная промышленность и т.д.</p>"
							)
						),
						"print01_citizen-cl-e720dt" => array(
							"title" => "Citizen CL-E720DT",
							"article" => "",
							"link" => "/print01_citizen-cl-e720dt.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104.1_мм",
								"класс_принтера" => "промышленный",	
								"интерфейсы" => "USB Ethernet RS-232C"
							),
							"images" => array(
								"/new_images/print/print01_citizen-cl-e720dt-1b.jpg",
								"/new_images/print/print01_citizen-cl-e720dt-2b.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать",
								"Скорость печати, мм/сек" => "150",
								"Ширина ленты, мм" => "Регулируемая: от 0,5 до 4,65 дюймов (от 12,5 до 118 мм)",
								"Качество печати, dpi" => "203 (8 точек/мм)",
								"Ширина печати" => "4,1 дюйм (104,1 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать",
									"Скорость печати, мм/сек" => "150",
									"Ширина ленты, мм" => "Регулируемая: от 0,5 до 4,65 дюймов (от 12,5 до 118 мм)",
									"Качество печати, dpi" => "203 (8 точек/мм)",
									"Ширина печати" => "4,1 дюйм (104,1 мм)",
									"Индикация" => "Зелёный светодиодный индикатор состояния и дисплей",
									"Сенсоры" => "Пробела этикетки, чёрных приводных меток, расхода риббона",
									"Внутрений диаметр рулона, мм" => "От 1 до 3 дюймов (25 - 75 мм)",
									"Печатаемые штрих-коды" => "Одномерные и двухмерные",
									"Ресурс головки" => "Минимум 50 км",
									"Толщина носителя" => "От 0,0025 до 0,01 дюйма (от 0,635 до 0,254 мм)",
									"Внешний диаметр рулона, мм" => "8 дюймов (200 мм)",
									"Длина печати" => "От 0,25 до 158 дюймов (от 6,4 до 4013 мм, в зависимости от эмуляции)",
									"Дисплей" => "Графический ЖК с двумя вариантами подсветки (голубая, оранжевая)",
									"Управление" => "Четыре кнопки",
									"Интерфейсы" => "USB 2.0 и 10/100 Ethernet. Место под модуль для: параллельный IEEE1284, последовательный RS232C, премиум Ethernet, компактный Wireless LAN, премиум Wireless LAN (оба поддерживают 802.11b,g,n)",
									"Драйверы" => "Поддержка Windows, Linux и другого программного обеспечения",
									"Языки программирования" => "Cross-Emulation: Zebra и Datamax, выбираются автоматически",
									"Габариты" => "250x458x261 мм",
									"Масса" => "11 кг",
									"Корпус" => "Hi-Open из пластика с функцией надежного защелкивания. Металлический механизм Hi-Lift"
								),
								"desc" => "<p>Вы можете приобрести сайте нашей компании «SJ-Company» принтер промышленного класса Citizen CL-E720DT (серия CL-E700).</p><p>Citizen CL-E720DT – это настольный принтер, печатающий этикетки со штрих-кодами, текстовой или графической информацией.</p><p>Простоту обслуживания печатающего устройства гарантирует экономичный (без использования риббона) метод прямой термопечати, который осуществляет печать на термобумагу. Этикетки, распечатанные технологией прямой термопечати, имеют определённый срок службы – шесть месяцев, после которых информация на них истирается.</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Скорость нанесения информации на этикетку: 200 мм/секунду.</li><li>Разрешение печати: 203 dpi.</li><li>Поддержка интерфейсов Ethernet и USB.</li><li>Продукт снабжён ЖК-дисплеем с подсветкой для отображения данных о печати, наличии бумаги и др. Также для удобного управления в наличии имеются 4 кнопки.</li></ul>",
								"advantages" => array(
									"Прибор имеет компактные габаритные размеры, что позволяет поместить его в местах с ограниченным пространством. А благодаря своему корпусу «Hi-Open» при замене расходных материалов не занимает много места (крышка открывается вертикально).",
									"Технология «Citizen ARCP» для отслеживания работы красящей ленты отвечает за чёткость печатаемых данных и безошибочную функциональность, защищающее этикетки от возможного образования складок на этикетках, смещения текста и пр.",
									"С помощью встроенной программы «ENERGY STAR» снижено потребление электроэнергии."
								),
								"appAreas" => "<p>Сферы применения данного продукта: транспортные организации, розничная торговля, производственная отрасль, фармацевтика, логистика и пр.</p>"
							)
						),
						"print01_citizen-cl-e730" => array(
							"title" => "Citizen CL-E730",
							"article" => "",
							"link" => "/print01_citizen-cl-e730.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"класс_принтера" => "промышленный",	
								"интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/print03_citizen-cl-e730-1b.jpg",
								"/new_images/print/print03_citizen-cl-e730-2b.jpg",
								"/new_images/print/print03_citizen-cl-e730-3b.jpg",
								"/new_images/print/print03_citizen-cl-e730-4b.jpg"
							),
							"primaryProps" => array(
								"Тип принтера" => "промышленный принтер этикеток",
								"Тип печати" => "термотрансферная",
								"Разрешение печати" => "300 dpi",
								"Скорость печати, мм/сек." => "200",
								"Ширина печати" => "до 104 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип принтера" => "промышленный принтер этикеток",
									"Тип печати" => "термотрансферная",
									"Разрешение печати" => "300 dpi",
									"Скорость печати, мм/сек." => "200",
									"Ширина печати" => "до 104 мм",
									"Максимальный диаметр рулона" => "200 мм",
									"Питание" => "220 В",
									"Вес, кг" => "11",
									"Габариты, мм" => "250 x 458 x 261",
									"Интерфейс" => "Internal Ethernet, USB",
									"Риббоны" => "Wax, Wax/Resin или Resin ), длиной 360 метров длина, втулка 1 дюйм (25 мм);<br>Тип намотки : внутрь или наружу, автоматическое определение"
								),
								"desc" => "<p>Наша компания представляет Вам настольный принтер Citizen CL-E730, который Вы можете приобрести у нас на сайте «SJ-Company».</p><p>Citizen CL-E730 – это принтер промышленного класса для печати этикеток со штрих-кодами, текстом или графикой. Это печатающее устройство принадлежит серии Citizen «CL-E700» и является усовершенствованной моделью (улучшенное разрешение, технология термотрансферной печати, ширина печати и т.д.).</p><h3 align='center'>Эксплуатационные характеристики</h3><ul><li>Скорость печати этикеток: 150 мм/секунду.</li><li>Нанесения информации на этикетах осуществляется термотрансферным методом, в котором используется красящая лента для полноцветной и долговечной печати (в отличии от технологии прямой термопечати с ограниченным сроком службы распечатанных расходных изделий).</li><li>В отличие от других моделей серии «CL-E700» имеет повышенное качество печати: 300 dpi (или точек/дюйм).</li><li>Максимальная ширина печати: 105 мм.</li><li>Жидкокристаллический экран с подсветкой и панель задач под дисплеем предназначены для комфортного управления принтером.</li><li>Низкое энергопотребление благодаря программе «ENERGY STAR».</li><li>Встроенные интерфейсы подключения: USB 2.0, Ethernet, WiFi. Порты для Serial (RS232C), LAN, Parallel (IEEE1284).</li></ul>",
								"advantages" => array(
									"Современный корпус технологии «Hi-Open», который вертикально открывает крышку для замены расходных изделий, что способствует экономии рабочего места.",
									"Система «ARCP» (натяжение красящей ленты) используется для чёткой печати и обеспечения защиты от испорченных этикеток.",
									"Функция «Cross-Emulation» способствует быстрой и легкой интеграцией в информационную систему компании.",
									"Автоотрезчик самостоятельно и аккуратно отделяет этикетку от всего рулона.",
									"Одна кнопка для включения/выключения прибора (находится на обратной стороне)."
								),
								"appAreas" => "<p>Применение в различных областях деятельности: транспортные компании (печать билетов), торговые предприятия и склады (этикетки) и т.д.</p>"
							)
						),
						"zebra-zt-220" => array(
							"title" => "Zebra ZT220",
							"article" => "",
							"link" => "/zebra-zt-220.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"класс_принтера" => "промышленный",	
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-zt220-1.jpg",
								"/new_images/print/zebra-zt220-2.jpg",
								"/new_images/print/zebra-zt220-3.jpg",
								"/new_images/print/zebra-zt220-4.jpg",
								"/new_images/print/zebra-zt220.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "152 мм/сек",
								"Тип печати" => "Прямая термопечать<br>Опционально: термотрансферная печать",
								"Разрешение печати" => "203 dpi, 300 dpi",
								"Макс. диаметр рулона этикеток" => "до 203 мм (на втулке диаметром 40 мм)",
								"Интерфейсы" => "USB 2.0, RS-232"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "152 мм/сек",
									"Тип печати" => "Прямая термопечать<br>Опционально: термотрансферная печать",
									"Разрешение печати" => "203 dpi, 300 dpi",
									"Макс. диаметр рулона этикеток" => "до 203 мм (на втулке диаметром 40 мм)",
									"Интерфейсы" => "USB 2.0, RS-232",
									"Рекомендованный объём печати в смену" => "10000 этикеток",
									"Макс. длина рулона красящей ленты" => "300 м (если установлена опция термотрансферной печати)<br>Намотка OUT",
									"Диам. втулки рулона красящей ленты" => "25,4 мм",
									"Объём памяти" => "128 MB DRAM<br>128 MB Flash (доступно 58 MB)",
									"Датчики" => "Наличия бумаги<br>Расстояния между этикетками<br>Чёрной метки",
									"Язык управления" => "XML, ZPL I/ZPL II",
									"Размер" => "239 x 280 x 432 мм",
									"Вес" => "7,8 кг",
									"Опции" => "Отделитель этикеток (без смотчика подложки)<br>Отделитель этикеток (со смотчиком подложки)<br>Резак (cutter)<br>RTC<br>ZebraNet® a/b/g/n Print Server встроенный)<br>ZebraNet® 10/100 Print Server (внешний или встроенный)<br>Интерфейс Centronics"
								),
								"desc" => "<p>Zebra ZT200- новая серия принтеров начального промышленного класса от компании Zebra Technologies. Представители серии - Zebra ZT220 и ZT230.</p><p>Они являются продолжателями популярных термо- и термотрансферных модификаций принтера этикеток Zebra S4M.</p><p>Появлению новых принтеров предшествовала большая работа по анализу отзывов пользователей.</p><p>В итоге серия ZT200 стала более совершенной, при этом она сохранила основные достоинства прежних моделей принтеров Stripe® и S4M™.</p><p>Новинки представлены в двух модификациях, 200dpi и 300dpi. В принтере ZT220 есть навигационные клавиши, которые делают эту модель значительно удобней. Принтер радует глаз пользователя своей элегантностью и небольшими размерами.</p><p>Кроме, того радует принтер zebra ZT220 и своей очень демократичной ценой. При небольших финансовых вложениях пользователь получает многофункциональное печатающее устройство промышленного класса! А это значит, что ресурс и качество этого принтера значительно выше, чем у обычных принтеров!</p><p>При всем своем профессиональном назначении принтер этикеток zebra ZT220 легко настроить и у него интуитивно-понятный интерфейс. Вам достаточно ознакомиться с инструкцией по эксплуатации прибора и можно приступать к работе.</p><p>В обслуживании принтера этикеток ZT220 также не будет сложностей. Обслуживание не требует специального инструментария. Внутренний механизм принтера надежно защищен прочным пластиковым корпусом.</p>",
								"advantages" => array(
									"Применяют в различных организациях и на предприятиях.",
									"Отлично заменяет предшествующие модели Stripe и S4M.",
									"Оснащен принтер параллельным, 10/100 Ethernet и беспроводным 802.11b/g/n интерфейсами.",
									"Работа комфортней благодаря светодиодным символьным индикаторам.",
									"Точно настраивается, выдает высокое качество печати.",
									"Отчетливый текст и качественные штрих-коды.",
									"Цветные указатели - наглядные инструкции для установки расходных материалов.",
									"Боковой доступ к рулону с бумагой.",
									"Передвижной датчик с подсветкой виден через бумагу.",
									"Принтер обладает уникальной двустворчатой панелью (для открытия необходимо 102мм), которая дает возможность интегрировать ZT220 в тесных производственных условиях.",
									"Высокопроизводительный настольный принтер Zebra ZT220 отличается не только компактными размерами, он обладает самой низкой ценой и высоким качеством печати.",
									"Energy Star®"
								),
								"appAreas" => array()
							)
						),
						"print01_datamax_e-4204b" => array(
							"title" => "Datamax E-4204B Basic",
							"article" => "",
							"link" => "/print01_datamax_e-4204b.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-e-4204b-1.jpg",
								"/new_images/print/datamax-e-4204b-2.jpg",
								"/new_images/print/datamax-e-4204b-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "101 мм/сек",
								"Максимальная ширина печати" => "108 мм при 203dpi",
								"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
								"Память" => "64 Мб Flash / 16 Мб DRAM",
								"Интерфейс соединений" => "USB 2.0, RS232"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "101 мм/сек",
									"Максимальная ширина печати" => "108 мм при 203dpi",
									"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
									"Память" => "64 Мб Flash / 16 Мб DRAM",
									"Интерфейс соединений" => "USB 2.0, RS232",
									"Размеры" => "203.5 x 187 x 282 мм",
									"Вес" => "2,4 кг",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатора"
								),
								"desc" => "<p>Datamax E-4204B Basic — настольный термопринтер, применяется для печати этикеток со штрих-кодом. Это базовая версия, отличается простым функционалом.</p><h3 align='center'>Особенности</h3><ul><li>Прямая термопечать (термотрансферная опционально).</li><li>Высокое качество печати 203 dpi (опционально возможно увеличение разрешения до 300 dpi).</li><li>Управление принтером - с помощью одной кнопки.</li><li>Простая заправка расходными материалами - рулон этикеток устанавливается в раздвигающийся механизм, надежно удерживающий его с двух сторон.</li><li>Прочный корпус принтеров (конструкция с двойными стенками).</li><li>Стеклянная крышка (позволяет контролировать расходные материалы).</li><li>Вместимость рулона диаметром 127 мм.</li><li>Два интерфейса подключения – USB и RS-232.</li><li>Отображение всей необходимой информации на LCD дисплее.</li><li>Установка отделителя этикеток (опционально, приобретается отдельно).</li></ul><p align='center'><embed src='http://sj-company.ru/video/printer-datamax-e-4204b-video.mp4' width='640' height='360'></p><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td><b>Модель</b></td>
			<td>E-4204В (203dpi)<br>E-4304В (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td><b>Интерфейс соединений</b></td>
			<td>USB 2.0<br>RS-232</td>
			<td>USB 2.0<br>RS-232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS-232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td><b>Размеры</b></td>
			<td colspan='2'>203.5 x 187 x 282 мм</td>
			<td colspan='2'>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td><b>Вес</b></td>
			<td colspan='2'>2,4 кг</td>
			<td colspan='2'>2,5 кг</td>
		</tr>
		<tr>
			<td><b>Скорость печати</b></td>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальная ширина печати</b></td>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальный диаметр катушки печатного материала</b></td>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td><b>Память</b></td>
			<td colspan='2'>64 Мб Flash / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Flash / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td><b>Индикаторы / Дисплей</b></td>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => "<p>Это компактное устройство используется на производственных предприятиях, в транспортных и логистических компаниях, розничной торговле, здравоохранении, на почте и других организациях, применяющих надежное и низкозатратное оборудование для производства самоклеящихся этикеток.</p>"

							)
 						),
						"datamax-e-4205-mark-3" => array(
							"title" => "Datamax-O’Neil E-4205 mark 3",
							"article" => "",
							"link" => "/datamax-e-4205-mark-3.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-4205-mark-3-big.jpg",
								"/new_images/print/datamax-4205-mark-3-1-big.jpg",
								"/new_images/print/datamax-4205-mark-3-2-big.jpg",
								"/new_images/print/datamax-4205-mark-3-3-big.jpg",
								"/new_images/print/datamax-4205-mark-3-4-big.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "термо / термотрансферная печать (опционально)",
								"Качество печати" => "203 dpi",
								"Скорость печати" => "127 мм/с",
								"Максимальная ширина печати" => "108 мм",
								"Максимальная длина печати" => "2514 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термо / термотрансферная печать (опционально)",
									"Качество печати" => "203 dpi",
									"Скорость печати" => "127 мм/с",
									"Максимальная ширина печати" => "108 мм",
									"Максимальная длина печати" => "2514 мм",
									"Материал корпуса" => "Двухслойный термопластик",
									"Размер" => "203,5 мм х 187 мм х 282 мм",
									"Диаметр рулона этикеток" => "127 мм",
									"Память" => "64 Mb FLASH, 16 Mb DRAM",
									"Интерфейсы" => "RS-232, USB 2.0",
									"Внутренние шрифты" => "10 буквенно цифровых",
									"Печатаемые штрих-коды" => "Одномерные или линейные:<br>Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5 (I 2 of 5), Code 128, EAN-13, EAN-8, HBIC, Codabar, Interleaved 2 of 5 with a module 10 checksum, Plessey, Interleaved 2 of 5 with a module 10 checksum & shipping bearer bars, 2 digit UPC addendum, 5 digit UPC addendum, Code 93, Postnet, UCC/EAN Code 128, K-Mart NON EDI barcode, Telepen<br>2D коды (двухмерные):<br>UPS MaxiCode, FIM, PDF-417, DataMatrix, QR Code, Aztec, Code 128 with auto Subset Switching, GS1 Databar (replaced RSS), TCIF Linked Bar Code 3 of 9 (TLC39), MicroPDF 417",
									"Угол поворота шрифтов и штрих-кода" => "0, 90, 180, 270 градусов",
									"Язык управления принтером" => "DPL, ZPL, IPL, BPL, EPL",
									"Типа расходного материала" => "Непрерывный, этикетки с пропусками в рулоне, с черными метками, с выкусами",
									"Типа расходного материала" => "Непрерывный, этикетки с пропусками в рулоне, с черными метками, с выкусами",
									"Намотка красящей ленты" => "IN или OUT",
									"Ширина расходного материала" => "19 мм - 111,76 мм",
									"Толщина расходного материала" => "0,06 мм - 0,25 мм",
									"Длина рулона красящей ленты" => "300 м",
									"Условия эксплуатации" => "Температура эксплуатации: 4 - 35°С"
								),
								"desc" => "<p>Datamax-О'neil Е-class Mark III серия принтеров нового поколения. Настольные принтеры для печати этикеток E-класса Марк III обладают бесспорными преимуществами перед своими предшественниками.</p><p>Ярким представителем нового поколения является Datamax E-4205 mark 3. Управлять сложным устройством по печати этикеток можно при помощи только одной кнопки. Заправка принтера расходными материалами тоже притерпела изменения в лучшую сторону!</p><p>Вставляем рулон этикеток в раздвигающийся механизм, и он прочно удерживает его с двух сторон. Корпус принтеров серии mark 3 выполнен из двойного материала, конструкция с двойными стенками стала на порядок надежней.</p><p>Серия принтеров E-класса, в том числе и Datamax-o’neil E-4205 mark 3, позволяет применять красящую ленту с намоткой IN или OUT, таким образом, были исчерпаны проблемы с выбором риббонов.</p><p>Даже в том случае, если вы производите замену парка оборудования, оставшаяся на складе красящая лента к новому принтеру подойдет. Производители значительно увеличили максимальную длину рулона красящей ленты - до 300 метров.</p><p>Обратите внимание, теперь можно выбрать из двух видов втулок - диаметром 0,5 или 1 дюйм на выбор. Опционально можно повысить разрешение печати - с 200 dpi на 300 dpi, качество печати при этом, безусловно, возрастет.</p><h3 align='center'>Особенности</h3><ul><li>небольшие размеры принтера;</li><li>загрузка материалов производится легко;</li><li>принтеры обладают корпусом с двойными стенками;</li><li>легко вписывается в уже использующийся парк техники, поддерживает все языки программирования;</li><li>поддерживает универсальную систему намотки красящей ленты IN и OUT;</li></ul><p>Datamax-О'neil E-4205 Mark III поддерживают все языки программирования IPL и BPL, DPL, EPL, ZPL.</p><p>Основные компоненты принтера, в т.ч. Datamax E-4205, могут быть заменены даже пользователем-новичком. Все детали расположены доступно для пользователя.</p><p>Модель Datamax E-4204B - термопринтер со стандартным, минимальным набором функций для качественной печати этикеток со штрих-кодом.</p><p>Обладает двумя интерфейсами подключения: USB и RS-232. В качестве опций предоставляется возможность замены печатающей головки на новую, с большим разрешением, в 300 dpi . Отделитель этикеток устанавливается как опция. Скорость печати у принтера E-4204B до 101 мм в секунду.</p><p>Пользователю предлагается приобрести принтер с блоком для термотрансферной печати и термопринтер.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"zebra-zt-230" => array(
							"title" => "Zebra ZT230",
							"article" => "",
							"link" => "/zebra-zt-230.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-zt230-1.jpg",
								"/new_images/print/zebra-zt230-2.jpg",
								"/new_images/print/zebra-zt230-3.jpg",
								"/new_images/print/zebra-zt230-4.jpg",
								"/new_images/print/zebra-zt230.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "152 мм/сек",
								"Тип печати" => "Термотрансферная печать",
								"Макс. ширина печати" => "104 мм (ширина этикетки с подложкой до 114 мм)",
								"Макс. длина печати" => "203 dpi: 3988 мм, 300 dpi: 1854 мм",
								"Макс. диаметр рулона этикеток" => "до 203 мм (на втулке диаметром 40 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "152 мм/сек",
									"Тип печати" => "Термотрансферная печать",
									"Макс. ширина печати" => "104 мм (ширина этикетки с подложкой до 114 мм)",
									"Макс. длина печати" => "203 dpi: 3988 мм, 300 dpi: 1854 мм",
									"Макс. диаметр рулона этикеток" => "до 203 мм (на втулке диаметром 40 мм)",
									"Рекомендованный объём печати в смену" => "10000 этикеток",
									"Макс. длина рулона красящей ленты" => "450 м (намотка OUT)",
									"Диам. втулки рулона красящей ленты" => "25,4 мм",
									"Объём памяти" => "128 MB DRAM, 128 MB Flash (доступно 58 MB)",
									"Датчики" => "Наличия бумаги, Расстояния между этикетками, Чёрной метки",
									"Язык управления" => "XML, ZPL I/ZPL II",
									"Интерфейсы" => "USB 2.0, RS232",
									"Размер" => "242 х 277 х 432 мм",
									"Вес" => "9,7 кг",
									"Опции" => "Отделитель этикеток (без смотчика подложки), Отделитель этикеток (со смотчиком подложки), Резак (cutter), RTC, ZebraNet® a/b/g/n Print Server встроенный), ZebraNet® 10/100 Print Server (внешний или встроенный), Интерфейс Centronics."
								),
								"desc" => "<p>Термопринтер Zebra ZT230 — компактное и высокопроизводительное оборудование, позволяющее экономить рабочее пространство за счет уменьшения габаритов. При открытии крышки на корпусе принтера не требуется дополнительное пространство.</p><p>Модель ZT230 в отличие от ZT220 имеет цельнометаллическую конструкцию, оснащенную навигационными клавишами и графическим дисплеем.</p><p>Защита внутренних механизмов оборудования обеспечивает долгую и безотказную работу устройства. За счет графического интерфейса принтер удобно настраивать, что особенно важно при частой смене информации на этикетках.</p><p>Если информация на этикетках требует частой замены, то принтер Zebra ZT230 с этой задачей справляется наилучшим образом.</p><h3 align='center'>Особенности</h3><ul><li>Бункер для загрузки риббона длиной 450 м (обеспечивает длительную работу принтера без смены рулона и перерывы в работе уменьшаются).</li><li>2 регулятора давления по бокам печатающей головки (у самой головки расширенный диапазон режимов нагрева термоэлементов и система E3 для повышения качества печати).</li><li>Подключение к программе 1С.</li><li>Графический дисплей (индикатор высокого качества отражает процессы, происходящие в принтере).</li></ul>",
								"advantages" => array(
									"Высокая производительность.",
									"Качественная печать (при необходимости дополнительно приобретается печатная головка с разрешением 300 dpi).",
									"Большой объем печати — 10000 штук за смену."
								),
								"appAreas" => "<ul><li>Логистические и транспортные компании.</li><li>Оптовая и розничная торговля.</li><li>Производственные, коммерческие, государственные организации.</li><li>Медицинские учреждения.</li></ul><p>Наша компания предлагает приобрести компактный термопринтер Zebra ZT230, обладающий высокой производительностью. Менеджеры проконсультируют по интересующим Вас вопросам, исходя из потребностей и особенностей Вашего бизнеса.</p>"
							)
						),
						"print01_datamax_e-4304b" => array(
							"title" => "Datamax E-4304B – Модель Basic",
							"article" => "",
							"link" => "/print01_datamax_e-4304b.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "106_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-e-4204b-1.jpg",
								"/new_images/print/datamax-e-4204b-2.jpg",
								"/new_images/print/datamax-e-4204b-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "101 мм/сек",
								"Максимальная ширина печати" => "106 мм при 300dpi",
								"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
								"Память" => "64 Мб Flash / 16 Мб DRAM",
								"Интерфейс соединений" => "USB 2.0<br>RS-232"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "101 мм/сек",
									"Максимальная ширина печати" => "106 мм при 300dpi",
									"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
									"Память" => "64 Мб Flash / 16 Мб DRAM",
									"Интерфейс соединений" => "USB 2.0<br>RS-232",
									"Размеры" => "203.5 x 187 x 282 мм",
									"Вес" => "2,4 кг",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатора"
								),
								"desc" => "<p>Datamax E-4304B принадлежит к линейке принтеров E-Класса Mark III. Datamax E-4304B – это компактные настольные термопринтеры, разработанные для широкого круга задач в разных отраслях и приложениях, требующих надежное и низкозатратное оборудование для производства самоклеющихся этикеток.</p><p>Компания-производитель Datamax-O’Neil применила своё знание и экспертный опыт в области производства промышленных принтеров для разработки начального класса принтеров, обладающих функциями и надежностью, свойственных дорогостоящим моделям принтеров.</p><p>E-Класс  Mark III  отличаются доступностью в цене, легкостью в эксплуатации и экономичностью в обслуживании.</p><p>В Datamax 4304B E-Класса Mark III легко и просто загрузить носитель и красящую ленту, LCD дисплей отображает всю необходимую информацию, касательно работы принтера.</p><p>Пользователи Datamax Е 4304B также отмечают существенное уменьшение их ежедневных затрат времени и средств на замену расходных материалов – благодаря возможности применять большие по размеру рулоны этикеток и красящих лент.</p><p>Кратко о главном в Datamax E-4304B:<ul><li>прямая термопечать, прямая термотрансферная как опция;</li><li>101 мм/ сек при разрешении 300 dpi – максимальная скорость печати;</li><li>108 мм при разрешении 203 dpi, 106 мм при 300 dpi– максимальная ширина печати;</li><li>возможно увеличить разрешение до 300 dpi;</li><li>вместимость рулона диаметром 127 мм</li><li>Инфтерфейс соединения: Серийный RS232, USB 2.0.</li></ul></p><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td><b>Модель</b></td>
			<td>E-4204В (203dpi)<br>E-4304В (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td><b>Интерфейс соединений</b></td>
			<td>USB 2.0<br>RS-232</td>
			<td>USB 2.0<br>RS-232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS-232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td><b>Размеры</b></td>
			<td colspan='2'>203.5 x 187 x 282 мм</td>
			<td colspan='2'>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td><b>Вес</b></td>
			<td colspan='2'>2,4 кг</td>
			<td colspan='2'>2,5 кг</td>
		</tr>
		<tr>
			<td><b>Скорость печати</b></td>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальная ширина печати</b></td>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальный диаметр катушки печатного материала</b></td>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td><b>Память</b></td>
			<td colspan='2'>64 Мб Flash / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Flash / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td><b>Индикаторы / Дисплей</b></td>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_datamax_e-4305p" => array(
							"title" => "Datamax E-4305P – Модель Professional",
							"article" => "",
							"link" => "/print01_datamax_e-4305p.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "106_мм",
								"интерфейсы" => "USB RS-232 Bluetooth Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-e-4305p-1.jpg",
								"/new_images/print/datamax-e-4305p-2.jpg",
								"/new_images/print/datamax-e-4305p-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "127 мм/сек при 300dpi",
								"Максимальная ширина печати" => "106 мм при 300dpi",
								"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
								"Память" => "64 Мб Flash / 32 Мб DRAM",
								"Интерфейс соединений" => "USB 2.0, USB Host, RS-232, Bi-directional, Bluetooth® v2.0 (опция), 802.11 a/b/g беспроводное LAN (опция), 10/100 модуль Ethernet"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "127 мм/сек при 300dpi",
									"Максимальная ширина печати" => "106 мм при 300dpi",
									"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
									"Память" => "64 Мб Flash / 32 Мб DRAM",
									"Интерфейс соединений" => "USB 2.0, USB Host, RS-232, Bi-directional, Bluetooth® v2.0 (опция), 802.11 a/b/g беспроводное LAN (опция), 10/100 модуль Ethernet",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени",
									"Размеры" => "203.5 x 187 x 282 мм",
									"Вес" => "2,4 кг"
								),
								"desc" => "<p>Datamax E-4305 Professional - настольный термопринтер компактных размеров, относится к линейке принтеров E-Класса Mark III.</p><p>Обеспечивает качественную печать с разрешением 300 dpi мелкого шрифта, штрих-кода высокой плотности и графических изображений, в т.ч. фотографий в серых оттенках.</p><h3 align='center'>Особенности</h3><ul><li>Удобный графический дисплей с навигацией.</li><li>Прямая термопечать, опционально термотрансферная печать.</li><li>Компактный корпус с прозрачной пластиковой крышкой – удобный контроль наличия расходных материалов.</li><li>Поддерживает линейные и двухмерные штрих-коды.</li><li>Объём печати в смену – 6000 этикеток.</li><li>Откидывающаяся крышка принтера позволяет быстро заменить красящую ленту, что обеспечивает удобство в обслуживании.</li><li>Корпус изготовлен из прочного водостойкого материала, защищает от попадания пыли, грязи и влаги во внутренний механизм принтера и гарантирует продолжительную и стабильную работу оборудования.</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td><b>Модель</b></td>
			<td>E-4204В (203dpi)<br>E-4304В (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td><b>Интерфейс соединений</b></td>
			<td>USB 2.0<br>RS-232</td>
			<td>USB 2.0<br>RS-232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS-232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td><b>Размеры</b></td>
			<td colspan='2'>203.5 x 187 x 282 мм</td>
			<td colspan='2'>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td><b>Вес</b></td>
			<td colspan='2'>2,4 кг</td>
			<td colspan='2'>2,5 кг</td>
		</tr>
		<tr>
			<td><b>Скорость печати</b></td>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальная ширина печати</b></td>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальный диаметр катушки печатного материала</b></td>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td><b>Память</b></td>
			<td colspan='2'>64 Мб Flash / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Flash / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td><b>Индикаторы / Дисплей</b></td>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p><p align='center'><embed src='http://sj-company.ru/video/printer-datamax-e-4305p-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Datamax E-4305 P получил применение на промышленных и производственных предприятиях, складах, в транспортных и логистических компаниях.</p>"
							)
						),
						"print01_datamax_e-4305l" => array(
							"title" => "Datamax E-4305L – Модель Plus",
							"article" => "",
							"link" => "/print01_datamax_e-4305l.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "106_мм",
								"интерфейсы" => "USB RS-232 Bluetooth Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-e-4305l-1.jpg",
								"/new_images/print/datamax-e-4305l-2.jpg",
								"/new_images/print/datamax-e-4305l-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "127 мм/сек при 300dpi",
								"Максимальная ширина печати" => "106 мм при 300dpi",
								"Максимальный диаметр катушки печатного материала" => "182.8 мм О. D.",
								"Память" => "64 Мб Flash / 32 Мб DRAM",
								"Интерфейс соединений" => "USB 2.0, USB Host, RS-232, Bi-directional, Bluetooth® v2.0 (опция), 802.11 a/b/g беспроводное LAN (опция), 10/100 модуль Ethernet"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "127 мм/сек при 300dpi",
									"Максимальная ширина печати" => "106 мм при 300dpi",
									"Максимальный диаметр катушки печатного материала" => "127 мм О. D.",
									"Память" => "64 Мб Flash / 32 Мб DRAM",
									"Интерфейс соединений" => "USB 2.0, USB Host, RS-232, Bi-directional, Bluetooth® v2.0 (опция), 802.11 a/b/g беспроводное LAN (опция), 10/100 модуль Ethernet",
									"Индикаторы / Дисплей" => "Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени",
									"Размеры" => "203.5 x 243 x 356 мм",
									"Вес" => "2, 5 кг"
								),
								"desc" => "<p>Datamax E-4305L Plus – настольный термопринтер этикеток, снабжен блоком для термотрансферной печати. Относится к линейке принтеров E-Класса Mark III.</p><h3 align='center'>Особенности</h3><ul><li>Опционально термотрансферная печать.</li><li>Компактный размер (203,5 х 187 х 282 мм).</li><li>LCD-дисплей, показывает информацию по работе принтера.</li><li>Свободный доступ внутрь за счет откидывающейся крышки позволяет быстро загружать расходные материалы и чистить механизм.</li><li>Вместимость рулона диаметром 182,8 мм – за счет большого размера происходит снижение ежедневных временных и денежных затрат на замену расходников.</li><li>Разные операции со штрих-кодами - печать в 4 направлениях, зеркальное отражение.</li><li>Увеличение разрешения с 203 dpi до 300 dpi.</li><li>Световые трехцветные индикаторы - 2 шт.</li><li>Звуковой индикатор.</li><li>Часы реального времени.</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td><b>Модель</b></td>
			<td>E-4204В (203dpi)<br>E-4304В (300dpi)</td>
			<td>E-4205A (203dpi)<br>E-4305A (300dpi)</td>
			<td>E-4206P (203dpi)<br>E-4305P (300dpi)</td>
			<td>E-4206L (203dpi)<br>E-4305L (300dpi)</td>
		</tr>
		<tr>
			<td><b>Интерфейс соединений</b></td>
			<td>USB 2.0<br>RS-232</td>
			<td>USB 2.0<br>RS-232<br>Bi-directional<br>10/100 модуль Ethernet</td>
			<td colspan='2'>USB 2.0<br>USB Host<br>RS-232<br>Bi-directional<br>Bluetooth® v2.0 (опция)<br>802.11 a/b/g беспроводное LAN (опция)<br>10/100 модуль Ethernet</td>
		</tr>
		<tr>
			<td><b>Размеры</b></td>
			<td colspan='2'>203.5 x 187 x 282 мм</td>
			<td colspan='2'>203.5 x 243 x 356 мм</td>
		</tr>
		<tr>
			<td><b>Вес</b></td>
			<td colspan='2'>2,4 кг</td>
			<td colspan='2'>2,5 кг</td>
		</tr>
		<tr>
			<td><b>Скорость печати</b></td>
			<td>101 мм/сек</td>
			<td>127 мм/сек</td>
			<td colspan='2'>152 мм/сек при 203dpi<br>127 мм/сек при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальная ширина печати</b></td>
			<td colspan='4'>108 мм при 203dpi<br>106 мм при 300dpi</td>
		</tr>
		<tr>
			<td><b>Максимальный диаметр катушки печатного материала</b></td>
			<td colspan='3'>127 мм О. D.</td>
			<td>182.8 мм О. D.</td>
		</tr>
		<tr>
			<td><b>Память</b></td>
			<td colspan='2'>64 Мб Flash / 16 Мб DRAM</td>
			<td colspan='2'>64 Мб Flash / 32 Мб DRAM</td>
		</tr>
		<tr>
			<td><b>Индикаторы / Дисплей</b></td>
			<td colspan='2'>Два световых трехцветных индикатора</td>
			<td colspan='2'>Два световых трехцветных индикатора<br>Монохромный многострочный графический дисплей<br>Системное меню<br>Звуковой сигнал<br>Часы реального времени</td>
		</tr>
	</tbody>
</table><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p><p align='center'><embed src='http://sj-company.ru/video/printer-datamax-e-4305l-plus-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Настольный термопринтер этикеток Datamax E-4305L Plus получил применение на производственных предприятиях, в транспортных и логистических компаниях, розничной торговле, здравоохранении, на почте и других организациях, использующих надежное и низкозатратное оборудование для изготовления самоклеящихся этикеток.</p>"
							)
						),
						"print01_045" => array(
							"title" => "Godex EZ-1100 Plus",
							"article" => "",
							"link" => "/print01_045.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/godex-ez-1100-plus-1.jpg",
								"/new_images/print/godex-ez-1100-plus-2.jpg",
								"/new_images/print/godex-ez-1100-plus-3.jpg",
								"/new_images/print/godex-ez-1100-plus-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная / Прямая термопечать",
								"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
								"Скорость печати" => "4 IPS (102 мм / с)",
								"Ширина печати" => "108 мм",
								"Длина печати" => "Мин. 4 мм, Макс. 1727 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная / Прямая термопечать",
									"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
									"Скорость печати" => "4 IPS (102 мм / с)",
									"Ширина печати" => "108 мм",
									"Длина печати" => "Мин. 4 мм, Макс. 1727 мм",
									"Память" => "4MB Flash / 8 Мб SDRAM",
									"Тип датчика" => "По центру прозрачный датчик, регулируемый Датчик с рефлектором",
									"Параметры этикеток" => "Ширина: Мин. - 25,4 мм, макс. - 118 мм<br>Толщина: Мин. - 0,06 мм, макс. - 0,25 мм<br>Label диаметр рулона: Макс. 127 мм<br>Диаметр сердечника: 25,4 мм, 38,1 мм, 76,2 мм",
									"Термотрансферная лента" => "Типы: воск, воск / смола, смола<br>Длина: 300 м<br>Ширина: Мин. - 30 мм, макс. - 110 мм<br>Диаметр рулона: 68 мм<br>Диаметр диаметр втулки: 25,4 мм",
									"Языки программирования" => "EZPL, GEPL (Godex Eltron ® язык принтера), GZPL (Godex Zebra ® язык принтера)",
									"Программное обеспечение" => "ПО для дизайна этикеток: QLabel-IV (для EZPL только)<br>Драйвер и DLL: Windows 2000, XP и Vista",
									"Встроенные шрифты" => "Растровые шрифты 6, 8, 10, 12, 14, 18, 24, 30, 16X26 и OCR&B<br>Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Растровые шрифты 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"Загружаемые шрифты" => "Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Азиатские шрифты 90°, 180°, 270° вращающихся и в 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"1D Штрих-коды" => "Code 39, Code 93, Code 128 (subset A, B, C), UCC/EAN-128 K-Mart, UCC/EAN-128, UPC A / E (add on 2 & 5), I 2 of 5, I 2 of 5 with Shipping Bearer Bars, EAN 8 / 13 (add on 2 & 5),<br>Codabar, Post NET, EAN 128, DUN 14, HIBC, MSI (1 Mod 10), Random Weight, Telepen, FIM, China Postal Code, RPS 128 and GS1 DataBar",
									"2D Штрих-коды" => "PDF417, Datamatrix код, MaxiCode, QR-код и Micro QR Code",
									"Поддерживаемые страницы символов" => "437 CODEPAGE, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737<br>1250 ОКНА, 1251, 1252, 1253, 1254, 1255<br>Unicode (UTF8, UTF16)",
									"Графика" => "Поддержка графических форматов BMP и PCX, другие графические форматы можно загрузить с программным обеспечением",
									"Интерфейсы" => "Последовательный порт: RS-232 (DB-9)<br>USB-порт<br>Параллельный порт: Centronics 36-контактный",
									"Панель управления" => "Два двухцветных светодиода: Готовность к работе, Состояние<br>Функциональная клавиша: Питания",
									"Мощнсть" => "Автоматическое переключение 100-240В, 50-60Hz",
									"Требования к окружающей среде" => "Рабочая температура: От 5 °C до 40 °C<br>Температура хранения: От -20 °C до 50 °C",
									"Влажность" => "Операция: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
									"Официальные сертификаты" => "CE (EMC), FCC класс, CB, CUL, CCC",
									"Габариты" => "Длина: 285 мм<br>Высота: 171 мм<br>Ширина: 226 мм",
									"Вес" => "2.72 Кг",
									"Опции" => "Резак<br>Адаптер Ethernet<br>Отделитель этикеток<br>Модуль микросхемы RTC-календаря/часов с разъемом подключения карты расширения памяти CompactFlash",
									"Стандартная комплектация" => "Пробный рулон этикеток<br>Пробный рулон риббонов (красящей ленты)<br>ПО для печати этикеток<br>Драйверы<br>Салфетка для очистки принтера<br>Интерфейсы: USB, Centronix<br>Блок питания<br>Специальный драйвер для печати из 1С<br>DLL<br>Инструкция на русском языке"
								),
								"desc" => "<p>Godex EZ-1100 Plus – настольный термо- термотрансферный принтер для печати штрих кодов, текстовой и графической информации на этикетках или непрерывных носителях из бумаги, ткани, картона, полимерных и нейлоновых материалах.</p><h3 align='center'>Особенности</h3><ul><li>Корпус изготовлен из ударопрочного пластика, обеспечивающего надежную защиту принтера от механических повреждений.</li><li>Функция двойного буферирования: в процессе печати одной этикетки происходит загрузка следующей в память принтера. Это позволяет значительно повысить реальную скорость работы принтера через драйвер в режиме очереди заданий.</li><li>Сенсоры края этикетки 2-х типов - 'на отражение'' и 'на просвет'. Такое сочетание сенсоров позволяет работать с этикетками любой плотности подложки и с этикетками с 'черной меткой'. Упрощает работу с этикетками с нестандартной геометрией. Во встроенной программе печати задаются размеры этикеток или принтер переводится в автосенсорный режим, который автоматически определяет размер установленных в него этикеток.</li><li>Специальная прорезь для заправки печатных материалов нестандартного размера. Например, рулоны этикеток большого диаметра закрепляют на держателе и лента выводится через прорезь.</li><li>Технология контроля температуры головки в процессе печати повышает ресурс печатающей термоголовки.</li><li>Совместимость с программными продуктами 1С всех версий.</li></ul><h3 align='center'>Комплектация</h3><ul><li>Принтер.</li><li>Сетевой кабель, кабели USB и LPT (Centronix).</li><li>Адаптер питания.</li><li>Рулон этикеток и рулон красящей ленты для пробной печати.</li><li>Втулка для рулона с этикет-лентой.</li><li>Чистящая салфетка.</li></ul><p align='center'><embed src='http://sj-company.ru/video/printer-godex-ez-1100-plus-video.mp4' width='640' height='360'></p><p align='center'><object type='application/x-shockwave-flash' data='http://sj-company.ru/uflvplayer_500x375.swf' height='360' width='640'><param name='bgcolor' value='#FFFFFF'><param name='allowFullScreen' value='true'><param name='allowScriptAccess' value='always'><param name='movie' value='http://sj-company.ru/uflvplayer_500x375.swf'><param name='FlashVars' value='way=http://sj-company.ru/ez-1000plus.flv&amp;swf=http://sj-company.ru/uflvplayer_500x375.swf&amp;w=400&amp;h=300&amp;pic=http://sj-company.ru/ez-1100plus.jpg&amp;autoplay=0&amp;tools=1&amp;skin=white&amp;volume=70&amp;q=&amp;comment='></object></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер Godex EZ-1100 Plus получил применение в магазинах, торговых центрах, супермаркетах, на складах, в транспортных и логистических компаниях.</p>"
							)
						),
						"print01_047" => array(
							"title" => "Godex EZ-1105",
							"article" => "",
							"link" => "/print01_047.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/godex-ez-1105.jpg",
								"/new_images/print/godex-ez-1105_1.jpg",
								"/new_images/print/godex-ez-1105_3.jpg",
								"/new_images/print/godex-ez-1105_2.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная / Прямая термопечать",
								"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
								"Скорость печати" => "4 IPS (102 мм / с)",
								"Ширина печати" => "4,25' (108 мм)",
								"Длина печати" => "Мин. 0,16' (4 мм) **; Макс. 68' (1727 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная / Прямая термопечать",
									"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
									"Скорость печати" => "4 IPS (102 мм / с)",
									"Ширина печати" => "4,25' (108 мм)",
									"Длина печати" => "Мин. 0,16' (4 мм) **; Макс. 68' (1727 мм)",
									"Память" => "4MB Flash / 8 Мб SDRAM",
									"Параметры этикеток" => "Ширина: 1' (25,4 мм) Мин. - 4,64' (118 мм) Макс.<br>Толщина: 0,003' (0,06 мм) Мин. - 0,008' (0,20 мм) Макс.<br>Label диаметр рулона: Макс. 5 '(127 мм)<br>Диаметр сердечника: 1' , 1,5' (25,4 мм, 38,1 мм)",
									"Термотрансферная лента" => "Типы: воск, воск / смола, смола<br>Длина: 360 '(110 м)<br>Ширина: 1,18' Мин - 4,33' (30 мм - 110 мм) Макс<br>Лента диаметр рулона:. 1,57' (40 мм)<br>Диаметр сердечника: 0,5' (12,7 мм)",
									"Языки программирования" => "EZPL, GEPL (Godex Eltron ® язык принтера), GZPL (Godex Zebra ® язык принтера)",
									"Программное обеспечение" => "ПО для дизайна этикеток: QLabel-IV (для EZPL только)<br>Драйвер и DLL: Windows 2000, XP и Vista",
									"Встроенные шрифты" => "Растровые шрифты 6, 8, 10, 12, 14, 18, 24, 30, 16X26 и OCR & B<br>Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Растровые шрифты 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"Загружаемые шрифты" => "Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Азиатские шрифты 90°, 180°, 270° вращающихся и в 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
									"1D Штрих-коды" => "Code 39, Code 93, Code 128 (subset A, B, C), UCC/EAN-128 K-Mart, UCC/EAN-128, UPC A / E (add on 2 & 5), I 2 of 5, I 2 of 5 with Shipping Bearer Bars, EAN 8 / 13 (add on 2 & 5), Codabar, Post NET, EAN 128, DUN 14, HIBC, MSI (1 Mod 10), Random Weight, Telepen, FIM, China Postal Code, RPS 128 and GS1 DataBar",
									"2D Штрих-коды" => "PDF417, Datamatrix код, MaxiCode, QR-код и Micro QR Code",
									"Поддерживаемые страницы символов" => "437 CODEPAGE, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737<br>1250 ОКНА, 1251, 1252, 1253, 1254, 1255<br>Unicode (UTF8, UTF16)",
									"Графика" => "Поддержка графических форматов BMP и PCX, другие графические форматы можно загрузить с программным обеспечением",
									"Интерфейсы" => "USB V2.0",
									"Панель управления" => "Два двухцветных светодиода: Готовность к работе, Состояние<br>Функциональная клавиша: Питания",
									"Мощнсть" => "Автоматическое переключение 100-240В, 50-60Hz",
									"Требования к окружающей среде" => "Рабочая температура: 41°F до 104°F (5°C до 40°C)<br>Температура хранения: от -4°F до 122°F (-20°C до 50°C)",
									"Влажность" => "Операция: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
									"Официальные сертификаты" => "CE (EMC), FCC класс, CB, CCC",
									"Габариты" => "Длина: 10' (254 мм), Высота: 6,7' (170 мм), Ширина: 8,8' (224 мм)",
									"Вес" => "5,5 фунта (2,5 кг), за исключением расходных материалов",
									"Опции" => "Внутренний RS-232 карт<br>Ethernet 10/100 Мбит / сервер печати (по умолчанию отключено; отключает USB при использовании)<br>Внешний держатель рулона этикеток для 10' (250 мм)<br>Внешний перемотчик этикеток"
								),	
								"desc" => "<p>Принтер этикеток Godex EZ-1105 (термотрансферный принтер начального класса) с прозрачной крышкой позволяет оператору в любой момент времени осуществлять контроль печатного процесса.</p><p>Разрешение печатающей головки 203 dpi.</p><p>Новый «Авто-Адаптивный» сенсор датчика края этикетки отлично распознает любые печатные материалы. От попадания мусора он защищен стеклянной крышкой.</p><p>Принтер является облегченной версией модели Godex EZ-1100 Plus, поэтому набор дополнительных опций ограничен.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
 						"print01_048" => array(
 							"title" => "Godex EZ-1305",
 							"article" => "",
 							"link" => "/print01_048.html",
 							"prodClass" => "",
 							"attributes" => array(
 								"производитель" => "Godex",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "105.7_мм",
								"класс_принтера" => "начальный",
								"интерфейсы" => "USB"
 							),
 							"images" => array(
 								"/new_images/print/godex-ez-1105.jpg",
								"/new_images/print/godex-ez-1105_1.jpg",
								"/new_images/print/godex-ez-1105_3.jpg",
								"/new_images/print/godex-ez-1105_2.jpg"
 							),
 							"primaryProps" => array(
 								"Метод печати" => "Термотрансферная / Прямая термопечать",
 								"Разрешение печати" => "300 точек на дюйм (12 точек / мм)",
 								"Скорость печати" => "3 IPS (76,2 мм)",
 								"Ширина печати" => "4,16' (105.7mm)",
 								"Длина печати" => "Мин. 0.16 (4 мм) **; Макс. 30' (762 мм)"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Метод печати" => "Термотрансферная / Прямая термопечать",
 									"Разрешение печати" => "300 точек на дюйм (12 точек / мм)",
 									"Скорость печати" => "3 IPS (76,2 мм)",
 									"Ширина печати" => "4,16' (105.7mm)",
 									"Длина печати" => "Мин. 0.16 (4 мм) **; Макс. 30' (762 мм)",
 									"Память" => "4MB Flash / 8 Мб SDRAM",
 									"Параметры этикеток" => "Ширина: 1' (25,4 мм) Мин. - 4,64' (118 мм) Макс.<br>Толщина: 0,003' (0,06 мм) Мин. - 0,008' (0,20 мм) Макс.<br>Label диаметр рулона: Макс. 5' (127 мм)<br>Диаметр сердечника: 1', 1,5' (25,4 мм, 38,1 мм)",
 									"Термотрансферная лента" => "Типы: воск, воск / смола, смола<br>Длина: 360 '(110 м)<br>Ширина: 1,18' Мин - 4,33' (30 мм - 110 мм) Макс<br>Лента диаметр рулона:. 1,57' (40 мм)<br>Диаметр сердечника: 0,5' (12,7 мм)",
 									"Языки программирования" => "EZPL, GEPL (Godex Eltron ® язык принтера)",
 									"Программное обеспечение" => "ПО для дизайна этикеток: QLabel-IV (для EZPL только)<br>Драйвер и DLL: Windows 2000, XP и Vista",
 									"Встроенные шрифты" => "Растровые шрифты 6, 8, 10, 12, 14, 18, 24, 30, 16X26 и OCR & B<br>Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Растровые шрифты 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
 									"Загружаемые шрифты" => "Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90°, 180°, 270° вращающийся<br>Азиатские шрифты 90°, 180°, 270° вращающихся и в 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
 									"1D Штрих-коды" => "Code 39, Code 93, Code 128 (subset A, B, C), UCC/EAN-128 K-Mart, UCC/EAN-128, UPC A / E (add on 2 & 5), I 2 of 5, I 2 of 5 with Shipping Bearer Bars, EAN 8 / 13 (add on 2 & 5), Codabar, Post NET, EAN 128, DUN 14, HIBC, MSI (1 Mod 10), Random Weight, Telepen, FIM, China Postal Code, RPS 128 and GS1 DataBar",
 									"2D Штрих-коды" => "PDF417, Datamatrix код, MaxiCode, QR-код и Micro QR Code",
 									"Поддерживаемые страницы символов" => "437 CODEPAGE, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737<br>1250 ОКНА, 1251, 1252, 1253, 1254, 1255<br>Unicode (UTF8, UTF16)",
 									"Графика" => "Поддержка графических форматов BMP и PCX, другие графические форматы можно загрузить с программным обеспечением",
 									"Интерфейсы" => "USB V2.0",
 									"Панель управления" => "Два двухцветных светодиода: Готовность к работе, Состояние<br>Функциональная клавиша: Питания",
 									"Мощнсть" => "Автоматическое переключение 100-240В, 50-60Hz",
 									"Требования к окружающей среде" => "Рабочая температура: 41°F до 104°F (5°C до 40°C)<br>Температура хранения: от -4°F до 122°F (-20°C до 50°C)",
 									"Влажность" => "Операция: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
 									"Официальные сертификаты" => "CE (EMC), FCC класс, CB, CCC",
 									"Габариты" => "Длина: 10' (254 мм), Высота: 6,7' (170 мм), Ширина: 8,8' (224 мм)",
 									"Вес" => "5,5 фунта (2,5 кг), за исключением расходных материалов",
 									"Опции" => "Внутренний RS-232 порт<br>Интерфейс Ethernet 10/100 Мбит / сервер печати (по умолчанию отключено; отключает USB при использовании)<br>Внешний держатель рулона этикеток для 10' (250 мм)<br>Внешний перемотчик этикеток",
 									"Стандартная комплектация" => "Сам принтер<br>Сетевой кабель<br>Блок питания (адаптер)<br>Кабель USB<br>Рулон этикеток для пробной печати<br>Рулон красящей ленты для пробной печати<br>Пустой валик для красящей ленты<br>Ось для рулона с этикет лентой<br>Руководство по быстрому старту<br>CD содержит Программное обеспечение для печати этикеток, DLL, драйверы (в том числе и для печати из 1С), руководство по эксплуатации на русском языке."
 								),
 								"desc" => "<p>Принтер этикеток Godex EZ-1305 (термотрансферный принтер начального класса) демонстрирует отличные скоростные характеристики и является образцом надежности и производительности.</p><p>Разрешение печатающей головки 300 dpi.</p><p>Принтер отлично интегрируется с программными продуктами фирмы 1С.</p><p>Новый «Авто-Адаптивный» сенсор датчика края этикетки отлично распознает любые печатные материалы. От попадания мусора он защищен стеклянной крышкой.</p><p>Принтер является облегченной версией модели Godex EZ-1100 Plus, поэтому набор дополнительных опций ограничен.</p>",
 								"advantages" => array(),
 								"appAreas" => array()
 							)
 						),
						"print01_049" => array(
							"title" => "Godex EZ DT4",
							"article" => "",
							"link" => "/print01_049.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
 								"/new_images/print/godex-ez-1105.jpg",
								"/new_images/print/godex-ez-1105_1.jpg",
								"/new_images/print/godex-ez-1105_3.jpg",
								"/new_images/print/godex-ez-1105_2.jpg"
 							),
 							"primaryProps" => array(
 								"Метод печати" => "Прямая термопечать",
 								"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
 								"Скорость печати" => "101.6 мм/сек",
 								"Ширина печати" => "до 108 мм",
 								"Длина печати" => "Мин. 0,16' (4 мм) **; Макс. 68' (1727 мм)"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Метод печати" => "Прямая термопечать",
 									"Разрешение печати" => "203 точек на дюйм (8 точек / мм)",
 									"Скорость печати" => "101.6 мм/сек",
 									"Ширина печати" => "до 108 мм",
 									"Длина печати" => "Мин. 0,16' (4 мм) **; Макс. 68' (1727 мм)",
 									"Память" => "4MB Flash / 8 Мб SDRAM",
 									"Параметры этикеток" => "Ширина: 0,6' (15 мм) Мин. - 2,36' (60 мм) Макс.<br>Толщина: 0,003' (0,06 мм) Мин. - 0,008' (0,20 мм) Макс.<br>Label диаметр рулона: Макс. 5' (127 мм)<br>Диаметр сердечника: 1' , 1,5' (25,4 мм, 38,1 мм)",
 									"Языки программирования" => "EZPL, GEPL (Godex Eltron® язык принтера), GZPL (Godex Zebra® язык принтера)",
 									"Программное обеспечение" => "ПО для дизайна этикеток: QLabel-IV (для EZPL только)<br>Драйвер и DLL: Windows 2000, XP и Vista",
 									"Встроенные шрифты" => "Растровые шрифты 6, 8, 10, 12, 14, 18, 24, 30, 16X26 и OCR & B<br>Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90 °, 180 °, 270 ° вращающийся<br>Растровые шрифты 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
 									"Загружаемые шрифты" => "Растровые шрифты 90°, 180°, 270° поворотный, одиночные символы 90 , 180°, 270° вращающийся<br>Азиатские шрифты 90°, 180°, 270° вращающихся и в 8 раз расширяется в горизонтальном и вертикальном направлениях<br>Масштабируемые шрифты 90°, 180°, 270° вращающийся",
 									"1D Штрих-коды" => "Code 39, Code 93, Code 128 (subset A, B, C), UCC/EAN-128 K-Mart, UCC/EAN-128, UPC A / E (add on 2 & 5), I 2 of 5, I 2 of 5 with Shipping Bearer Bars, EAN 8 / 13 (add on 2 & 5), Codabar, Post NET, EAN 128, DUN 14, HIBC, MSI (1 Mod 10), Random Weight, Telepen, FIM, China Postal Code, RPS 128 and GS1 DataBar",
 									"2D Штрих-коды" => "PDF417, Datamatrix код, MaxiCode, QR-код и Micro QR Code",
 									"Поддерживаемые страницы символов" => "437 CODEPAGE, 850, 851, 852, 855, 857, 860, 861, 862, 863, 865, 866, 869, 737<br>1250 ОКНА, 1251, 1252, 1253, 1254, 1255<br>Unicode (UTF8, UTF16)",
 									"Графика" => "Поддержка графических форматов BMP и PCX, другие графические форматы можно загрузить с программным обеспечением",
 									"Интерфейсы" => "USB-порт<br>Последовательный порт: RS-232 (DB-9)",
 									"Панель управления" => "Два двухцветных светодиода: Готовность к работе, Состояние<br>Функциональная клавиша: Питания",
 									"Мощнсть" => "Автоматическое переключение 100-240В, 50-60Hz",
 									"Требования к окружающей среде" => "Работа: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
 									"Влажность" => "Операция: 30-85%, без конденсации.<br>Хранение: 10-90%, без конденсации.",
 									"Официальные сертификаты" => "CE (EMC), FCC класс, CB, CCC",
 									"Габариты" => "Длина: 8,58' (218 мм), Высота: 6,77' (172 мм), Ширина: 3,94' (100 мм)",
 									"Вес" => "2,65 фунта (1.2Kg), за исключением расходных материалов",
 									"Опции" => "Интерфейс Ethernet 10/100 Мбит / сервер печати (по умолчанию отключено; отключает USB при использовании)<br>Резак этикеток<br>Отделитель этикеток<br>Внешний держатель рулона этикеток для 10' (250 мм)<br>Внешний перемочик этикеток",
 									"Стандартная комплектация" => "Сам принтер + Блок питания<br>Кабель USB<br>Рулон этикеток для пробной печати<br>Чистящая салфетка<br>CD содержит Программное обеспечение для печати этикеток, DLL, драйверы (в том числе и для печати из 1С), руководство по эксплуатации на русском языке."
 								),
 								"desc" => "<p>Термопринтер этикеток Godex EZ DT4 со стандартном разрешением 203 dpi, максимальной шириной 106 мм и скоростью 4 дюйма в секунду – отличное решение для магазинов и офисов. В основе Godex EZ DT4 лежит высокопроизводительный 32-разрядный процессор.</p><p>Термопринтер Godex EZ DT4 предназначен для печати небольшого объема этикеток высокого качества. Принтер Godex EZ DT4 прекрасно подходит для использования в магазинах, офисах, аптеках, складах, где необходима печать небольшого объема этикеток. Принтер Godex EZ DT4 отличается высокой производительностью.</p><p>Устройство оснащено датчиком черной метки, сенсором края этикетки на отражение и на просвет. Сенсор подвижный, что позволяет его регулировать во время печати этикеток нестандартной формы. Возможно включение режима, при котором принтер Godex EZ DT4 автоматически определяет размер заправленных этикеток.</p><p>Встроенные шрифты могут масштабироваться, а так же список шрифтов может быть расширен. Интеграция с другим оборудование осуществляется за счет портов USB2.0 и RS232, а так же интерфейса Ethernet, который устанавливается дополнительно.</p>",
 								"advantages" => array(),
 								"appAreas" => array()
 							)
						),
						"godex_g300" => array(
							"title" => "Godex G300/G330",
							"article" => "",
							"link" => "/godex_g300.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "108_мм 105.7_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/godex-g300-g330-1.jpg",
								"/new_images/print/godex-g300-g330-2.jpg",
								"/new_images/print/godex-g300-g330-3.jpg",
								"/new_images/print/godex-g300-g330-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо или Термо-трансферный",
								"Разрешение печати" => "203 dpi (8 dot/mm), 300 dpi (12 dot/mm)",
								"Скорость печати" => "4 IPS (10.2 см/сек), 3 IPS (7.62 см/сек)",
								"Длина печати" => "Мин. 4мм (0.16”) ~ Макс. 1727мм (68”), Мин. 4мм (0.16”) ~ Макс. 762мм (30”)",
								"Максимальная ширина печати" => "108 мм (4.25”), 105.7 мм (4.16”)"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Метод печати" => "Термо или Термо-трансферный",
									"Разрешение печати" => "203 dpi (8 dot/mm), 300 dpi (12 dot/mm)",
									"Скорость печати" => "4 IPS (10.2 см/сек), 3 IPS (7.62 см/сек)",
									"Длина печати" => "Мин. 4мм (0.16”) ~ Макс. 1727мм (68”), Мин. 4мм (0.16”) ~ Макс. 762мм (30”)",
									"Максимальная ширина печати" => "108 мм (4.25”), 105.7 мм (4.16”)",
									"CPU" => "ARM7 (166 мГц)",
									"Встроенная память" => "8Мб Flash, 16Мб SDRAM",
									"Интерфейсы" => "USB2.0, RS232, RJ45 (LAN принт-сервер 10/100Mbps)",
									"Индикация, управление" => "1 контрольный трёхцветный светодиод, 1 функциональная клавиша (FEED)",
									"Сенсор края этикетки" => "Зафиксированный по центру (неперемещаемый) передающий и отражающий сенсор, закрытый дополнительной прозрачной крышкой",
									"Материал для печати" => "Бумажные, тканевые , полимерные носители, картон и другие носители в рулонах (Этикет-лента с разрывом, Этикетки с чёрной меткой, Этикетки с отверстием, Непрерывные лента)",
									"Термотрансферная лента (максимальная длина)" => "110 метров (360'), 150 метров (протестировано, но не заявлена производителем)",
									"Язык программирования" => "EZPL, GEPL, EZPL встроенные во шлешь память принтера, с автоматическим режимом переключения",
									"Программное обеспечение" => "Бесплатный редактор для создания и редактирования этикеток Qlabel-IV (русифицирован), Утилита Godex Net Setting для настройки сетевых параметров и управления настройками принтера, DLL библиотеки и драйверы для различных 32/64 битных версий Windows (2000/Server2003&2008/XP/Vista/Win7), Linux драйвера для Ubuntu v9.04/9.10, Компонента и DLL для 1С 7.7 для печати этикеток на принтерах EZPL. Все ПО входит в комплект поставки.",
									"Поддерживаемые штрих-коды" => "1D штрих коды: Code39, Code93, Code128 (группы A,B,C), UCC/EAN-128 K-Mart, UCC/EAN128, UPC A/E (c дополнениями 2 из 5), I 2 из 5, I 2 из 5 с Shipping Bearer Bars, EAN 8/13 (с дополн. 2 из 5), Codabar, Post NET, EAN128, DUN14, HIBC, MSI, Произвольный вес, Telepen, Pressey, ITF14, FIM, China Postal Code, RPS128, GS1 DataBar.<br>2D штрих коды: PDF417, Datamatrix code, MaxiCode, QR code, Micro PDF417, MicroQR code, Aztec code.",
									"Обработка изображений" => "Загрузка в принтер графических файлов типа BMP, PCX. Поддерживается программная загрузка файлов типа: ICO, WMF, JPG, JPEG, EMF",
									"Встроенные шрифты" => "Растровые шрифты: 6, 8, 10, 12, 14, 18, 24, 30, 16x26, OCR A&B с возможностью поворота на 90°, 180°, 270°, с 8-микратно изменяемыми по горизонтали и вертикали размерами. Масштабируемые штрифты с возможностью поворота на 90°, 180°, 270°.",
									"Загружаемые шрифты" => "Возможна загрузка любых растровых или масштабируемых шрифтов, в том числе и русских Windows Bit-map шрифтов (8 углов ориентации) и русских True Type шрифтов ver. 2.XX (4 угла ориентации). Шрифты можно поворачивать на 90°, 180°, 270°.",
									"Комплектация" => "Блок питания, шнур блока питания, USB интерфейсный кабель, демо-рулон красящей ленты (110мм), картонная втулка красящей ленты (0.5'), демо-рулон с этикетками (110мм), втулка для этикет ленты, 2 ограничительные пластины для рулона с этикетками, инструкция по быстрому старту, CD с инструкцией на русском языке и ПО",
									"RTC (встроенные часы реального времени)" => "Не возможно использование",
									"Возможность расширения памяти" => "Нет возможности расширения памяти",
									"Возможные опции и модули расширения" => "Внешний держатель больших рулонов до 250мм (10')",
									"Поддерживаевые кодовые страницы символов" => "CODEPAGE: 437, 850, 851, 852, 855, 857, 860, 861, 862, 863,865, 866, 869, 737. WINDOWS: 1250,1251,1252,1253,1254,1255, 1257. Unicode:(UTF8,UTF16)",
									"Термотрансферная лента (диаметр втулки)" => "0.5' (12.7мм), без возможности замены на другие размеры",
									"Термотрансферная лента (макс.диаметр рулона)" => "40 мм (1.57')",
									"Термотрансферная лента (применяемые типы)" => "Wax, Wax/Resin, Resin",
									"Термотрансферная лента (ширина)" => "Мин.30 мм (1.18') ~ Макс.110 мм (4.33”)",
									"Этикет лента (диаметр втулки)" => "25.4 мм, 38.1 мм (1”, 1.5”)",
									"Этикет лента (макс.диаметр рулона)" => "127 мм (5')",
									"Этикет лента (толщина)" => "Мин.0.06 мм (0.003”) ~ Макс.0.20 мм (0.008”)",
									"Этикет лента (ширина)" => "25.4мм (1') ~ 118мм (4.64')",
									"Температура эксплуатации" => "От +5°C до 40°C",
									"Влажность при хранении" => "10-90% (без конденсата)",
									"Температура хранения" => "От -20°C до 50°C",
									"Влажность при эксплуатации" => "30-85% (без конденсата)",
									"Стандарты безопасности" => "CE (EMC), FCC Class A, CB, CCC, ГОСТ-Р",
									"Срок гарантии" => "3 года",
									"Харакеристики блока питания (зарядного устройства)" => "Автоопределение напряжения 100/240VAC, 50/60 Hz, 24V/2.5A",
									"Вес" => "2.5 Кг. (без аксессуров)",
									"Габариты мм." => "Длина: 254мм; Высота: 170мм; Ширина: 224мм",
									"Корпус" => "Ударопрочный пластик",
									"Цвет" => "Чёрный"
 								),
								"desc" => "<p>Godex G300/G330 - настольный термо/термотрансферный принтер для печати штрихкодов, текстовой информации, графических изображений на этикетках или непрерывных носителях из бумаги, ткани, картона, полимерных и нейлоновых материалах.</p><p>Оборудование рассчитано на объем печати до 5000 шт./в день, печать осуществляется с помощью красящей термотрансферной ленты. Принтер штрих-кода G300/G330 - облегченная версия серии G500/G530.</p><p>Модель Godex G300 имеет печатающую головку стандартного разрешения 203 dpi, а Godex G330 - повышенного разрешения 300 dpi.</p><h3 align='center'>Особенности</h3><ul><li>Корпус принтера изготовлен из ударопрочного пластика.</li><li>Подходит для эксплуатации с рулонами расходных материалов нестандартного размера за счет специального отверстия в задней крышке для вывода ленты. Например, если применяют рулоны этикеток большого диаметра, возможна установка данного рулона на специальный внешний держатель больших рулонов (заказывается дополнительно), и далее лента пропускается через данную прорезь наружу.</li><li>Большой объём оперативной памяти до 16 Мб и флеш памяти до 8Мб, что соответствует промышленным моделям принтеров.</li><li>Возможность выбора модели принтера с печатающей головкой стандартного разрешения 203 dpi (Godex G300), а также повышенного разрешения 300 dpi (Godex G330).</li><li>Авто-адаптивный сенсор датчика края этикетки, размещенный неподвижно по центру и закрытый прозрачной крышкой для защиты от попадания мусора, снабжен улучшенной системой распознавания большого объема материалов.</li><li>Совместимость с программой 1С.</li></ul><h3 align='center'>Варианты поставки</h3><ol><li>G300/330-UP - поставка с интерфейсами: USB2.0 + LPT (Parallel)</li><li>G300/330-US - поставка с интерфейсами: USB2.0 + RS232 (Serial)</li><li>G300/330-UES - поставка с интерфейсами: USB2.0 + RS232 (Serial) + Ethernet (RJ45)</li></ol><p align='center'><embed src='http://sj-company.ru/video/printer-godex-g300-g330-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер Godex G300/G330 применяется в магазинах, торговых центрах, супермаркетах, на складах, в транспортных и логистических компаниях.</p>"
 							)
						),
						"godex-g500-g530" => array(
							"title" => "Godex G500/G530",
							"article" => "",
							"link" => "/print/godex/godex-g500-g530.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм 105.7_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/godex-g500.jpg",
								"/new_images/print/g500-open.jpg",
								"/new_images/print/godex-g500-1.jpg",
								"/new_images/print/godex-g500-2.jpg",
								"/new_images/print/godex-g500-3.jpg",
								"/new_images/print/godex-g500-4.jpg",
								"/new_images/print/godex-g500-inf.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо или Термо-трансферный",
								"Этикетки" => "Wax, Wax/Resin, Resin",
								"Разрешение, dpi" => "203 dpi (8 dot/mm), 300 dpi (12 dot/mm)",
								"Скорость печати" => "G500 - 5 IPS (12.7 см/сек), G530 - 4 IPS (10.16 см/сек)",
								"Длина печати" => "G500 - Мин 4мм (0.16”) ~ Макс. 1727мм (68”), G530 - Мин 4мм (0.16”) ~ Макс. 762мм (30”)"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо или Термо-трансферный",
									"Этикетки" => "Wax, Wax/Resin, Resin",
									"Разрешение, dpi" => "203 dpi (8 dot/mm), 300 dpi (12 dot/mm)",
									"Скорость печати" => "G500 - 5 IPS (12.7 см/сек), G530 - 4 IPS (10.16 см/сек)",
									"Длина печати" => "G500 - Мин 4мм (0.16”) ~ Макс. 1727мм (68”), G530 - Мин 4мм (0.16”) ~ Макс. 762мм (30”)",
									"Графика" => "Загрузка в принтер графических файлов типа BMP, PCX. Поддерживается программная загрузка файлов типа: ICO, WMF, JPG, JPEG, EMF",
									"Комплектация" => "Блок питания, шнур блока питания, USB интерфейсный кабель, кабель RS232 (для варианта G5x0/US,UES), кабель LPT (для варианта G5x0/UP), демо-рулон красящей ленты, ось для красящей ленты (для втулки диаметром 1”), пустая втулка для красящей ленты, демо-рулон этикет ленты, втулка для рулона этикеток, втулка держателя рулона с этикетками, 2 ограничительные пластины для рулона с этикетками, инструкция по быстрому старту, CD с инструкцией на русском языке и ПО",
									"Интерфейсы" => "USB2.0, RS232, RJ45 (LAN принт-сервер 10/100Mbps)",
									"Язык программирования" => "EZPL, GEPL, EZPL встроенные во шлешь память принтера, с функцией автоматического переключения",
									"Гарантия" => "3 года",
									"Встроенные шрифты" => "Растровые шрифты: 6, 8, 10, 12, 14, 18, 24, 30, 16x26, OCR A&B с возможностью поворота на 90°, 180°, 270°, с 8-микратно изменяемыми по горизонтали и вертикали размерами. Масштабируемые штрифты с возможностью поворота на 90°, 180°, 270°.",
									"Загружаемые шрифты" => "Возможна загрузка любых растровых или масштабируемых шрифтов, в том числе и русских Windows Bit-map шрифтов (8 углов ориентации) и русских True Type шрифтов ver. 2.XX (4 угла ориентации). Шрифты можно поворачивать на 90°, 180°, 270°.",
									"Стандарт качества" => "Стандарты безопасности: CE (EMC), FCC Class A, CB, cUL, CCC, ГОСТ-Р",
									"RTC (встроенные часы реального времени)" => "Версия с RTC по специальному предзаказу",
									"Возможные опции и модули расширения" => "Отделитель этикеток, Резак (роторный), Внешний держатель больших рулонов до 250мм (10')",
									"Поддерживаевые кодовые страницы символов" => "CODEPAGE: 437, 850, 851, 852, 855, 857, 860, 861, 862, 863,865, 866, 869, 737. WINDOWS: 1250,1251,1252,1253,1254,1255, 1257.<br>Unicode:(UTF8,UTF16)",
									"Этикет лента (диаметр втулки)" => "25.4 мм, 38.1 мм, 76.2 мм (1”, 1.5”, 3”)",
									"Этикет лента (макс.диаметр рулона)" => "127 мм (5')",
									"Этикет лента (толщина)" => "Мин.0.06 мм (0.003”) ~ Макс.0.25 мм (0.01”)",
									"Этикет лента (ширина)" => "25.4мм (1') ~ 118мм (4.64')",
									"Условия эксплуатации" => "+5°C ~ 40°C",
									"Условия хранения" => "-20°C ~ 50°C",
									"Влажность при эксплуатации" => "30-85% (без конденсата)",
									"Программное обеспечение" => "Бесплатный редактор для создания и редактирования этикеток Qlabel-IV (русифицирован), Утилита Godex Net Setting для настройки сетевых параметров и управления настройками принтера, DLL библиотеки и драйверы для различных 32/64 битных версий Windows (2000/Server2003&2008/XP/Vista/Win7), Linux драйвера для Ubuntu v9.04/9.10, Компонента и DLL для 1С 7.7 для печати этикеток на принтерах EZPL. Все ПО входит в комплект поставки.",
									"Возможность расширения памяти" => "Нет возможности расширения памяти",
									"Харакеристики блока питания (зарядного устройства)" => "Автоопределение напряжения 100/240VAC, 50/60 Hz, 24V/2.5A",
									"Цвет" => "Светло-чёрный",
									"Материал для печати" => "Бумажные, тканевые , полимерные носители, картон и другие носители в рулонах (Этикет-лента с разрывом, Этикетки с чёрной меткой, Этикетки с отверстием, Непрерывные лента)",
									"Максимальная ширина печати" => "G500 - 108 мм (4.25”), G530 - 105.7 мм (4.16”)",
									"Влажность при хранении" => "10-90% (без конденсата)",
									"Процессор" => "ARM7 (166 мГц)",
									"Интерфейс управления" => "Индикация, управление:<br>2 двухцветных светодиода:Ready, Status; 1 функциональная клавиша FEED (промотка бумаги)<br>Сенсор края этикетки:<br>Перемещаемый сенсор на отражение; 2 излучающих светодиода, зафиксированных по центру",
									"Термотрансферная красящая лента (риббон)" => "300 метров (981')",
									"Память" => "4Мб Flash, 16Мб SDRAM",
									"Типы штрих-кодов" => "1D штрих коды: Code39, Code93, Code128 (группы A,B,C), UCC/EAN-128 K-Mart, UCC/EAN128, UPC A/E (c дополнениями 2 из 5), I 2 из 5, I 2 из 5 с Shipping Bearer Bars, EAN 8/13 (с дополн. 2 из 5), Codabar, Post NET, EAN128, DUN14, HIBC, MSI, Произвольный вес, Telepen, Pressey, ITF14, FIM, China Postal Code, RPS128, GS1 DataBar. 2D штрих коды: PDF417, Datamatrix code, MaxiCode, QR code, Micro PDF417, MicroQR code, Aztec code.",
									"Корпус" => "Ударопрочный пластик",
									"Габаритные размеры" => "Длина: 285мм; Высота: 171мм; Ширина: 226мм",
									"Вес, кг" => "2.73 Кг. (без аксессуров)"
								),
								"desc" => "<p>Godex G500\G530 - термотрансферный принтер с расширенным функционалом и улучшенными техническими характеристиками. Осуществляет печать обычным способом прямой термопечати на термоэтикетках в рулонах и методом термотрансферной печати с применением дополнительной термотрансферной ленты – риббона для нанесения информации на разные виды этикеток – полуглянцевые, полипропиленовые, нейлоновые, сатиновые, полиэстеровые и другие виды синтетических материалов.</p><h3 align='center'>Бесплатное программное обеспечение для работы</h3><ul><li>Qlabel, программа для автономного создания и печати на принтере (при работе с программой для печати этикеток не требуются сторонние программы и приложения);</li><li>Драйвер для разных версий OS Windows и Linux;</li><li>Работа с программой 1С любых версий;</li><li>Утилиты для настройки режимов работы принтера;</li><li>Набор dll библиотек для OS Windows;</li></ul><h3 align='center'>Особенности </h3><ul><li>Новая схемотехника с центральным процессором типа ARM7 (166мГц), мощность которого на 80% выше, чем у процессоров предыдущих моделей.</li><li>Оперативная память 16 Мб, что соответствует индустриальным моделям принтеров этикеток.</li><li>Сенсор края этикетки (автосенсор) с 2 излучающими светодиодами (сдвоенный сенсор), что обеспечивает большую совместимость при печати на разных видах материалов.</li><li>3 языка программирования (EZPL, GEPL, EZPL) загружены во flash-память. Функция автопереключения обеспечивает работу с любым ПО, применяемым для печати на принтерах Zebra.</li><li>Ударопрочный пластик корпуса.</li><li>Сдвоенный датчик края этикетки (автосенсор) – функционирует в двух режимах:<ul><li>Режим ручного выбора сенсора 'На отражение'' или 'На просвет';</li><li>Режим автоматического выбор сенсора принтером.</li><li>Сочетание режимов обеспечивает использование этикеток с любой плотностью подложки и материалов с 'черной меткой'. Положение сенсора (ближе к центру или краю) регулируется, что важно при работе с этикетками сложной геометрии. Формат этикеток задается в программе печати или перенастраивается на автосенсорный режим работы, за счет чего размер загруженных этикеток определяется автоматически.</li></ul></li><li>Разъем встроенного модуля Ethernet - RJ45. Управление и настройка осуществляется с помощью утилиты Godex Net Setting, установленной на ПК.</li><li>Русификация всех интерфейсов и наличие встроенных русских шрифтов.</li></ul><h3 align='center'>Комплектация принтера Godex G500</h3><ol><li>Блок питания и шнур блока питания</li><li>USB интерфейсный кабель</li><li>Рулон красящей ленты</li><li>Ось для красящей ленты (для втулки диаметром 1”) и пустая втулка</li><li>Рулон с этикетками</li><li>Втулка для рулона этикеток, втулка держателя рулона с этикетками</li><li>Ограничительные пластины для рулона с этикетками – 2 шт</li><li>CD-диск с инструкцией на русском языке и ПО</li></ol><h3 align='center'>Установка драйвера</h3><ul><li>Для установки драйвера вставьте компакт-диск в дисковод компакт-дисков/DVD-дисков на компьютере и откройте папку 'Драйверы Seagull'.</li><li>Выберите файл драйвера и для начала установки щелкните по нему.</li><li>На экране ПК отобразится инструкция.</li><li>Выберите 'Установить драйверы принтера' и укажите модель своего принтера.</li><li>Укажите порт, который применяется для подключения принтера к компьютеру.</li><li>Введите имя принтера и назначьте ему необходимые права.</li><li>После завершения установки на экране отобразится сводка настроек принтера.</li><li>Проверьте настройки принтера и щелкните по кнопке 'Готово'.</li><li>При правильной установке драйвера новый принтер должен отображаться в папке 'Принтеры и факсы'.</li></ul><h3 align='center'>Быстрая настройка принтера. Режим автоматического определения длины этикетки:</h3><ol><li>Перед началом настройки проверьте расположение метки перемещаемого сенсора края этикетки, он должен располагаться в верной позиции (попадать на бумагу).</li><li>После выключения принтера нажмите и удерживайте клавишу FEED. После этого снова включите принтер. Дождитесь, когда светодиод READY замигает Красным, а STATUS – Оранжевым. Это значит, что оборудование вошло в режим калибровки.</li><li>Отпустите клавишу FEED.</li><li>Принтер будет выдвигать этикет-ленту сначала на несколько миллиметров, а затем выдвинет 3 пустые этикетки, распечатает тестовую страницу с текущими параметрами, и загорится зелёный светодиод готовности 'Ready'.</li></ol><p>В зависимости от установленной этикет-ленты принтер определит режим печати принтера и высоту этикетки.</p><h3 align='center'>Выбор режима печати (Термо / Термотрансферная печать).</h3><ul>Принтер godex G500 работает в двух режимах печати:<li>Термопечать осуществляется на термоэтикетках (термобумаге) за счет нагрева термоголовки.</li><li>Термотрансферная печать переносит изображение на любой носитель с помощью красящей ленты (риббона) методом термопереноса.</li></ul><p>Если для печати этикеток применяется программное обеспечение QLabel или GoLabel, задайте режим печати в настройках принтера в этом ПО.</p><p>Для переключения принтера из одного режима в другой необходимо провести следующую последовательность действий:</p><ul>Режим термопечати:<li>Выключите принтер и, нажав, удерживайте клавишу FEED.</li><li>Удерживая FEED, снова включите принтер. После 3 звуковых сигналов клавиши READY и STATUS загорятся красным. Это значит, что принтер вошел в режим термопечати. Отпустите FEED.</li></ul><p>Принтер в режиме термопечати автоматически напечатает “NOW IS DIRECT THERMAL (DT MODE)”.</p><p><ul>Режим термотрансферной печати:<li>Удерживая FEED, включите принтер. После 3 звуковых сигналов клавиша READY замигает оранжевым, а STATUS - красным – принтер войдет в режим термотрансферной печати.</li><li>Принтер выведет на печать 'NOW IS THERMAL TRANSFER (TT MODE)'. Это значит, что устройство находится в режиме термотрансферной печати.</li></ul></p><h3 align='center'>ВНИМАНИЕ!</h3><p>Подключать и отключать принтер от компьютера можно только при ОТКЛЮЧЕННОМ питании принтера!</p><p>Печатающую головку устройства чистят мягкой безворсовой фланелью с применением специальных средств (например, технического спирта) при ОТКЛЮЧЕННОМ питании принтера!</p><p>Печать этикеток из программы 1С 7.7 осуществляется с помощью компоненты на диске, входящем в комплект. Для печати из 1С версий 8.X – используйте Windows-драйверы для принтера.</p><h3 align='center'>Устранение неисправностей</h3><ol><li>При включенном принтере не загорается дисплей. Проверьте блок питания и настройки программного обеспечения (настройки драйвера).</li><li>Этикетки проходят через принтер, но изображение на них не появляется. Проверьте правильность загрузки материала для этикеток. Они должны быть загружены правильной стороной вверх.</li><li>В процессе печати материал для этикеток застревает в принтере. Очистите затор. Удалите материал для этикеток, оставшийся на термической печатающей головке и очистите печатающую головку. Для этого используйте смоченную спиртом мягкую безворсовую ткань.</li><li>На части этикетки изображение не распечаталось или размыто. В этом случае необходимо проверить термическую печатающую головку на отсутствие пыли или другой грязи, например, материала этикеток или остатков ленты. Убедитесь в отсутствии ошибок в программном обеспечении. Проверьте блок питания. Убедитесь, что на ленте нет складок. Запустите самотестирование и проверьте тестовую печать. Печатающая головка должна выполнять печать по всей ширине материала. Убедитесь, что материал для печати подходящего качества.</li><li>При использовании резака этикетки не проходят через него или отрезаются неправильно.</li></ol><p>Проверьте толщину этикетки. Она не должна превышать 0,2 мм.</p><p>Убедитесь в правильной установке модуля резки.</p><p>Проверьте направляющие для бумаги.</p><p align='center'><embed src='http://sj-company.ru/video/printer-godex-g500-g530-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер этикеток Godex G500 применяется в разных областях: на производстве, в магазинах, на складах, супермаркетах.</p>"
							)
						),
						"print02_005" => array(
							"title" => "Datamax ST 3210",
							"article" => "",
							"link" => "/print02_005.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "200_dpi 300_dpi",
								"ширина_печати" => "80_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-st3210-1.jpg",
								"/new_images/print/datamax-st3210-2.jpg",
								"/new_images/print/datamax-st3210-3.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "200 dpi / 300 dpi",
								"Ширина печати" => "80 мм",
								"Скорость печати" => "До 254 мм/сек",
								"Длина печати" => "до 2475 мм",
								"Память" => "2 МБ Flash память, 4 МБ DRAM"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "200 dpi / 300 dpi",
									"Ширина печати" => "80 мм",
									"Скорость печати" => "До 254 мм/сек",
									"Длина печати" => "до 2475 мм",
									"Память" => "2 МБ Flash память, 4 МБ DRAM",
									"Интерфейс" => "RS-232C, Centronics, USB",
									"Условия эксплуатации" => "4°С – 38°С",
									"Размеры" => "254 x 203 x 356 мм",
									"Вес" => "8.6 кг",
									"Типы штрих-кодов" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417"
								),
								"desc" => "<p>Datamax ST 3210 - коммерческий термотрансферный принтер, оборудование профессионального класса, предназначенное для печати термобилетов.</p><p>Металлический корпус обеспечивает устойчивость к негативным воздействиям окружающей среды и гарантирует сохранность билетов, которые часто являются документами строгой отчетности.</p><p>Крышка принтера закрывается на замок.</p><h3 align='center'>Особенности</h3><ul><li>Высокая скорость печати (до 254 мм/сек.) и опционально установленный резак с лотком обеспечивают печать больших объемов билетов.</li><li>Наличие двух интерфейсов (параллельного и последовательного) обеспечивает подключение принтера к компьютеру.</li><li>Два стандартных языка описания этикеток - DPL и DTPL. DPL - стандартный язык для принтеров Datamax. Второй язык - DTPL - эмуляция отраслевого стандарта билетных принтеров.</li><li>Высокая скорость печати - 254 мм/с.</li><li>Датчик наличия этикетки - применяется для режима печати этикетки “по требованию”.</li><li>Металлические защелки по обеим сторонам печатающей головки, обеспечивает равномерное прижимание термоголовки к бумаге, обеспечивает качественную печать, снижает износ термоголовки.</li><li>32-разрядный процессор обеспечивает работу принтера в многозадачном режиме (печать, прием данных по интерфейсу, создание графических изображений).</li><li>Большой диапазон толщины используемых материалов (максимальная высота стопки билетов: 114 мм, толщина билетов: 0,12 мм - 0,25 мм).</li></ul><p>Дополнительные опции – нож, смотчик, отрезчик, лоток для сбора этикеток при использовании отрезчика.</p><p>Компания «Sj-company» предлагает купить промышленный коммерческий термотрансферный принтер Datamax ST 3210 на выгодных условиях.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_032" => array(
							"title" => "Datamax SV-3210",
							"article" => "",
							"link" => "/print01_032.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "80_мм",
								"интерфейсы" => "USB RS-232C"
							),
							"images" => array(
								"/new_images/print/datamax-st3210-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "прямая термопечать",
								"Скорость печати" => "254 мм/сек",
								"Ширина печати" => "80 мм",
								"Интерфейс" => "RS-232C, Centronics, USB",
								"Разрешение печати" => "203 dpi"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "прямая термопечать",
									"Скорость печати" => "254 мм/сек",
									"Ширина печати" => "80 мм",
									"Интерфейс" => "RS-232C, Centronics, USB",
									"Разрешение печати" => "203 dpi",
									"Длина печати" => "до 2475 мм",
									"Печать штрих кодов" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Память" => "2 МБ Flash память, 4 МБ DRAM",
									"Размеры" => "254 x 203 x 356 мм",
									"Вес" => "8.46 к",
									"Температура эксплуатации" => "от +4° до +35°C",
									"Ширина печатного материала" => "от 48 мм до 83 мм",
									"Толщина печатного материала" => "от 0.06 мм до 0.25 мм",
									"Тип материала" => "сложенные 'гармошкой'' билеты, термоэтикетка и термотрансферные этикетки, гарантийные стикеры и текстильные ярлыки, красящая лента (риббон - ribbon)"
								),
								"desc" => "<p>Встраиваемый билетный принтер Datamax SV-3210 по основным характеристикам не сильно отличается от модели Datamax SТ-3210. Еединственное существенное отличие - его конструкция (принтер встраивается в столешницу).</p><p>Принтер очень компактен и позволит существенно сэкономить место на рабочем столе. С ним доступно отличное качество печати одномерных и двумерных штрих кодов.</p><p>Datamax SV-3210 соответствует стандарту RoHS.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_033" => array(
							"title" => "Datamax ST-3306",
							"article" => "",
							"link" => "/print01_033.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "81.3_мм",
								"интерфейсы" => "USB RS-232C"
							),
							"images" => array(
								"/new_images/print/datamax-st3210-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "прямая термопечать",
								"Скорость печати" => "152 мм/сек",
								"Ширина печати" => "81.3 мм",
								"Разрешение печати" => "300 dpi",
								"Длина печати" => "до 2475 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "прямая термопечать",
									"Скорость печати" => "152 мм/сек",
									"Ширина печати" => "81.3 мм",
									"Разрешение печати" => "300 dpi",
									"Длина печати" => "до 2475 мм",
									"Печать штрих кодов" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Память" => "2 МБ Flash память, 4 МБ DRAM",
									"Интерфейс" => "RS-232C, Centronics, USB",
									"Размеры" => "254 x 203 x 356 мм",
									"Вес" => "8.6 кг",
									"Температура эксплуатации" => "от +4° до +35°C",
									"Ширина печатного материала" => "от 48 мм до 83 мм",
									"Толщина печатного материала" => "от 0.06 мм до 0.25 мм",
									"Тип материала" => "рулон или сложенные 'гармошкой' билеты, термоэтикетка и термотрансферные этикетки гарантийные стикеры и текстильные ярлыки красящая лента (риббон - ribbon)"
								),
								"desc" => "<p>Datamax ST-3306 - термопринтер для печати билетов. Отличается от модели ST-3210 повышенным качеством печати. Принтер оснащен тремя различными интерфейсами подключения к персональному компьютеру, включая USB, имеет большой для своего класса объем памяти и теперь соответствует стандарту RoHS.</p><p>Металлический корпус Datamax ST-3306, помимо обеспечения механической прочности и устойчивости к воздействиям агрессивной внешней среды, гарантирует сохранность билетов, которые зачастую являются документами строгой отчетности. Крышка принтера запирается на замок. Высокая жесткость металлического шасси служит залогом стабильно высокого качества печати на протяжении всего срока эксплуатации принтера.</p><p>Datamax ST-3306 – это удобство, простота, надежность и высокая производительность.</p><p>Принтер легко модернизируется под выполнение конкретной задачи благодаря широкому набору опций. За время реализации, принтер завоевал отличную репутацию на рынке и пользуется спросом.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_034" => array(
							"title" => "Datamax SV-3306",
							"article" => "",
							"link" => "/print01_034.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "81.3_мм",
								"интерфейсы" => "USB RS-232C"
							),
							"images" => array(
								"/new_images/print/datamax-st3210-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "прямая термопечать",
								"Скорость печати" => "152 мм/сек",
								"Ширина печати" => "81.3 мм",
								"Разрешение печати" => "300 dpi",
								"Интерфейс" => "RS-232C, Centronics, USB"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "прямая термопечать",
									"Скорость печати" => "152 мм/сек",
									"Ширина печати" => "81.3 мм",
									"Разрешение печати" => "300 dpi",
									"Интерфейс" => "RS-232C, Centronics, USB",
									"Длина печати" => "до 2475 мм",
									"Печать штрих кодов" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Память" => "2 МБ Flash память, 4 МБ DRAM",
									"Размеры" => "254 x 203 x 356 мм",
									"Вес" => "8.6 кг",
									"Температура эксплуатации" => "от +4° до +35°C"
								),
								"desc" => "<p>Принтер этикеток Datamax SV-3306 – один из ярких представителей новой серии промышленных билетных принтеров американской фирмы Datamax Corporation.</p><p>Маркетологи компании Datamax провели исследования выяснили, какие характеристики и опции наиболее востребованы на рынке принтеров в данное время, и пришли к выводу, что нужен принтер, который бы совмещал большой ресурс и высокую производительность промышленного изделия с простотой эксплуатации и обслуживания. И поэтому был создан принтер Datamax SV-3306, который полностью соответствует потребностям рынка.</p><p>Простой и удобный в использовании принтер этикеток Datamax SV-3306 сочетает в себе ряд самых востребованных на современном рынке функций.</p><p>Большой ресурс, высокая производительность в сочетании с простотой эксплуатации – вот что нужно современному потребителю.</p><p>А в этом принтере вы обнаружите все эти качества и не только. Datamax SV-3306 – идеальное соотношение цены и качества, свершившее настоящий переворот в области устройств для термопечати билетов.</p><p>Теперь в принтере доступен широкий выбор опций. Таким образом, вам еще проще модернизировать принтер под конкретную задачу, при этом, не затрачивая средств на ненужные опции.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_035" => array(
							"title" => "Datamax Сompact4 Mobile",
							"article" => "",
							"link" => "/print01_035.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-mp-compact4-mobile.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi, 300 dpi (опционально)",
								"Скорость печати" => "До 127 мм/с",
								"Интерфейсы" => "USB, LAN",
								"Встроенные шрифты" => "10 буквенно-цифровых шрифтов"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi, 300 dpi (опционально)",
									"Скорость печати" => "До 127 мм/с",
									"Интерфейсы" => "USB, LAN",
									"Встроенные шрифты" => "10 буквенно-цифровых шрифтов",
									"Печатаемые коды" => "Штрих-коды (Code 39, EAN-13, Interleaved 2/5),",
									"Поддерживаемые языки" => "ZPL (Эмуляция), DPL (Нативно, Эмуляция), IPL (Эмуляция), BPL (Эмуляция)",
									"Типы расходных материалов" => "С межэтикеточным расстоянием, Сплошной с выкусами, Сплошной с черной меткой, Фальцованный с выкусами, Фальцованный с черной меткой",
									"Память" => "ROM 128, RAM 64",
									"Температура эксплуатации, °C" => "5-40",
									"Влажность при эксплуатации, %" => "20-85",
									"Питание" => "Входное: 100–240В, 50–60Гц, 1,5А; выходное: БП 24В, 2,5А",
									"Ширина, глубина (см)" => "23, 26 см"
								),
								"desc" => "<p>Модель термопринтера Compact4 это надежный компактный принтер среднего класса, идеально подходящий для печати-по-требованию, особенно там, где пространство сильно ограничено. Принтер может найти для себя применение от стойки регистрации в больнице до печати билетов в кассах кинотеатра. Если вам необходимо осуществлять безостановочную печать, а также требуется удобство в использовании, надежность и высокая производительность, то принтер Compact4 отлично вам подойдет.</p><p>Модификация Compact4 Mobile разработана для установки на погрузчик или мобильную рабочую станцию. Возможность работы от аккумулятора погрузчика и устойчивость к вибрациям делает его незаменимым помощником на складе.</p>",
								"advantages" => array(
									"Удобство в использовании – установка расходного материала в принтер Compact4 Mark II отличается от других моделей представленных на рынке. Операцию замены расходного материала можно провести одной рукой, даже в кожанных или латексных перчатках.",
									"Уменьшение ошибок и увеличение эффективности – Печать непосредственно в погрузчике позволяет вам печатать этикетку там где необходимо, вместо того чтобы ехать в зону печати, где возможность совершить ошибку повышается. Так же печать на месте позволяет экономить затраты энергии и времени на ненужную езду до зоны печати и обратно."
								),
								"appAreas" => "<p><ul><li>Транспорт и логистика</li><li>Торговля</li><li>Фармацевтика</li><li>Производство</li></ul></p>"
							)
						),
						"print01_036" => array(
							"title" => "Datamax Сompact4",
							"article" => "",
							"link" => "/print01_036.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-mp-compact4-mobile.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi, 300 dpi (опционально)",
								"Скорость печати" => "До 127 мм/с",
								"Интерфейсы" => "USB, LAN",
								"Встроенные шрифты" => "10 буквенно-цифровых шрифтов"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi, 300 dpi (опционально)",
									"Скорость печати" => "До 127 мм/с",
									"Интерфейсы" => "USB, LAN",
									"Встроенные шрифты" => "10 буквенно-цифровых шрифтов",
									"Печатаемые коды" => "Штрих-коды (Code 39, EAN-13, Interleaved 2/5),",
									"Поддерживаемые языки" => "ZPL (Эмуляция), DPL (Нативно, Эмуляция), IPL (Эмуляция), BPL (Эмуляция)",
									"Типы расходных материалов" => "С межэтикеточным расстоянием, Сплошной с выкусами, Сплошной с черной меткой, Фальцованный с выкусами, Фальцованный с черной меткой",
									"Память" => "ROM 128, RAM 64",
									"Температура эксплуатации, °C" => "5-40",
									"Влажность при эксплуатации, %" => "20-85",
									"Питание" => "Входное: 100–240В, 50–60Гц, 1,5А; выходное: БП 24В, 2,5А",
									"Ширина, глубина (см)" => "23, 26 см"
								),
								"desc" => "<p>Модель термопринтера Compact4 это надежный компактный принтер среднего класса, идеально подходящий для печати-по-требованию, особенно там, где пространство сильно ограничено. Принтер может найти для себя применение от стойки регистрации в больнице до печати билетов в кассах кинотеатра. Если вам необходимо осуществлять безостановочную печать, а также требуется удобство в использовании, надежность и высокая производительность, то принтер Compact4 отлично вам подойдет.</p><p>Модификация Compact4 разработана для установки на погрузчик или мобильную рабочую станцию. Возможность работы от аккумулятора погрузчика и устойчивость к вибрациям делает его незаменимым помощником на складе.</p>",
								"advantages" => array(
									"Удобство в использовании – установка расходного материала в принтер Compact4 Mark II отличается от других моделей представленных на рынке. Операцию замены расходного материала можно провести одной рукой, даже в кожанных или латексных перчатках.",
									"Уменьшение ошибок и увеличение эффективности – Печать непосредственно в погрузчике позволяет вам печатать этикетку там где необходимо, вместо того чтобы ехать в зону печати, где возможность совершить ошибку повышается. Так же печать на месте позволяет экономить затраты энергии и времени на ненужную езду до зоны печати и обратно."
								),
								"appAreas" => "<p><ul><li>Транспорт и логистика</li><li>Торговля</li><li>Фармацевтика</li><li>Производство</li></ul></p>" 
							)	
						),
						"print01_037" => array(
							"title" => "Datamax Nova",
							"article" => "",
							"link" => "/print01_037.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-mp-compact4-mobile.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi, 300 dpi (опционально)",
								"Скорость печати" => "До 127 мм/с",
								"Интерфейсы" => "USB, LAN",
								"Встроенные шрифты" => "10 буквенно-цифровых шрифтов"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi, 300 dpi (опционально)",
									"Скорость печати" => "До 127 мм/с",
									"Интерфейсы" => "USB, LAN",
									"Встроенные шрифты" => "10 буквенно-цифровых шрифтов",
									"Печатаемые коды" => "Штрих-коды (Code 39, EAN-13, Interleaved 2/5),",
									"Поддерживаемые языки" => "ZPL (Эмуляция), DPL (Нативно, Эмуляция), IPL (Эмуляция), BPL (Эмуляция)",
									"Типы расходных материалов" => "С межэтикеточным расстоянием, Сплошной с выкусами, Сплошной с черной меткой, Фальцованный с выкусами, Фальцованный с черной меткой",
									"Память" => "ROM 128, RAM 64",
									"Температура эксплуатации, °C" => "5-40",
									"Влажность при эксплуатации, %" => "20-85",
									"Питание" => "Входное: 100–240В, 50–60Гц, 1,5А; выходное: БП 24В, 2,5А",
									"Ширина, глубина (см)" => "23, 26 см"
								),
								"desc" => "<p>Модель термопринтера Compact4 это надежный компактный принтер среднего класса, идеально подходящий для печати-по-требованию, особенно там, где пространство сильно ограничено. Принтер может найти для себя применение от стойки регистрации в больнице до печати билетов в кассах кинотеатра. Если вам необходимо осуществлять безостановочную печать, а также требуется удобство в использовании, надежность и высокая производительность, то принтер Compact4 отлично вам подойдет.</p><p>Модификация Compact4 разработана для установки на погрузчик или мобильную рабочую станцию. Возможность работы от аккумулятора погрузчика и устойчивость к вибрациям делает его незаменимым помощником на складе.</p>",
								"advantages" => array(
									"Удобство в использовании – установка расходного материала в принтер Compact4 Mark II отличается от других моделей представленных на рынке. Операцию замены расходного материала можно провести одной рукой, даже в кожанных или латексных перчатках.",
									"Уменьшение ошибок и увеличение эффективности – Печать непосредственно в погрузчике позволяет вам печатать этикетку там где необходимо, вместо того чтобы ехать в зону печати, где возможность совершить ошибку повышается. Так же печать на месте позволяет экономить затраты энергии и времени на ненужную езду до зоны печати и обратно."
								),
								"appAreas" => "<p><ul><li>Транспорт и логистика</li><li>Торговля</li><li>Фармацевтика</li><li>Производство</li></ul></p>" 
							)	
						),
						"print01_039" => array(
							"title" => "Datamax E-4204",
							"article" => "",
							"link" => "/print01_039.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "109.2_мм",
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/datamax-e4204-1.jpg",
								"/new_images/print/datamax-e4204-2.jpg",
								"/new_images/print/datamax-e4204-3.jpg",
								"/new_images/print/datamax-e-4204.jpg"
							),
							"primaryProps" => array(
								"Технология печати" => "Термо печать (термотрансферная опция)",
								"Скорость печати" => "4 IPS (102 мм / сек)",
								"Разрешение печати" => "203 точек на дюйм",
								"Интерфейс" => "USB, Centronics ® Parallel порта RS232 на 600 до 38400 БПС",
								"Толщина материала" => "0,0025' - 0,0100' (0,0635 мм - 0,254 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Термо печать (термотрансферная опция)",
									"Скорость печати" => "4 IPS (102 мм / сек)",
									"Разрешение печати" => "203 точек на дюйм",
									"Интерфейс" => "USB, Centronics ® Parallel порта RS232 на 600 до 38400 БПС",
									"Толщина материала" => "0,0025' - 0,0100' (0,0635 мм - 0,254 мм)",
									"Печать ленты в диапазоне" => "1' - 4,3' (25.4 мм - 109.2mm)",
									"Длина печати" => "0,375' - 24' (9.5 мм - 609.6mm); 1,25' (31.8mm) - минимальная длина этикетки с установленный обрезчиком",
									"Риббон" => "Стандартной ширины ленты; 0,5' (13мм) ленточный сердечник, 361 (110M) в длину",
									"Штрих - Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0.08' (2 мм) до 0.25' (6 мм), включая OCR-A, OCR-B, Triumvirate CG™ от AGFA®",
									"Скачиваемые шрифты" => "True-Type, AGFA® Intellifont™, Bitmap",
									"Буквы" => "Модифицированный IBM® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов.",
									"Поддерживаемая графика" => "*.PCX, *.BMP и *.IMG файлы",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде.",
									"Машинная память" => "2MB DRAM; 1MB Flash",
									"Драйвера WINDOWS®" => "Используется для создания этикетки практически на любом Windows® на основе программы которая включена в комплект.",
									"Рабочая температура" => "От 4°С до 35°C",
									"Габариты" => "179 х 223 х 254 мм",
									"Масса" => "5,2 кг. (2.4kg)"
								),
								"desc" => "<p>Datamax 4204 - настольный принтер этикеток начального класса с изменяемой конфигурацией, обеспечивающий термопечать и опционально - термотрансферную печать.</p><p>Подходит для печати на самоклеящихся этикетках, картонных или текстильных ярлыках.</p><h3 align='center'>Особенности</h3><ul><li>Небольшой размер (179 х 223 х 254 мм).</li><li>Три кнопки управления и три индикатора состояния с подсветкой.</li><li>Внешний диаметр рулона - не больше 12 см.</li><li>Оборудован устройством, отклеивающим напечатанную этикетку от подложки.</li><li>Отсутствие внутреннего смотчика этикеток.</li><li>Возможность устанавливать дополнительные приспособления, например, смотчик этикеток, нож для отрезания этикеток, блок термотрансферной печати и т.д.</li><li>Внутренний смотчик этикеток отсутствует.</li><li>Разрешение печати 203 dpi.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p><ul><li>Транспортные и логистические компании для этикетирования грузов</li><li>Почта</li><li>Малый бизнес</li><li>Небольшие офисы</li><li>Аптеки</li></ul></p>"
							)
						),
						"print01_030" => array(
							"title" => "Godex EZ DT 4",
							"article" => "",
							"link" => "/print01_030.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "RS-232C USB"
							),
							"images" => array(
								"/new_images/print/godex-ez-dt-4-1.jpg",
								"/new_images/print/godex-ez-dt-4.jpg",
								"/new_images/print/godex-ez-dt-4-2.png",
								"/new_images/print/godex-ez-dt-4-2.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать",
								"Скорость печати" => "102 мм/сек",
								"Ширина печати" => "25,4 - 108 мм",
								"Длина печати" => "4 - 1727 мм",
								"Интерфейс" => "RS-232C, USB"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать",
									"Скорость печати" => "102 мм/сек",
									"Ширина печати" => "25,4 - 108 мм",
									"Длина печати" => "4 - 1727 мм",
									"Интерфейс" => "RS-232C, USB",
									"Расходные материалы" => "Термоэтикетки",
									"Оперативная память" => "4 Mb",
									"Энергонезависимая память" => "8 Mb",
									"Процессор" => "32 bit",
									"Диапазон рабочих температур" => "от +5°С до +40°C",
									"Габаритные размеры" => "218 x 168 x 166 мм",
									"Вес" => "1,5 кг",
									"Страна производитель" => "Тайвань"
								),
								"desc" => "<p>Принтер этикеток Godex EZ DT 4 создан специально для печати текста, графических изображений и штрих-кодов на термобумаге. Модель легко интегрируется с 1C.</p><p>Два типа сенсора края этикетки (на просвет и на отражение) позволяют использовать различные виды этикеток для печати. Это могут быть этикетки с любой плотностью подложки и с так называемой «черной меткой».</p><p>Специально для печати этикеток неправильной формы предусмотрена регулировка положения одного из сенсоров.</p><p>Размер этикеток задается в специальной программе. Работая в автосенсорном режиме, принтер сам определяет размер поступающих этикеток.</p><p>Максимальная ширина печати модели Godex EZ DT 4 составляет 108 мм. Стандартное разрешение в 203 dpi позволяет добиться хорошего качества печати этикеток в широком диапазоне размеров.</p><p>Встроен 32-разрядный процессор. Объем памяти расширенный. Тем самым скорость печати увеличилась до 4 дюймов в секунду (101.6 мм/сек).</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_022" => array(
							"title" => "Citizen CLP-631",
							"article" => "",
							"link" => "/print01_022.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/citizen-clp-631.jpg",
								"/new_images/print/citizen-clp-631-2.jpg",
								"/new_images/print/citizen-clp-631-3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо и термотрансферная печать",
								"Разрешение печати" => "300 dpi (12 точек/мм)",
								"Скорость печати" => "до 100 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "812 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо и термотрансферная печать",
									"Разрешение печати" => "300 dpi (12 точек/мм)",
									"Скорость печати" => "до 100 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "812 мм",
									"Материал корпуса" => "пластик",
									"Память" => "SD RAM 8 Мб и встроенная Flash 2 Мб",
									"Операционные системы" => "Windows 95, 98, 2000, NT4, XP",
									"Стандартные шрифты" => "True Type Font",
									"Максимальный внешний диаметр ролика этикеток" => "125 мм",
									"Интерфейс подключения" => "IEEE 1284 Parallel,RS232 и USB",
									"Габаритные размеры" => "224x288x270 мм",
									"Масса" => "4,5 кг",
									"Управление" => "4 клавиши и 4 индикатора состояния принтера",
									"Опции" => "автоотрезчик, отделитель этикеток, внешний держатель рулона этикеток, платы расширения Ethernet & WiFi interfaces",
									"Дополнительно" => "Прочный металический механизм печати<br>Поддержка Ethernet 10/100 с опцией WiFi<br>В комплекте поставляется драйвер Windows и программа для создания и печати этикеток"
								),
								"desc" => "<p>Настольный принтер этикеток Citizen CLP 631 с усовершенствованным механизмом печати позволяет печатать этикетки отличного качества. Интуитивно понятный интерфейс позволяет быстро освоить основы работы с принтером.</p><p>Поставляемая в комплекте утилита для создания и печати этикеток значительно облегчает работу. Корпус принтера Citizen CLP 631 выполнен из прочного пластика, что обеспечивает надежную защиту и увеличивает срок эксплуатации принтера.</p><p>Новый CITIZEN CLP-631 является продолжением популярной серии принтеров CITIZEN CLP-521/621. В данной модели усовершенствован механизм печати, что позволяет получать более четкие изображения. Разрешение печати принтера CITIZEN CLP-631 составляет 300 dpi.</p><p>Дополнительно к принтеру для печати этикеток можно приобрести:<ul><li>Отрезчик этикеток (резак)</li><li>Отделитель этикеток</li><li>Профессиональные программы для создания этикеток, включая и программы '1С:Предприятие 7.7 Торговля и Склад' или '1С:Управление торговлей 8.0'</li><li>Внешний намотчик этикеток (к промышленным принтерам идет как опция, к настольным принтерам отдельное устройство)</li><li>Память (DRAM и Flash) увеличенного объёма (если есть возможность для данной модели)</li><li>Аппликатор этикеток, для удобства на несения на товар или упаковку</li></ul></p>",
								"advantages" => array(
									"Низкая стоимость",
									"Надежный и функциональный механизм печати",
									"Свободный доступ к деталям механизма, позволяет производить быструю очистку термоголовки, а также легко устанавливать и заменять расходные материалы",
									"Подвижный датчик этикетки",
									"Интуитивно осваиваемый интерфейс"
								),
								"appAreas" => "<p><ul><li>торговля</li><li>офисы</li><li>логистика</li><li>почтовые отделения</li></ul></p>"
							)
						),
						"print01_004" => array(
							"title" => "Godex BZB 2",
							"article" => "",
							"link" => "/print01_004.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "58_мм",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/godex-bzb2-1.jpg",
								"/new_images/print/godex-bzb2-2.jpg",
								"/new_images/print/godex-bzb2-3.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "50 мм/сек",
								"Тип печати" => "Прямая термопечать",
								"Интерфейс" => "USB",
								"Максимальная ширина печати" => "58 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "50 мм/сек",
									"Тип печати" => "Прямая термопечать",
									"Интерфейс" => "USB",
									"Максимальная ширина печати" => "58 мм",
									"Размер используемого рулона бумаги" => "Внутренний диаметр от 25 мм или от 75 мм<br>Внешний диаметр до 270 мм",
									"Толщина бумаги" => "Минимум 0,06 мм<br>Максимум 0,2 мм",
									"Поддерживаемые штрих-коды" => "Code 39/Full ASCII, Industrial 2 of 5, Interleave 2 of 5, Matrix 2 of 5, EAN8, EAN8 with ADDON2/5, EAN13/UPCA, EAN13/UPCA with ADDON2/5, UPCE, UPCE with ADDON2/5, Codabar, Code 93, Code 128, UPCA, UPCA with ADDON2/5, EAN128, 2D: Maxicode, PDF 417",
									"Рабочий температурный диапазон" => "5 °C - 40 °C",
									"Вес" => "1,23 кг",
									"Размеры" => "140х125х215 мм",
									"Комплект поставки" => "Принтер, блок питания, кабель Centronics, рулон термобумаги 50x75 мм, диск CD (драйвер под Windows, ПО создания этикеток), руководство пользователя"
								),
								"desc" => "<p>Принтер этикеток Godex BZB 2 самая доступная модель термопринтеров, предназначенных для печати текстовых и графических данных, штрих-кодов на термоэтикетки, выпускаемые средним тиражом не более 1000 штук в смену. Принтер Godex BZB 2 печатает методом прямой термопечати, подключается к ПК посредством наиболее распространенного интерфейса USB.</p><p>Принтер Godex BZB 2 обладает высокими характеристиками и низкой стоимостью. Печать осуществляется методом прямой термопечати. В принтере Godex BZB 2 реализована возможность применения этикет-ленты в виде внешнего рулона с максимальным диаметром до 254 мм без установки дополнительного держателя. Дополнительно принтер Godex BZB 2 оборудован отделителем этикеток.</p><p>Модель Godex BZB 2 очень прост в использовании и настройке. Принтер Godex BZB 2 поддерживает линейные и двухмерные штрих коды. Аппарат поставляется в комплекте с адаптером питания, набором расходных материалов для пробной печати, кабелем Centronix или USB, диском с программным обеспечением и руководством по эксплуатации.</p><h3 align='center'>Особенности</h3><ul><li>Скорость печати составляет 2 dps(дюйма в секунду).</li><li>Принтер Godex BZB 2 чрезвычайно прост в настройке и обслуживании, поддерживает печать из приложений, работающих под ОС Windows 95, 98 и NT.</li><li>Устройство поддерживает работу с рулоном этикет-ленты внешним диаметром до 270мм без применения дополнительного держателя. Модель Godex BZB 2 получила широкое распространение на предприятиях небольшого размера, магазинах и складах.</li><li>Благодаря использованию метода прямой термопечати, этикетки, напечатанные принтером Godex BZB 2 могут использоваться в течение 6 месяцев.</li><li>В качестве печатающего материала могут быть использованы термоэтикетки, термобумага и другие термоносители.</li><li>Принтер Godex BZB 2 также оборудован отделителем этикеток.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Этикет-принтер Godex BZB 2 подойдет практически для любых задач печати термоэтикеток: ценники, билеты, рецепты, чеки, адреса (этикетки для конвертов), этикетки для маркировки товаров, для электронных весов.</p><p>Модель Godex BZB 2 рекомендована к применению в небольших магазинах, аптечных пунктах, складах, офисах.</p>"
							)
						),
						"print01_005" => array(
							"title" => "Godex EZ 2 PS/EZ-2S",
							"article" => "",
							"link" => "/print01_005.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "58_мм",
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/godex-ez2-2.jpg",
								"/new_images/print/godex-ez2.jpg",
								"/new_images/print/godex-ez2-1.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "50 мм/сек",
								"Тип печати" => "Прямая термопечать",
								"Интерфейс" => "RS-232 и Centronics",
								"Максимальная ширина печати" => "58 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "50 мм/сек",
									"Тип печати" => "Прямая термопечать",
									"Интерфейс" => "RS-232 и Centronics",
									"Максимальная ширина печати" => "58 мм",
									"Минимальная длина печати" => "6 мм (20 мм при использовании отделителя)",
									"Размер используемого рулона бумаги" => "Внутренний диаметр от 25 мм или от 75 мм<br>Внешний диаметр до 270 мм",
									"Толщина бумаги" => "Минимум 0,06 мм<br>Максимум 0,2 мм",
									"Поддерживаемые штрих-коды" => "Code 39/Full ASCII, Industrial 2 of 5, Interleave 2 of 5, Matrix 2 of 5, EAN8, EAN8 with ADDON2/5, EAN13/UPCA, EAN13/UPCA with ADDON2/5, UPCE, UPCE with ADDON2/5, Codabar, Code 93, Code 128, UPCA, UPCA with ADDON2/5, EAN128 2D: Maxicode, PDF 417",
									"Рабочий температурный диапазон" => "5 °C - 40 °C",
									"Вес" => "1,23 кг",
									"Размеры" => "140х125х215 мм",
									"Комплект поставки" => "Принтер, блок питания, кабель Centronics, рулон термобумаги 50x75 мм, диск CD (драйвер под Windows, ПО создания этикеток), руководство пользователя (русс)"
								),
								"desc" => "<p>Недорогие и надежные термо-принтеры штрих-кода для торговых и офисных приложений со скоростью печати 50 мм/сек, имеют последовательный и параллельный порты,  могут применяться в комплексах этикетирования весового товара. В базовую комплектацию входит отделитель этикеток от подложки.</p><p>Все модели этой серии поддерживают работу по интерфейсам RS232C и Centronics и печатают со скоростью до 50 мм в секунду.</p><p>Принтеры имеют возможность использования рулона этикет-ленты диаметром до 270 мм. Рекомендуется печатать не более 2 тыс. этикеток в день. Принтеры моделей EZ-4, в отличие от принтеров модели EZ-2, имеют большие габариты и могут использовать более широкие этикетки (EZ-2: ширина рулона до 60мм; EZ-4: ширина рулона до 118мм).</p><p>Основное принципиальное отличие принтеров EZ-2 от EZ-2P заключается в системе команд. Для программирования принтеров EZ-2 следует использовать ESC-последовательности, для EZ-2P - язык EZPL (EZ Program Language). И те и другие принтеры аппаратно русифицированы и имеют отделитель этикеток.</p><p>Варианты комплектации:<ul><li>автоматическое отделение этикетки от бумажной основы (входит в стандартный комплект поставки)</li><li>встроенный резак бумаги (поставляется дополнительно)</li></ul></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_006" => array(
							"title" => "Godex EZ-1100/1200/1300",
							"article" => "",
							"link" => "/print01_006.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/godex-ez-1100-1200-1300-1.jpg",
								"/new_images/print/godex-ez-1100-1200-1300-2.jpg",
								"/new_images/print/godex-ez-1100-1200-1300-3.jpg" 
							),
							"primaryProps" => array(
								"Разрешение" => "203 dpi (8 тт на мм)",
								"Тип печати" => "Термо и термотрансферный",
								"Максимальная ширина печати" => "104 мм",
								"Длина печати" => "12 - 1727 мм",
								"Скорость печати (max), мм/сек" => "до 101 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение" => "203 dpi (8 тт на мм)",
									"Тип печати" => "Термо и термотрансферный",
									"Максимальная ширина печати" => "104 мм",
									"Длина печати" => "12 - 1727 мм",
									"Скорость печати (max), мм/сек" => "до 101 мм/сек",
									"Внешний диаметр рулона этикеток" => "до 127 мм",
									"Гарантия на термоголовку" => "не менее 50 км",
									"Память" => "1 Mb Flash, 2 Mb RAM",
									"Интерфейсы" => "Centronics, RS232",
									"Размеры" => "285х171х226 мм",
									"Вес" => "2,7 кг",
									"Дополнительные опции" => "отделитель, резак, адаптер Ethernet, внешний намотчик этикеток"
								),
								"desc" => "<p>Godex EZ 1100, Godex EZ 1200 и Godex EZ 1300 – серия термо и термотрансферных принтеров, предназначенных для печати на этикетках или непрерывных носителях из бумаги, ткани, картона, полимерных и нейлоновых материалах.</p><p>Оборудование используется для печати штриховых кодов, текстов и графики на принтере с использованием красящей термотрансферной ленты – риббона.</p><h3 align='center'>Особенности</h3><ul><li>Корпус выполнен из сверхпрочного пластика, обеспечивающего надежную защиту принтера от механических повреждений.</li><li>Регулировка сенсора края этикетки позволяет использовать этикетки с любой плотностью подложки.</li><li>Функция двойного буферирования: в процессе печати одной этикетки происходит загрузка следующей в память принтера, что способствует увеличению фактической скорости печати.</li><li>Наличие специальной прорези для заправки печатных материалов нестандартного размера. Например, при использовании рулонов этикеток большого диаметра необходимо закрепить на держателе и вывести ленту через прорезь.</li><li>Подключение к программе 1С.</li></ul><h3 align='center'>Комплект поставки</h3><ul><li>Драйверы для стабильной работы с ОС Windows и программное обеспечение для печати. Предусмотрена загрузка русских шрифтов.</li><li>Карта памяти, за счет которой возможно увеличение объема памяти принтера Godex EZ-1300.</li></ul><h3 align='center'>Отличия моделей</h3><ul>Отличия принтеров Godex EZ 1100, Godex EZ-1200 и Godex EZ-1300 заключаются в следующем:<li>Разрешение печати. Модель Godex EZ-1100 и Godex EZ-1200 имеют разрешение 203 dpi, у модели Godex EZ-1300 разрешение 300 dpi.</li><li>Длина печати. Принтер Godex 1100 и Godex EZ-1200 имеют длину печати 12 мм-1727 мм, а принтер Godex EZ-1300 - 12 мм-762 мм.</li><li>Скорость печати. Принтер Godex EZ-1100 и Godex EZ-1200 печатают со скоростью 5 – 10.16 см/сек, скорость принтера Godex EZ-1300 составляет 5 – 7.62 см/сек.</li><li>Интерфейсы подключения. Принтер Godex 1100 поддерживает только последовательный RS232, параллельный Centronix интерфейсы. Модель Godex EZ-1200 и Godex EZ-1300 помимо последовательного и параллельного интерфейсов, поддерживает USB интерфейс.</li></ul><table align='center' border width='100%'>
	<tbody align='center'> 
		<tr>
			<td width='25%'><b>Модель</b></td>
			<td>EZ-1100</td>
			<td>EZ-1200</td>
			<td>EZ-1300</td>
		</tr>
		<tr>
			<td width='25%'><b>Скорость печати</b></td>
			<td>2 – 4 dps (5 – 10.16 см/сек)</td>
			<td>2 – 6 dps (5 – 15.24 см/сек)</td>
			<td>2 – 4 dps (5 – 10.16 см/сек)</td>
		</tr>
		<tr>
			<td width='25%'><b>Разрешение печати</b></td>
			<td>203 dpi (8 тт на мм)</td>
			<td>203 dpi (8 тт на мм)</td>
			<td>203 dpi (8 тт на мм)</td>
		</tr>
		<tr>
			<td width='25%'><b>Тип печати</b></td>
			<td colspan='3'>Термо и термотрансферный</td>
		</tr>
		<tr>
			<td width='25%'><b>Максимальная ширина печати</b></td>
			<td colspan='3'>104 мм</td>
		</tr>
		<tr>
			<td width='25%'><b>Длина печати</b></td>
			<td colspan='3'>12 - 1727 мм</td>
		</tr>
		<tr>
			<td width='25%'><b>Внешний диаметр рулона этикеток</b></td>
			<td colspan='3'>до 127 мм</td>
		</tr>
		<tr>
			<td width='25%'><b>Гарантия на термоголовку</b></td>
			<td colspan='3'>не менее 50 км</td>
		</tr>
		<tr>
			<td width='25%'><b>Скорость печати (max), мм/сек</b></td>
			<td colspan='3'>до 101 мм/сек</td>
		</tr>
		<tr>
			<td width='25%'><b>Память</b></td>
			<td colspan='3'>1 Mb Flash, 2 Mb RAM</td>
		</tr>
		<tr>
			<td width='25%'><b>Интерфейсы</b></td>
			<td colspan='2'>Centronics, RS232</td>
			<td>Centronics, RS232, USB</td>
		</tr>
		<tr>
			<td width='25%'><b>Размеры</b></td>
			<td colspan='3'>285х171х226 мм</td>
		</tr>
		<tr>
			<td width='25%'><b>Вес</b></td>
			<td colspan='3'>2,7 кг</td>
		</tr>
		<tr>
			<td width='25%'><b>Дополнительные опции</b></td>
			<td colspan='3'>отделитель, резак, адаптер Ethernet, внешний намотчик этикеток</td>
		</tr>
	</tbody>
</table><p align='center'><embed src='http://sj-company.ru/video/printer-godex-ez-1100-1200-1300-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтеры Godex EZ 1100, Godex EZ-1200 и Godex EZ-1300 получили применение в магазинах, аптеках, торговых центрах, супермаркетах, на складах, в транспортных и логистических компаниях.</p>"
							)
						),
						"print01_007" => array(
							"title" => "Godex EZ-2000 / EZ-2200 / EZ-2300",
							"article" => "",
							"link" => "/print01_007.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Godex",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "106_мм",
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/godex-ez2000-2200-2300.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термо и термотрансферный",
								"Максимальная ширина печати" => "106 мм",
								"Длина печати" => "7 – 1270 мм (50')",
								"Внешний диаметр рулона этикеток" => "до 203 мм",
								"Разрешение печати" => "203 dpi, пропорционально 300 dpi"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термо и термотрансферный",
									"Максимальная ширина печати" => "106 мм",
									"Длина печати" => "7 – 1270 мм (50')",
									"Внешний диаметр рулона этикеток" => "до 203 мм",
									"Разрешение печати" => "203 dpi, пропорционально 300 dpi",
									"Гарантия на термоголовку" => "не менее 50 км",
									"Скорость печати (max), мм/сек" => "до 2 – 6 dps (152 мм/сек)",
									"Память" => "1 Mb Flash, 2 Mb RAM",
									"Интерфейсы" => "Centronics, RS232, USB, PS/2",
									"Физические параметры" => "455х277х275 мм, 13 кг",
									"Дополнительные опции" => "отделитель, резак, адаптер Ethernet, внешний намотчик этикеток"
								),
								"desc" => "<p>GODEX EZ-2000, GODEX EZ-2200, GODEX EZ-2300 - это высокоскоростные надежные принтера этикеток с термотрансферной/термопечатью, предназначенные для печати материалов в промышленных масштабах.</p><p>Большой графический дисплей и удобное управление обеспечат легкую настройку параметров печати, а автосенсор сам определит размер этикетки. Возможна загрузка любых русских шрифтов во внутреннюю память принтера. Есть возможность печати этикеток с рулонов большого размера.</p><p>Регулировка положения сенсора края этикеток позволяет печатать узкие этикетки с любого края головки и экономить риббон, прогоняя его несколько раз. Уникальный дизайн печатающего механизма обеспечивает удобство и простоту заправки ленты и этикеток. Запатентованный механизм прижима печатающей головки является несомненным достижением данной модели - равномерность прижима и точность печати гарантирована на долгий период эксплуатации!</p><p>Возможность использования больших (до 450м) рулонов красящей ленты с любым типом намотки (красящий слой наружу или внутрь) в сочетании с высокой скоростью работы, позволяет особенно рекомендовать эту модель для больших объемов непрерывной печати.</p><p>В дополнение к обычным последовательному (RS232) и параллельному (Centronix) интерфейсам, в стандартной комплектации имеется USB и клавиатурный порт PS/2. Все необходимое Программное Обеспечение входит в комплект поставки.</p><p>В качестве опций предлагаются резак или отделитель этикеток, который имеет подмотчик основы этикет-ленты прямо внутри принтера.</p><p>Варианты поставки</p><p><ul><li>GODEX EZ-2000</li><li>GODEX EZ-2200</li><li>GODEX EZ-2300</li></ul></p><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td><b>Модель</b></td>
			<td><b>EZ-2000</b></td>
			<td><b>EZ-2200</b></td>
			<td><b>EZ-2300</b></td>
		</tr>
		<tr>
			<td><b>Способ печати</b></td>
			<td colspan='3'>Термо и термотрансферный</td>
		</tr>
		<tr>
			<td><b>Максимальная ширина печати</b></td>
			<td colspan='3'>106 мм</td>
		</tr>
		<tr>
			<td><b>Длина печати</b></td>
			<td>7 – 1270 мм (50')</td>
			<td>7 – 1270 мм (50')</td>
			<td>7 – 558.8 мм (22')</td>
		</tr>
		<tr>
			<td><b>Внешний диаметр рулона этикеток</b></td>
			<td colspan='3'>до 203 мм</td>
		</tr>
		<tr>
			<td><b>Разрешение печати</b></td>
			<td colspan='3'>203 dpi, пропорционально 300 dpi</td>
		</tr>
		<tr>
			<td><b>Гарантия на термоголовку</b></td>
			<td colspan='3'>не менее 50 км</td>
		</tr>
		<tr>
			<td><b>Скорость печати (max), мм/сек</b></td>
			<td>до 2 – 6 dps (152 мм/сек)</td>
			<td>до 2 – 6 dps (152 мм/сек)</td>
			<td>до 2 – 4 dps (101 мм/сек)</td>
		</tr>
		<tr>
			<td><b>Память</b></td>
			<td colspan='3'>1 Mb Flash, 2 Mb RAM</td>
		</tr>
		<tr>
			<td><b>Интерфейсы</b></td>
			<td colspan='3'>Centronics, RS232, USB, PS/2</td>
		</tr>
		<tr>
			<td><b>Физические параметры</b></td>
			<td colspan='3'>455х277х275 мм, 13 кг</td>
		</tr>
		<tr>
			<td><b>Дополнительные опции</b></td>
			<td colspan='3'>отделитель, резак, адаптер Ethernet, внешний намотчик этикеток</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_008" => array(
							"title" => "Citizen CLP 521",
							"article" => "",
							"link" => "/print01_008.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232C USB Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-clp-521.jpg"
							),
							"primaryProps" => array(
								"Технология печати" => "Прямая термопечать",
								"Разрешение печати (приблизительно)" => "203 dpi",
								"Скорость печати (макс)" => "4дюйма/сек, 100мм/с",
								"Ширина печати (макс)" => "4.1дюйма, 104мм",
								"Длина печати (макс)" => "32дюйма, 812мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Прямая термопечать",
									"Разрешение печати (приблизительно)" => "203 dpi",
									"Скорость печати (макс)" => "4дюйма/сек, 100мм/с",
									"Ширина печати (макс)" => "4.1дюйма, 104мм",
									"Длина печати (макс)" => "32дюйма, 812мм",
									"Шрифты" => "1 Расширяемый, 8 растровых (встроенных)",
									"Шрифты TrueType " => "Поддержка в стандарте",
									"Тип материала для печати" => "В рулонах или фальцованный; беспрерывный или отрезной; штампованные этикетки,бирки и билеты",
									"Контроль за материалом для печати" => "Интервал между этикетками, метки или отражение",
									"Датчик материала для печати" => "В стандарте",
									"Ширина материала для печати (мин-макс)" => "0.50 - 4.65дюймов, 12.5 - 118мм",
									"Размер рулона (макс)" => "5дюймов, 125мм (внутр.)",
									"Толщина материала для печати" => "0.0025 - 0.01дюйма, 0.0635 -0.254 мм",
									"Длина этикетки (мин)" => "0.50дюйма, 12.7мм",
									"Интерфейсы" => "Параллельный RS232C (совместим с 1284)<br>USB<br>Ethernet - Опционный внутренний (10/100 base T)<br>Беспроводная ЛВС - Опционный внутренний (802.11b)",
									"Тип механизма и корпуса" => "Металлический механизм Hi-Lift™ с пластиковым корпусом",
									"Интерфейс пользователя" => "4 кнопки + 4 светодиода + меню VuePrint™",
									"Память" => "ОЗУ: 8Мб (512K для данных пользователя)<br>Flash-память: 2Мб (512K для данных пользователя)",
									"Драйверы для Windows" => "Поставляется на CD с принтером или загружается с web-сайта",
									"ПО дизайна этикеток" => "Поставляется на CD с принтером<br>Bartender™ Ultralight™",
									"Опции, аксессуары" => "Авт. отрезной нож<br>Устройство снятия этикеток<br>Внешний держатель рулонов размером 8дюймов / 200мм<br>Интерфейс Ethernet &беспроводной ЛВС, см. выше",
									"Габаритные размеры (ШxГxВ)" => "224x288x180мм",
									"Вес (приблизительный)" => "3.6кг"
								),
								"desc" => "<p>Citizen CLP 521 — настольный принтер этикеток бюджетного класса, с широким спектром возможностей. Доступная стоимость модели Citizen CLP 521 сделали ее интересной даже тем клиентам, которые прежде не решались на приобретение принтера штрих-кода.</p><p>Принтер Citizen CLP 521 оснащен уже ставшим традиционным для Citizen двустворчатым печатающим механизмом, выполненным из металла, что обеспечивает высочайшие показатели надежности и долговечности, а так же встроенным блоком питания. Недорогой принтер CLP 521 может себе позволить даже небольшая организация.</p><p>Citizen 521 исполнен в пластиковом корпусе, оснащен интерфейсами СОМ, LPT и USB , а так же дополнительно может комплектоваться модулем Ethernet (10/100 или WiFi 802.11 b ). В модели Citizen CLP 521 используется встроенный высокопроизводительный блок питания, обеспечивающий бесперебойную работу и высокую надежность.</p><p>Для ввода команд в принтере Citizen CLP 521 имеются четыре кнопки, расположенные на панели управления. Устройство позволяет использовать ленту большой намотки (до 125 мм), что существенно сокращает время на замену расходных материалов. Ресурс печатающей термоголовки у модели ситизен CLP 521 составляет 50км. Принтер CLP 521 крайне прост в эксплуатации, его можно с легкостью доверить оператору.</p><p>Благодаря инновационным технологическим разработкам, колоссальному опыту в производстве печатающих устройств и гибкой позиции в отношении цены, компании Citizen удалось создать специализированный принтер ситизен CLP 521 для печати этикеток, обладающий демократичной стоимостью, высочайшей производительность и непревзойденной надежностью.</p><p>В Citizen CLP 521 использован метод вертикальной загрузки этикеток, а также система управления печатающим механизмом 'устричная раковина'.</p><p>Дополнительные приспособления, резак и отделитель этикеток, предназначенные для моделей Citizen CLP 1001/2001 полностью совместимы с новым термопринтером Citizen CLP 521.</p><p>Аксессуары<ul><li>Печатающие головки для Citizen CLP 521</li><li>	Отрезчик Citizen printhead принтеров CLP 521</li><li>Отделитель Citizen peeler CLP 521</li></ul></p><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td colspan='3'>Сравнительные характеристики принтеров CITIZEN CLP 521 и CLP 1001</td>
		</tr>
		<tr>
			<td width='25%'><b>Модель Citizen</b></td>
			<td>CLP 521</td>
			<td>CLP 1001</td>
		</tr>
		<tr>
			<td width='25%'><b>Технология печати</b></td>
			<td>Прямая термопечать</td>
			<td>Термо и термотрансферная печать</td>
		</tr>
		<tr>
			<td width='25%'><b>Интерфейсы</b></td>
			<td>Параллельный RS232C (совместим с 1284) USB Стандарт Ethernet - Опционный внутренний (10/100 base T) Беспроводная ЛВС - Опционный внутренний (802.11b)</td>
			<td>RS-232 и Centronics</td>
		</tr>
		<tr>
			<td width='25%'><b>Длина печати (макс)</b></td>
			<td>32дюйма, 812мм</td>
			<td>406 мм</td>
		</tr>
		<tr>
			<td width='25%'><b>Габаритные размеры (ШxГxВ)</b></td>
			<td>224x288x180мм</td>
			<td>245х207х235 мм</td>
		</tr>
		<tr>
			<td width='25%'><b>Вес</b></td>
			<td>3.6 кг</td>
			<td>5.1 кг</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_010" => array(
							"title" => "Citizen CLP 1001",
							"article" => "",
							"link" => "/print01_010.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232C"
							),
							"images" => array(
								"/new_images/print/clp_1001.png"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "104 мм/сек",
								"Тип печати" => "Термо и термотрансферная печать",
								"Интерфейс" => "RS-232 и Centronics",
								"Максимальная ширина печати" => "104 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "104 мм/сек",
									"Тип печати" => "Термо и термотрансферная печать",
									"Интерфейс" => "RS-232 и Centronics",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длинам печати" => "406 мм",
									"Размер используемого рулона бумаги" => "Внутренний диаметр - ось диаметром 25 мм<br>Внешний диаметр до 130 мм",
									"Размер термотрансферной ленты" => "Внутренний диаметр 25 мм<br>Внешний диаметр до 80 мм",
									"Поддерживаемые штрих-коды" => "Code 3of9, UPC-A, UPC-E, Int 2of5, Code 128, EAN-8, EAN-13, HIBC (Modular 10), Plessey, Case Code, UPC2DIG ADD, UPC5DIG ADD, Code 93, Telepen, Zip, UCC/EAN128, UCC/EAN128(Kmart), UCC/EAN128(Random Weight), FIM, UPS Maxicode, PDF-417",
									"Панель управления" => "Жидкокристаллический экран",
									"Память" => "2 Mb",
									"Вес" => "5,1 кг",
									"Размеры" => "245х207х235 мм",
									"Комплект поставки" => "Принтер, кабель питания, кабель Centronics, драйвер (Windows95, 98, 2000, NT), термотрансферная лента 104мм намотка 10 метров, руководство пользователя (англ)."
								),
								"desc" => "<p>Ширина печати до 104 мм, скорость печати до 10 см/сек. Легкий, компактный, надежный и самый быстродействующий принтер в своем классе. Имеет высокую скорость печати, свободный доступ к печатающему механизму, встроенный блок питания. На дисплее панели управления отражается состояние и готовность принтера к печати. Полностью совместим с операционными системами Windows 95, 98 и NT.</p><p>Принтер с возможностью термо- и термотрансферной печати этикеток. По системе команд и программному обеспечению полностью совместим со старшей моделью CLP6001 и во многом повторяет ее технические преимущества: вертикальную загрузку этикеток, свободный доступ к печатающему механизму, встроенный блок питания</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_011" => array(
							"title" => "Citizen CLP 2001",
							"article" => "",
							"link" => "/print01_011.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/clp-2001.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "104 мм/сек",
								"Тип печати" => "Термо и термотрансферная печать",
								"Интерфейс" => "RS-232 и Centronics",
								"Максимальная ширина печати" => "104 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "104 мм/сек",
									"Тип печати" => "Термо и термотрансферная печать",
									"Интерфейс" => "RS-232 и Centronics",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длинам печати" => "406 мм",
									"Размер используемого рулона бумаги" => "Внутренний диаметр - ось диаметром 25 мм<br>Внешний диаметр до 130 мм",
									"Размер термотрансферной ленты" => "Внутренний диаметр 25 мм<br>Внешний диаметр до 80 мм",
									"Поддерживаемые штрих-коды" => "Code 3of9, UPC-A, UPC-E, Int 2of5, Code 128, EAN-8, EAN-13, HIBC (Modular 10), Plessey, Case Code, UPC2DIG ADD, UPC5DIG ADD, Code 93, Telepen, Zip, UCC/EAN128, UCC/EAN128(Kmart), UCC/EAN128(Random Weight), FIM, UPS Maxicode, PDF-417",
									"Панель управления" => "Жидкокристаллический экран",
									"Память" => "2 Mb",
									"Вес" => "5,1 кг",
									"Размеры" => "245х207х235 мм",
									"Комплект поставки" => "Принтер, кабель питания, кабель Centronics, драйвер (Windows95, 98, 2000, NT), термотрансферная лента 104мм намотка 10 метров, руководство пользователя (англ).",
									"Страна производства" => "Япония"
								),
								"desc" => "<p>CLP 2001 может печатать небольшие тиражи (до 5 тыс. этикеток в день) всевозможных этикеток и ярлыков со сроком до двух лет.</p><p>Принтер имеет возможность печатать в термо- и термотрансферном режимах со скоростью до 100 мм в секунду. Термомеханизм с упрощенной заправкой этикет-ленты.</p><p>Основным отличием модели CLP 2001 от CLP1001 является возможность печати в термотрансферном режиме.</p><p>Принтер Citizen CLP 2001 с возможностью термо- и термотрансферной печати этикеток. По системе команд и программному обеспечению полностью совместим со старшей моделью CLP 6001 и во многом повторяет ее технические преимущества: вертикальную загрузку этикеток, свободный доступ к печатающему механизму, встроенный блок питания. </p>",
								"advantages" => array(
									"Повышенный ресурс печатающей головки.",
									"Система команд принтера CITIZEN CLP 2001 соответствует системе команд C.ITOH C4ТТ.",
									"Втулка для риббона диаметром 1",
									"Возможно использование рибонов большого диаметра.",
									"Возможна комплектация держателем рулонов этикеток большого диаметра.",
									"Информационное табло и три клавиши управления на передней панели принтера.",
									"Вертикальная загрузка расходных материалов."
								),
								"appAreas" => "<p>Принтер рекомендуется для применения в производстве, на почте, на складах и в торговле.</p><p>Оптимальный вариант для небольших складов и магазинов, где необходимо изготовление этикеток с длительным сроком хранения (торговля одеждой, обувью, посудой и т.п.).</p>"
							)
						),
						"print01_058" => array(
							"title" => "Citizen CL-S703",
							"article" => "",
							"link" => "/print01_058.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232C USB Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s703.jpg",
								"/new_images/print/citizen-cl-s703-2.jpg",
								"/new_images/print/citizen-cl-s703-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термотрансферная и прямая термопечать",
								"Разрешение печати" => "300 dpi",
								"Скорость печати (макс.)" => "200 мм/с",
								"Ширина печати (макс.)" => "4,1 дюйма, 104 мм",
								"Длина печати (макс.)" => "32 дюймов, 812mm"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термотрансферная и прямая термопечать",
									"Разрешение печати" => "300 dpi",
									"Скорость печати (макс.)" => "200 мм/с",
									"Ширина печати (макс.)" => "4,1 дюйма, 104 мм",
									"Длина печати (макс.)" => "32 дюймов, 812mm",
									"Внутренний смотчик" => "Нет",
									"Шрифты" => "1 Расширяемый, 8 растровых (встроенных)",
									"TrueType шрифты" => "Поддерживаются как стандартные",
									"Тип печатного материала" => "Фальцованный или в рулонах; непрерывного или отрезной; бирки, текстильная лента, билеты",
									"Датчики этикеток" => "Отражение, метки, длина этикеток",
									"Подвижность датчика этикеток" => "Да",
									"Ширина этикеток (мин-макс)" => "1,00 - 4,65 дюйма, 25,4 - 118 мм",
									"Размер рулонов (макс)" => "8 дюймов, 200 мм (Внутренний держатель рулона)",
									"Размер втулки этикеток (мин)" => "1 дюйма, 25 мм",
									"Толщина этикеток" => "0,0025 - 0,01 дюйма<br>0,0635 - 0,254 мм",
									"Тип термотрансферной ленты" => "Воск, воск / смола или смолы типа",
									"Размер термотрансферной ленты" => "450 метров, 86,5, 3,40 дюйма внешний диаметр (ОД)",
									"Тип намотки" => "Внутри или снаружи (чернила внутрь или наружу), Автоматическое переключение",
									"Длина этикетки (мин)" => "0,25 в, 6,35 мм",
									"Интерфейсы" => "RS232C, USB, Ethernet (опционально), Беспроводные (опционально)",
									"Материал" => "Металл Hi-Lift ™ механизм в пластиковом корпусе",
									"Тип корпуса" => "Металл Hi-Open ™. Вертикальное открытие принтера. При открытии плоадь не увеличивается.",
									"Пользовательский интерфейс" => "Графический ЖК-дисплей с 4 кнопками<br>VuePrint ™ меню настройки системы",
									"Эмуляторы" => "Datamax®<br>(DMX400™, Prodigy Plus®, I-класса®)<br>Zebra®<br>(Z4M®, ZM400®, полосы 600® и TLP-2844Z®)",
									"Память" => "RAM 16,0 Мб (1.0Mb для пользовательских данных), Flash RAM (NV) 4,0 Mb (1.0Mb для пользовательских данных)",
									"Windows драйверы" => "Включены в стандартную комплектаци с принтером",
									"Программное обеспечение для дизайна этикеток" => "Включены в стандартную кмплектацию<br>Bartender™ Ultralight™ сверхлёгкий интерфейс",
									"Опции и аксессуары" => "Резак<br>Устройства снятия этикеток",
									"Размер (Ш х Г х В)" => "255 х 490 х 265 мм",
									"Вес (приблизительно)" => "	13,5 кг"
								),
								"desc" => "<p>Термотрансферный принтер этикеток Citizen CL-S703 предназначен для использования на промышленных предприятиях. Это новая разработка компании. Загрузка расходных материалов в модели Citizen CL-S703 производится быстро и не требует предварительного опыта. Все предельно просто и понятно.</p><p>Крышка принтера Citizen CL-S703 открывается вертикально. Поэтому загрузка риббонов и этикеток можно произвести в тесных условиях рабочего места.</p><p>Прочный цельнометаллический корпус продлевает эксплуатационный период и защищает комплектующие от внешних воздействий. В верхней части расположен большой графический дисплей. На фронтальной панели расположена кнопка включения/выключения питания.</p><p>В стандартной комплектации принтер оснащен интерфейсами RS-232C, IEEE 1284, USB, опционально доступен интерфейс Ethernet (также в принтер можно встроить сетевую карту беспроводной ЛВС).</p><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td colspan='6'><b>Основные характеристики</b></td>
		</tr>
		<tr>
			<td><b>Модель</b></td>
			<td><b>CL-S700DT</b></td>
			<td><b>CL-S700</b></td>
			<td><b>CL-S700R</b></td>
			<td><b>CL-S703</b></td>
			<td><b>CL-S703R</b></td>
		</tr>
		<tr>
			<td>Тип печати</td>
			<td>Прямая термопечать</td>
			<td colspan='4'>Термотрансферная и прямая термопечать Показывая ARCP ™ ленты системы.</td>
		</tr>
		<tr>
			<td>Разрешение печати</td>
			<td>203 dpi</td>
			<td colspan='4'>300 dpi</td>
		</tr>
		<tr>
			<td>Скорость печати (макс.)</td>
			<td>175 мм/с</td>
			<td>250 мм/с</td>
			<td colspan='3'>200 мм/с</td>
		</tr>
		<tr>
			<td>Внутренний смотчик</td>
			<td>Нет</td>
			<td>Нет</td>
			<td>Да</td>
			<td>Нет</td>
			<td>Да</td>
		</tr>
		<tr>
			<td>Шрифты</td>
			<td colspan='5'>1 Расширяемый, 8 растровых (встроенных)</td>
		</tr>
		<tr>
			<td>TrueType шрифты</td>
			<td colspan='5'>Поддерживаются как стандартные</td>
		</tr>
		<tr>
			<td>Тип печатного материала</td>
			<td colspan='5'>Фальцованный или в рулонах; непрерывного или отрезной; бирки, текстильная лента, билеты</td>
		</tr>
		<tr>
			<td>Датчики этикеток</td>
			<td colspan='5'>Отражение, метки, длина этикеток</td>
		</tr>
		<tr>
			<td>Подвижность датчика этикеток</td>
			<td>Нет</td>
			<td colspan='4'>Да</td>
		</tr>
		<tr>
			<td>Ширина этикеток (мин-макс)</td>
			<td colspan='5'>1,00 - 4,65 дюйма, 25,4 - 118 мм</td>
		</tr>
		<tr>
			<td>Размер рулонов (макс)</td>
			<td colspan='5'>8 дюймов, 200 мм (Внутренний держатель рулона)</td>
		</tr>
		<tr>
			<td>Размер втулки этикеток (мин)</td>
			<td colspan='5'>1 дюйм, 25 мм</td>
		</tr>
		<tr>
			<td>Толщина этикеток</td>
			<td colspan='5'>0,0025 - 0,01 дюйма, 0,0635 - 0,254 мм</td>
		</tr>
		<tr>
			<td>Тип термотрансферной ленты</td>
			<td colspan='5'>Воск, воск / смола или смолы типа</td>
		</tr>
		<tr>
			<td>Размер термотрансферной ленты</td>
			<td colspan='5'>450 метров, 86,5, 3,40 дюйма внешний диаметр (ОД)</td>
		</tr>
		<tr>
			<td>Тип намотки</td>
			<td colspan='5'>Внутри или вне раны (чернила внутрь или наружу), Автоматическое переключение</td>
		</tr>
		<tr>
			<td>Ширина печати (макс.)</td>
			<td colspan='5'>4,1 дюйма, 104 мм</td>
		</tr>
		<tr>
			<td>Длина печати (макс.)</td>
			<td colspan='5'>32 дюйма, 812mm</td>
		</tr>
		<tr>
			<td>Длина этикетки (мин)</td>
			<td colspan='5'>0,25 в, 6,35 мм</td>
		</tr>
		<tr>
			<td>Интерфейсы</td>
			<td>RS232C (Опционально)<br>USB<br>Ethernet (Опционально)<br>Беспроводные (Опционально)</td>
			<td colspan='4'>RS232C - Стандартный (до 115200 бит / с)<br>USB Стандартный (версия 1.1)<br>Ethernet Опционально (10/100 T базы)<br>Беспроводные Опционально (802.11g)</td>
		</tr>
		<tr>
			<td>Материал</td>
			<td colspan='5'>Металл Hi-Lift ™ механизм в пластиковом корпусе</td>
		</tr>
		<tr>
			<td>Тип корпуса</td>
			<td colspan='5'>Металл Hi-Open ™. Вертикальное открытие принтера. При открытии плоадь не увеличивается.</td>
		</tr>
		<tr>
			<td>Пользовательский интерфейс</td>
			<td colspan='5'>Графический ЖК-дисплей с 4 кнопками<br>VuePrint ™ меню настройки системы</td>
		</tr>
		<tr>
			<td>Эмуляторы</td>
			<td colspan='5'>Datamax ®<br>(DMX400 ™, Prodigy Plus ®, I-класса ®)<br>Zebra ®<br>(Z4M ®, ZM400 ®, полосы 600 ® и TLP-2844Z ®)</td>
		</tr>
		<tr>
			<td>Память</td>
			<td colspan='5'>RAM 16,0 Мб (1.0Mb для пользовательских данных),<br>Flash RAM (NV) 4,0 Mb (1.0Mb для пользовательских данных)</td>
		</tr>
		<tr>
			<td>Windows драйверы</td>
			<td colspan='5'>Включены в стандартную комплектаци с принтером</td>
		</tr>
		<tr>
			<td>Программное обеспечение для дизайна этикеток</td>
			<td colspan='5'>Включены в стандартную кмплектацию<br>Bartender™ Ultralight™ сверхлёгкий интерфейс</td>
		</tr>
		<tr>
			<td>Опции и аксессуары</td>
			<td>Резак<br>Устройства снятия этикеток</td>
			<td>Резак<br>Устройства снятия этикеток</td>
			<td colspan='3'>Резак<br>Устройства снятия этикеток</td>
		</tr>
		<tr>
			<td>Размер (Ш х Г х В)</td>
			<td>255 х 490 х 265 мм</td>
			<td>255 х 490 х 265 мм</td>
			<td>255 х 490 х 385 мм</td>
			<td>255 х 490 х 265 мм</td>
			<td>255 х 490 х 385 мм</td>
		</tr>
		<tr>
			<td>Вес (приблизительно)</td>
			<td>12.5 кг</td>
			<td>13,5 кг</td>
			<td>17,6 кг</td>
			<td>13,5 кг</td>
			<td>17,6 кг</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_059" => array(
							"title" => "Citizen CLP 8301",
							"article" => "",
							"link" => "/print01_059.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "219.5_мм",
								"интерфейсы" => "RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-clp-8301.jpg",
								"/new_images/print/citizen-clp-8301-1.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термотрансферная и прямая термопечать",
								"Разрешение (приблизительно)" => "300 dpi",
								"Скорость печати (макс.)" => "100 мм/с",
								"Ширина печати (макс.)" => "8,6 дюйма, 219,5 мм",
								"Длина печати (макс.)" => "20 дюймов, 508 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термотрансферная и прямая термопечать",
									"Разрешение (приблизительно)" => "300 dpi",
									"Скорость печати (макс.)" => "100 мм/с",
									"Ширина печати (макс.)" => "8,6 дюйма, 219,5 мм",
									"Длина печати (макс.)" => "20 дюймов, 508 мм",
									"Шрифты" => "1 Масштабируемый, 8 Растровых (встроенных)",
									"TrueType шрифты" => "Поддерживаются как стандартные",
									"Типы печатного материала" => "Фальцованный или в рулонах; непрерывного или отрезной; бирки, текстильная лента, билеты",
									"Датчики этикеток" => "Отражение, метки, длина этикеток",
									"Подвижный датчик" => "Есть",
									"Ширина этикеток (мин-макс)" => "3,00 - 9,00 дюйма, 75 - 228,6 мм",
									"Размер рулона (макс)" => "8 дюймов, 200 мм (внутренний)",
									"Толщина носителя" => "0,0025 - 0,01 дюйма, 0,0635 - 0,254 мм",
									"Термотрансферная лента" => "Воск, воск / смола или смолы типа",
									"Размер термотрансферной ленты" => "450 метров (78 мм / ок. 3,2-дюймовый ОД)",
									"Намотка" => "out",
									"Длина этикетки (мин)" => "0,50 в, 12,7 мм",
									"Интерфейсы" => "Параллельно Стандартный , IEEE1284 Опционально внутренний, RS232C Стандартный , Ethernet Опционально внутренний, WiFi Опционально внутренний",
									"Механизм и Тип корпуса" => "Металл ический механизм в металлическом корпусе",
									"Пользовательский интерфейс" => "2-строчный ЖК-дисплей, 6 кнопок + 2 светодиода",
									"Память для хранения пользовательской информации" => "SDRAM 8Mb, Flash 2Mb",
									"Windows драйверы" => "Бесплатно. В стандартной комплектации",
									"ПО для дизайна этикеток" => "Бесплатно. В стандартной комплектации",
									"Опции и аксессуары" => "Резак, Ethernet и WiFi интерфейсов, см. выше",
									"Размер (Ш х Г х В)" => "395 х 415 х 260 мм",
									"Вес (приблизительно, расходных материалов)" => "18,0 кг"
								),
								"desc" => "<p>Принтер этикеток Citizen CLP 8301 предназначен для печати этикеток шириной до 220 мм (8 дюймов).</p><p>Прочная конструкция, выполненная в цельнометаллическом корпусе, быстрый процессор и интерфейсы – вот основный преимущества принтера Citizen CLP 8301.</p><p>Высокое качество печати небольших штрих кодов, а также сложных графических объектов доступно благодаря высокому разрешению термоголовки (300 dpi).</p><p>Легкая и быстрая установка расходных материалов (рулона этикеток и термотрансферной ленты) сводит задачу оператора к минимуму.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_013" => array(
							"title" => "Datamax E-4203 TT",
							"article" => "",
							"link" => "/print01_013.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232C USB"
							),
							"images" => array(
								"/new_images/print/datamax-e4203-1.jpg",
								"/new_images/print/datamax-e4203.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термопечать или термотрансферная печать",
								"Ширина ленты" => "104 мм",
								"Длина печати" => "9.52 мм - 609.6 мм",
								"Скорость печати" => "76 мм/сек",
								"Разрешение печати" => "203 dpi"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термопечать или термотрансферная печать",
									"Ширина ленты" => "104 мм",
									"Длина печати" => "9.52 мм - 609.6 мм",
									"Скорость печати" => "76 мм/сек",
									"Разрешение печати" => "203 dpi",
									"Отделитель" => "Есть",
									"Материал корпуса" => "ударопрочный пластик",
									"Диапазон рабочих температур" => "От +5`C до +35`C",
									"Допустимая влажность" => "10% ... 85 % без конденсации",
									"Расходные материалы" => "Этикетки в рулонах с пропуском между ними, без пропуска, картонные ярлыки или билеты",
									"Ширина этикетки" => "25 мм - 109.2 мм",
									"Длина этикетки" => "до 558 мм",
									"Толщина этикетки" => "0.064 мм - 0.254 мм. До 0.117 мм при использовании ножа",
									"Красящая лента" => "Втулка - 13мм"
								),
								"desc" => "<p>Принтер начального класса с широкими возможностями установки дополнительных устройств (отрезчик, отделитель, датчик наличий этикетки). Фактически - это тот же DATAMAX E-4203 DT, но, с доустановленым устройством промотки красящей ленты! Поддерживает печать штрих-кодов PDF417 и MaxiCode. В комплекте поставки программа дизайна и печати этикеток LabelView XLT. Отличный выбор в случае, когда необходимы широкая термотрансферная печать при небольших объемах и надежность в сочетании с компактностью и простотой.</p><p>Datamax E-4203 при невысокой цене обладает параметрами, близкими к промышленным принтерам. Этикетки шириной до 104 мм, термо- и термотрансферная печать, печать двумерных штриховых кодов, большой объем памяти, удобная панель управления (3 кнопки + 3 индикатора) — все эти свойства ранее были атрибутом только дорогих моделей. Функция печати с автоматическим отделением этикетки от подложки является стандартной. Она используется, например, когда требуется печатать этикетки и сразу наносить их на товар.</p><p>Особенно следует отметить удобство эксплуатации и обслуживания принтера этикеток Datamax E-4203 простота заправки рулона этикеток, интуитивно понятное управление, легкий доступ для чистки термоголовки и др. узлов. Все элементы управления и регулировки выделены ярким цветом. На крышке принтера этикеток имеется схема заправки расходных материалов. За процессом печати можно следить через большое выпуклое окно на верхней крышке.</p><p>Благодаря малым размерам корпуса принтеру этикеток необходимо минимальное рабочее пространство. Его прочность и эргономичность сочетается с легкостью и эстетичным дизайном корпуса. Это достаточно важно для этой серии принтеров этикеток Datamax, так они работают в офисах и магазинах.</p><p>В комплекте с принтером этикеток Datamax E-4203 поставляются драйверы под MS Windows. Кроме того, принтер этикеток поддерживает стандартный язык описания этикеток DPL.</p><p>Принтер этикеток Datamax E-4203 имеет различные опции, которые устанавливаются пользователем: резак, датчик наличия этикетки на выходе, flash-память 3Мб.</p><p>Помимо традиционных применений (маркировка продукции в небольших магазинах и фирмах-производителях, на почте, этикетки для инвентаризации, почтовой рассылки и т.д.) этот принтер может использоваться в качестве быстрого и бесшумного чекового принтера в составе POS-терминала.</p><p>Дополнительные приспособления (опции):<ul><li>Термо-трансферный (TT) механизм Комплект для термо-трансферной печати включает в себя устройство для подачи / сматывания красящей ленты и верхнюю крышку принтера с высоким 'профилем'</li><li>Увеличение скорости печати до 102 мм/сек Со специальным блоком питания принтер может развивать скорость печати до 102 мм/сек</li><li>Внешний нож (78-2310-01) Если Вы используете для печати непрерывный материал, то Вам может потребоваться нож для рассечения этого материала после печати на ярлыки или билеты. Нож со следующими характеристиками может быть легко установлен Вами в принтер Е-4203 Тип ножа: ротационный. Толщина материала (min): 0.002 дюйма.</li><li>Толщина материала (max): 0.0065 дюйма. Продолжительность гарантии: 1 миллион циклов</li><li>Датчик наличия напечатанной этикетки (78-2313-01) Такой датчик позволяет проследить: ести ли на выходе из принтера напечатанная этикетка. Если такая этикетка присутствует, то следующая этикетка не будет печататься пока предыдущая не будет изъята из принтера.</li><li>Дополнительная память 3MB Flash память, доступная пользователю (78-2311-01) 3MB Flash память с установленным CG Times масштабируемым шрифтом (78-2341-01)</li><li>Внешняя подставка для рулона Позволяет использовать рулон этикеток диаметром до 203 мм</li></ul></p><p>Модификации принтера Datamax<ul><li>Datamax DMX E4203 DT Термопринтер этикеток, ширина до 104мм, ОЗУ 2Мб, скорость печати 76мм/сек</li><li>Datamax DMX E4204 DT Термопринтер этикеток, ширина до 104мм, ОЗУ 2Мб, скорость печати 102мм/сек</li><li>Datamax DMX E4203 TT Термотрансферный принтер этикеток, ширина до 104мм, ОЗУ 2Мб, скорость печати 76мм/сек</li><li>Datamax DMX E4204 TT Термотрансферный принтер этикеток, ширина до 104мм, ОЗУ 2Мб, скорость печати 102мм/сек</li></ul></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_015" => array(
							"title" => "Argox OS 203DT",
							"article" => "",
							"link" => "/print01_015.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "72_мм",
								"интерфейсы" => "RS-232C"
							),
							"images" => array(
								"/new_images/print/argox-os-203dt.jpg",
								"/new_images/print/argox-os-203dt-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi (8 точек/мм)",
								"Скорость печати" => "88.9 мм/сек",
								"Ширина печати" => "до 72 мм",
								"Ресурс термоголовки" => "более 30 км"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi (8 точек/мм)",
									"Скорость печати" => "88.9 мм/сек",
									"Ширина печати" => "до 72 мм",
									"Ресурс термоголовки" => "более 30 км",
									"Процессор" => "16-разрядный RISC",
									"Память" => "DRAM 512 Кб<br>Flash-ROM 512 Кб",
									"Расходные материалы" => "В рулоне, стопкой, с разделителем, с непрерывной подачей, с перфорацией. Ширина: max - 76 мм, min - 25,4 мм. Толщина от 0,0635 до 0,254 мм. Внешний диаметр рулона 109 мм. Диаметр втулки 25 мм (1').",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23\"). Масштабируемость до 24х24.<br>Ориентация шрифтов (0-270°). Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
									"Графика" => "PPLA\: PCX, BMP, IMG, HEX, GDI<br>PPLB\: PCX, двоичный растр, GDI",
									"Интерфейс подключения" => "Centronics (параллельный) RS-232 Min Din 6P(последовательный)",
									"Напряжение питания" => "220В 50/60Гц; 21 - 24 В, мин. ток 2,5 А",
									"Габаритные размеры" => "228мм (Д) x 134мм (Ш) x 163мм (В)",
									"Вес" => "1,2 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLA/PPLB Language. Драйвера Windows (98/2000/NT/XP).<br>Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев",
									"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера."
								),
								"desc" => "<p>Принтер японского бренда Argox OS 203DT представляет собой изделие для печати этикеток, нанося на них штрих-коды и текст.</p><p>Устройство использует метод прямой термопечати. Термоголовка прижимается к поверхности теплочувствительной бумаги. В качестве расходных материалов выступают рулоны термобумаги диаметром до 109 мм. Бумага отделяется вручную оператором.</p><p>Применяется с операционными системами Windows 98 и новее, а также Linux. Поставляется в комплекте с программным обеспечением ArgoBar.</p><h3 align='center'>Особенности</h3><ul><li>Использование языков PPLA и PPLB.</li><li>Ширина печати до 72 мм.</li><li>Предназначен для работы в помещении, на столе.</li><li>Внутренняя память 512 Kb Flash (карты microSD до 2 GB).</li><li>Датчики открытия головки, черной метки и наличия бумаги.</li><li>Поддержка интерфейсов RS-232 и LPT.</li></ul>",
								"advantages" => array(
									"Рассчитан на печать до 2000 этикеток в день.",
									"Легкая замена катушки ленты.",
									"Подключение внешней клавиатуры ArgoKee.",
									"Скорость печати до 89 мм в секунду.",
									"Высокая надежность – ресурс печатной головки более 30 км изображений и текста.",
									"Опциональная установка отделителя этикеток и Ethernet-разъема.",
									"Компактный корпус – 23 см в длину и 13,5 см в ширину.",
									"Небольшая масса (всего 1200 г)."
								),
								"appAreas" => "<p>Принтер этикеток Argox OS 203DT применяется в банковском деле и любой области торговли: пищевой, хозяйственной, в магазинах одежды и электроники, гипермаркетах. Предназначен также для работы со складским учетом, в хранилищах, в сфере оказания услуг ремонта и пошива. Пригодится в логистических центрах и курьерских службах для систематизации транспортируемых товаров. Используется в аптеках и медицинских учреждениях.</p><p>Приобретайте термопринтер OS 203DT от компании Argox у наших менеджеров по самым низким ценам. В нашей компании оформят ваш заказ и ответят на все вопросы касательно изделия.</p>"
							)
						),
						"print01_016" => array(
							"title" => "Argox Amigo-50",
							"article" => "",
							"link" => "/print01_016.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/amigo50.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "102 мм/сек",
								"Ширина печати" => "до 104 мм",
								"Длина печати" => "до 203 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "102 мм/сек",
									"Ширина печати" => "до 104 мм",
									"Длина печати" => "до 203 мм",
									"Ресурс термоголовки" => "более 30 км",
									"Процессор" => "16-разрядный RISC",
									"Память" => "DRAM 512 Кб<br>Flash-ROM 512 Кб",
									"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max - 108 мм, min - 25,4 мм.<br>Толщина от 0,0635 до 0,254 мм (0.0025 -0.01').<br>Внешний диаметр рулона 127 мм (5'). Диаметр втулки 25 мм (1').",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23'). Масштабируемость до 24х24.<br>Ориентация шрифтов (0-270°). Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
									"Графика" => "PCX,binary raster, GDI, PCX bit map, GDI graphics",
									"Интерфейс подключения" => "Centronics (параллельный), RS-232 (последовательный)",
									"Напряжение питания" => "220В±10% 50/60Гц; 19 В, 2,5 - 4 А",
									"Габаритные размеры" => "245мм (Д) x 200мм (Ш) x 170мм (В)",
									"Вес" => "2,2 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев",
									"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера."
								),
								"desc" => "<p>Argox Amigo-50 (A-50) - эргономичный, производительный, надежный и удобный в использовании термопринтер, имеющий возможность печати на расходных материалах различной фактуры.</p><p>Все принтеры серии Amigo, в том числе и A-50, имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов. Кроме того, стоит отметить особенность принтеров Amigo - возможность работы в автономном режиме (без подключения к компьютеру) с внешней клавиатурой ArgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением, блок питания, печатная инструкция по эксплуатации, образцы расходных материалов - этикеток и красящей ленты.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер A-50 предназначен для печати небольших партий этикеток (до 5000 шт.) и с успехом может использоваться для этикетирования продукции, как на небольших складах и в магазинах с небольшим товарооборотом и малой покупательской способностью, так и в более крупных оптово-розничных торговых предприятиях.</p>"
							)
						),
						"argox-a-3140" => array(
							"title" => "Argox A-3140",
							"article" => "",
							"link" => "/print/argox/argox-a-3140.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/argox-a3140.jpg" 
							),
							"primaryProps" => array(
								"Способ печати" => "термотранcферный",
								"Разрешение, dpi" => "300 dpi",
								"Ширина бумаги" => "25,4 / 110",
								"Интерфейсы" => "RS-232, USB",
								"Скорость печати (max), мм/сек" => "до 102"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термотранcферный",
									"Разрешение, dpi" => "300 dpi",
									"Ширина бумаги" => "25,4 / 110",
									"Интерфейсы" => "RS-232, USB",
									"Скорость печати (max), мм/сек" => "до 102",
									"Опционально" => "Отделитель этикеток<br>Нож",
									"Рекомендуемый объем печати в день" => "до 5000",
									"Ширина печати (max), мм" => "104",
									"Длина печати (max), мм" => "1270",
									"Язык программирования" => "Zebra, Datamax emulation",
									"Гарантия" => "1 год",
									"Внутренний/внешний диаметр рулона этикет-ленты, мм" => "12,7 / 37",
									"Толщина этикетки (min/max), мм" => "0,063 / 0,254",
									"Ширина материала (min/max), мм" => "25,4 / 108",
									"Внутренний/внешний диаметр рулона термотрансфертной ленты, мм" => "25,4 / 127",
									"Процессор" => "32 bit",
									"Память" => "ОЗУ 8 Mb<br>ПЗУ 8 Mb",
									"Габаритные размеры" => "245 x 200 x 170, мм (Д х Ш х В)",
									"Вес, кг" => "2,2"
								),
								"desc" => "<p>А-3140 – это новый настольный принтер, отучающийся высокой производительностью и способностью печатать этикетки на скорости до 107 мм\с, с разрешением 300 dpi. Он подходит для любого производства, на котором есть необходимость печатать штрих-код быстро и с высокой точностью. Устройство оснащено 8 Мб оперативной и 8 Мб Flash-памяти.</p><p>Расходные материалы для Argox A 3140<ul><li>Термоэтикетки для принтеров</li><li>Термотрансферные этикетки для принтеров</li><li>Красящие ленты (ribbon)</li></ul></p>",
								"advantages" => array(
									"Поддержка языков Zebra(EPL, ZPL) и Datamax обеспечивает легкую интеграцию принтера А-3140 в систему товароучета предприятия. Отметим, что модель обладает широкими возможностями по работе с дополнительными опциями: нож, диспенсер, смотчик отпечатанной этикет ленты, карта памяти, позволяющая загружать дополнительные шрифты. Все это позволит удачно адаптировать принтер и его возможности под меняющиеся потребности предприятия.",
									"Принтер штрих-кода Argox A-3140 осуществляет термо- и термотрансферную печать. В него встроен 32-битный процессор и может печатать до 5 тысяч этикеток в день. Оснащен LPT, COM, USB интерфейсами, что обеспечивает удобство подключения к ПК. Встроенные четыре режима автокалибровки обеспечат улучшенное качество печати.",
									"При помощи данного принтера можно печатать этикетки максимальной шириной в 104 мм, а максимальная длина печати составляет 1270 мм. Argox-3140 сочетает в себе высокое качество печати и невысокую цену. Принтер имеет небольшие размеры, что позволяет размещать его в удобном для пользователя месте."
								),
								"appAreas" => array()
							)
						),
						"print01_017" => array(
							"title" => "Argox OS-204DT",
							"article" => "",
							"link" => "/print01_017.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/argox-os-204dt.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi (8 точек/мм)",
								"Скорость печати" => "51 мм/сек",
								"Ширина печати" => "до 104 мм",
								"Длина печати" => "до 203 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi (8 точек/мм)",
									"Скорость печати" => "51 мм/сек",
									"Ширина печати" => "до 104 мм",
									"Длина печати" => "до 203 мм",
									"Ресурс термоголовки" => "более 30 км",
									"Память" => "DRAM 512 Кб, Flash-ROM 512 Кб",
									"Расходные материалы" => "В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией.<br>Ширина:<br>max - 108 мм, min - 25,4 мм.<br>Минимальная длина 10 мм.<br>Толщина от 0,0635 до 0,254 мм.<br>Внешний диаметр рулона 109 мм.<br>Диаметр втулки 25 мм (1').",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23').<br>Масштабируемость до 24х24.<br>Ориентация шрифтов (0-270°).<br>Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
									"Графика" => "PPLA: PCX, BMP, IMG, HEX, GDI PPLB: PCX, двоичный растр, GDI",
									"Интерфейс подключения" => "Centronics (параллельный) RS-232 (последовательный)",
									"Напряжение питания" => "220В±10% 50/60Гц; 19 В, 4 А",
									"Габаритные размеры" => "278мм (Д) x 186мм (Ш) x 153мм (В)",
									"Вес" => "1,9 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLB Language. Драйвера Windows (98/2000/NT/XP).<br>Программа для создания дизайна и печати этикеток ArgoBar.<br>Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "отрезатель и отделитель этикеток,<br>карта памяти (2 Мб),<br>внешняя клавиатура,<br>USB-адаптер,<br>принт-сервер для подключения принтера<br>по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев",
									"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера.",
									"Аксессуары" => "Дополнительная карта памяти (2 Мб),<br>Внешний USB адаптер,<br>Карта часов реального времени с памятью,<br>Внешний принт сервер"
								),
								"desc" => "<p>Argox OS-204DT - настольный принтер начального уровня, предназначенный для печати этикеток. Это надежная и удобная в применении модель, подходит для использования в магазинах, где требуется печать небольшого объема этикеток (примерно 1000 шт. в день) с шириной до 104 мм.</p><p>Принтер поставляется вместе с программой, предназначенной для создания дизайна этикеток и шрифтов принтера и утилита управления принтером.</p><h3 align='center'>Особенности</h3><ul><li>Высокий уровень наработки на отказ - свыше 180 часов.</li><li>Печать на термоэтикетках с большим внешним диаметром (до 104 мм) при применении внешней стойки.</li><li>Отсутствие красящей ленты.</li></ul>",
								"advantages" => array(
									"Простота замены расходных материалов и удобство в эксплуатации.",
									"Применение дополнительных опций: отделитель этикеток, внешний размотчик расходных материалов с большим диаметром, карта памяти для загрузки дополнительных цифровых и буквенных шрифтов и графических изображений.",
									"Наличие двух стандартных интерфейсов подключения к ПК – RS-232 и LPT.",
									"Внешняя управляющая клавиатура.",
									"Подключение принтера Argox OS-204DT к ОС на базе системы Windows (предусмотрена комплектация драйверами).",
									"Работа с одним из двух внутренних языков программирования - PPLA и PPLB (обеспечение легкости и удобство интеграции принтера в товарно-учетную систему).",
									"Ударопрочный корпус."
								),
								"appAreas" => "<p><ul><li>Магазины, супермаркеты, торговые центры, где требуется небольшой объем печати.</li><li>Торговые предприятия.</li></ul></p><p>Наша компания Sj-company предлагает купить настольный принтер Argox OS-204DT по выгодной цене.</p>"
							)
						),
						"print01_026" => array(
							"title" => "TSC TDP 225",
							"article" => "",
							"link" => "/print01_026.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм",
								"интерфейсы" => "RS-232 USB Ethernet Bluetooth"
							),
							"images" => array(
								"/new_images/print/tsc_tdp_225.jpg",
								"/new_images/print/tsc_tdp_225_2.jpg",
								"/new_images/print/tsc_tdp_225_3.jpg",
								"/new_images/print/termoprinter-tsc-tdp-225-info.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Тип печати" => "Прямая термопечать",
								"Макс. ширина печати" => "54 мм (ширина бумаги до 60 мм)",
								"Интерфейс" => "USB 2.0, RS232, Ethernet, BlueTooth",
								"Мин. ширина печати" => "15 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Тип печати" => "Прямая термопечать",
									"Макс. ширина печати" => "54 мм (ширина бумаги до 60 мм)",
									"Интерфейс" => "USB 2.0, RS232, Ethernet, BlueTooth",
									"Мин. ширина печати" => "15 мм",
									"Процессор" => "32 bit RISC",
									"Память" => "8 Mb SDRAM",
									"Flash-память" => "4 Mb Flash (можно увеличить до 4 Gb с помощью карт памяти MicroSD)",
									"Скорость печати" => "до 125 мм/сек",
									"Макс. длина печати" => "2286 мм",
									"Мин. длина печати" => "10 мм (25,4 мм в режиме отделения)",
									"Внешний диаметр ролика этикеток" => "до 127 мм",
									"Диаметр внутренней втулки ролика этикеток" => "25,4 - 40 мм",
									"Датчики" => "Наличия бумаги и расстояния между этикетками, Чёрной метки, Открытой печатающей головки",
									"Язык управления принтером" => "TSPL-EZ (автоматическое распознавание EPL и ZPL)",
									"Рекомендуемый объем печати (этикеток/день)" => "до 3000",
									"Размер принтера" => "209 х 109 х 171 мм",
									"Опционально" => "LCD дисплей (128 х 64 точек), Ethernet, Отделитель этикеток, Отрезчик , Интерфейс BlueTooth"
								),
								"desc" => "<p>TSC TDP 225 – термопринтер начального класса, предназначенный для печати этикеток со штрих-кодами.</p><p>Устройство использует метод прямой термопечати – нагревательная головка с помощью прижатия и печатной платы наносит текст на теплочувствительную бумагу. В качестве расходного материала используются рулоны термобумаги диаметром не больше 127 мм.</p><p>Применяется для нанесения на этикетки штрих-кодов, текстовой информации и графических изображений. Обеспечивает качественную печать чеков, этикеток, ценников, бирок, наклеек, билетов, браслетов.</p><p>Небольшие размеры оборудования 209 х 109 х 171 мм и удобный дизайн позволяют устанавливать и эксплуатировать принтер этикеток TDP-225 даже при ограниченном рабочем пространстве и обеспечивает быструю замену рулона этикеток.</p><h3 align='center'>Особенности</h3><ul><li>Интерфейсы USB 2.0, RS-232 в комплекте.</li><li>Внутренняя память 4 Mb Flash (карты microSD до 4 GB).</li><li>Распознавание TSPL-EZ, EPL и ZPL.</li><li>Датчики открытия головки, черной метки и наличия бумаги.</li><li>Ширина используемого расходного материала до 60 мм.</li><li>Применяется с операционными системами Windows (начиная с XP), на базе ядра Linux и программным обеспечением «BarTender TSC Edition».</li><li>Подключение к программе 1С.</li><li>Возможность установки ЖК дисплея, отображающего всю необходимую информацию о состоянии принтера.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер этикеток TSC TDP 225 применяется в области торговли: пищевой, хозяйственной, в магазинах одежды и электроники, гипермаркетах. Предназначен также для работы со складским учетом, в хранилищах, в сфере оказания услуг ремонта и пошива. Пригодится в логистических центрах и курьерских службах для систематизации транспортируемых товаров. Используется в аптеках и медицинских учреждениях.</p>"
							)
						),
						"print01_018" => array(
							"title" => "Argox A-150",
							"article" => "",
							"link" => "/print01_018.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/amigo_150.jpg",
								"/new_images/print/argox_a150.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо и термотрансферная печать",
								"Разрешение печати" => "203 dpi (8 точек/мм)",
								"Скорость печати" => "76 мм/сек",
								"Ширина печати" => "до 104 мм",
								"Длина печати" => "до 203 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо и термотрансферная печать",
									"Разрешение печати" => "203 dpi (8 точек/мм)",
									"Скорость печати" => "76 мм/сек",
									"Ширина печати" => "до 104 мм",
									"Длина печати" => "до 203 мм",
									"Процессор" => "16-разрядный RISC",
									"Ресурс термоголовки" => "более 27 км",
									"Память" => "DRAM 512 Кб, Flash-ROM 512 Кб",
									"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max - 108 мм, min - 25,4 мм. Толщина от 0,0635 до 0,254 мм (0.0025 -0.01'). Внешний диаметр рулона 127 мм (5'). Диаметр втулки 25 мм (1').<br>Риббон. Покрытие: воск, смола, и комбинир. Наружная намотка. Макс. ширина - 108 мм. Макс. диаметр 38 мм. Макс. длина 100 м. Внутренний диаметр 12,5 мм.",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23'). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
									"Графика" => "PCX bit map, GDI graphics",
									"Интерфейс подключения" => "Centronics (параллельный) RS-232 (последовательный)",
									"Напряжение питания" => "220В±10% 50/60Гц; 19 В, 2,5 - 4 А",
									"Габаритные размеры" => "245мм (Д) x 200мм (Ш) x 170мм (В)",
									"Вес" => "2,2 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar.<br>Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер,принт-сервер для подключения принтера по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев",
									"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера"
								),
								"desc" => "<p>Принтер печати этикеток Amigo A-150 - эргономичный, производительный, надежный и удобный в использовании термо- термотрансферный принтер, имеющий возможность печати на расходных материалах различной фактуры.</p><p>Все принтеры серии Amigo, в том числе и A-150, имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов. Кроме того, стоит отметить особенность принтеров Amigo - возможность работы в автономном режиме (без подключения к компьютеру) с внешней клавиатурой ArgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением, блок питания, печатная инструкция по эксплуатации, образцы расходных материалов - этикеток и красящей ленты.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферный способ печати</li><li>Скорость печати - до 102 мм/сек</li><li>Ширина печати - до 104 мм</li><li>Простота, удобство эксплуатации и смены расходного материала</li><li>Большой объем загружаемых материалов - диаметр 127 мм</li><li>Высокая наработка на отказ - более 180,000 часов</li><li>Прозрачная верхняя крышка позволяет контролировать количество расходного материала</li><li>Возможность использования разнообразных опций: отрезателя, отделителя, карты памяти, внешней клавиатуры, USB-адаптера, принт-сервера для печати по локальной сети</li></ul><p>Аксессуары<ul><li>Клавиатура ArgoKee</li><li>Внешний USB адаптер</li><li>Карта часов реального времени с памятью</li><li>Внешний принт сервер</li></ul></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер A-150 предназначен для печати небольших партий этикеток (до 5000 шт.) и с успехом может использоваться для этикетирования продукции, как на небольших складах и в магазинах с небольшим товарооборотом и малой покупательской способностью, так и в более крупных оптово-розничных торговых предприятиях.</p>"
							)
						),
						"print01_020" => array(
							"title" => "Argox A-200",
							"article" => "",
							"link" => "/print01_020.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/argox-a200.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термо и термотрансферная печать",
								"Разрешение печати" => "203 dpi (8 точек/мм)",
								"Скорость печати" => "102 мм/сек",
								"Ширина печати" => "до 104 мм",
								"Длина печати" => "до 1143 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термо и термотрансферная печать",
									"Разрешение печати" => "203 dpi (8 точек/мм)",
									"Скорость печати" => "102 мм/сек",
									"Ширина печати" => "до 104 мм",
									"Длина печати" => "до 1143 мм",
									"Процессор" => "16-разрядный RISC",
									"Ресурс термоголовки" => "более 30 км",
									"Память" => "DRAM 2 Mб, Flash-ROM 2 Mб",
									"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max - 108 мм, min - 25,4 мм. Толщина от 0,0635 до 0,254 мм (0.0025 -0.01'). Внешний диаметр рулона 127 мм (5'). Диаметр втулки 25 мм (1').<br>Риббон. Покрытие: воск, смола, и комбинир. Наружная намотка. Макс. ширина - 108 мм. Макс. диаметр 38 мм. Макс. длина 100 м. Внутренний диаметр 12,5 мм.",
									"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23'). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
									"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
									"Графика" => "PCX bit map, GDI graphics",
									"Интерфейс подключения" => "Centronics (параллельный), RS-232 (последовательный), USB",
									"Напряжение питания" => "220В±10% 50/60Гц; 19 В, 2,5 - 4 А",
									"Габаритные размеры" => "245мм (Д) x 200мм (Ш) x 170мм (В)",
									"Вес" => "2,2 кг",
									"Рабочая температура" => "от 4°С до +38°С",
									"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
									"Программное обеспечение" => "Пакет Argox PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar.<br>Утилиты печати и загрузки шрифтов.",
									"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
									"Гарантийный период" => "12 месяцев",
									"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера",
									"Аксессуары" => "Отрезчик этикеток, Клавиатура ArgoKee, Отделитель этикеток, Внешний принт сервер"
								),
								"desc" => "<p>Принтер печати этикеток Amigo A-200 - эргономичный, производительный, надежный и удобный в использовании термо- термотрансферный принтер, имеющий возможность печати на расходных материалах различной фактуры. </p><p>Основными отличиями принтера A-200 от предшественников является увеличенный объём оперативной и flash памяти (до 2 Мб) и наличие дополнительного порта для подключения принтера по интерфейсу USB.</p><p>Все принтеры серии Amigo, в том числе и A-200, имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов. Кроме того, стоит отметить особенность принтеров Amigo - возможность работы в автономном режиме (без подключения к компьютеру) с внешней клавиатурой ArgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением, блок питания, печатная инструкция по эксплуатации, образцы расходных материалов - этикеток и красящей ленты.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферный способ печати</li><li>Скорость печати - до 102 мм/сек</li><li>Ширина печати - до 104 мм</li><li>Большой объем памяти - DRAM 2 Мб и Flash-ROM 2 Мб</li><li>Большой объем загружаемых материалов - диаметр 127 мм</li><li>Высокая наработка на отказ - более 180,000 часов - простота, удобство эксплуатации и смены расходного материала</li><li>Возможность использования разнообразных опций: отрезателя, отделителя, карты памяти, внешней клавиатуры, USB-адаптера, принт-сервера для печати по локальной сети</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер A-200 предназначен для печати небольших партий этикеток (до 5000 шт.) и с успехом может использоваться для этикетирования продукции, как на небольших складах и в магазинах с небольшим товарооборотом и малой покупательской способностью, так и в более крупных оптово-розничных торговых предприятиях.</p>"
							)
						),
						"tsc-ta-200-300" => array(
							"title" => "TSC TA200 / TA300",
							"article" => "",
							"link" => "/print/tsc/tsc-ta-200-300.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "104_мм 108_мм",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/tsc-ta-200-300.jpg",
								"/new_images/print/tsc-ta200-300-2.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Тип печати" => "Термотрансферный",
								"Макс. ширина печати" => "108 / 104 мм",
								"Макс. длина печати" => "2794 / 1016 мм",
								"Интерфейсы" => "USB 2.0 (кабель в комплекте)"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Тип печати" => "Термотрансферный",
									"Макс. ширина печати" => "108 / 104 мм",
									"Макс. длина печати" => "2794 / 1016 мм",
									"Интерфейсы" => "USB 2.0 (кабель в комплекте)",
									"Процессор" => "32-bit RISC CPU 200 MHz",
									"Объём памяти" => "4 Mb Flash (до 4 Gb - есть разъём для карт формата microSD) 8 Mb SDRAM",
									"Внешний диаметр ролика этикеток" => "127 мм (до 214 мм при использовании внешнего держателя)",
									"Диаметр втулки ролика этикеток" => "25 или 40 мм",
									"Макс. длина красящего ролика" => "300 м (намотка OUT)",
									"Диам. втулки красящего ролика" => "25,4 мм",
									"Датчики" => "Наличия бумаги и расстояния между этикетками (с настраиваемым положением) Чёрной метки (с настраиваемым положением) Конца красящей ленты Открытой печатающей головки",
									"Язык управления принтером" => "TSPL-EZ",
									"Рекомендуемая нагрузка" => "до 4000 этикеток в день",
									"Размер принтера" => "224 x 186 x 294 мм",
									"Вес" => "2,45 кг",
									"Рабочая температура" => "5С ~ 40С",
									"Опции" => "Отделитель этикеток<br>Отрезчик (полный или частичный отрез)<br>Интерфейс Centronics (LPT) (заводская опция)<br>Интерфейс RS232 (заводская опция)<br>Интерфейс BlueTooth<br>Интерфейс Wi-Fi (802.11 b/g/n)<br>Интерфейс Ethernet, 10/100 Mbps (заводская опция)"
								),
								"desc" => "<p>Вместо TSC TA200 рекомендуем вам TCS TE200</p><p>Представляем вашему вниманию две модели принтеров этикеток «ТА» от TSC: TA200 / TA300. Они различаются качеством печати: стандартное качество в 203 dpi у модели ТА200 и повышенное в 300 dpi у ТА300. Нужно отметить, что даже в самой простой, базовой комплектации оба принтера способны завоевать первое место среди остальных представителей данного класса техники. Невысокая стоимость вкупе с отличными современными характеристиками и высокой надежностью не оставят потребителя равнодушным.</p><p>Обе модели являются конструкторами, то есть при желании можно добавлять различные дополнительные аксессуары.</p><h3 align='center'>Особенности</h3><p>В первую очередь стоит отметить максимальный угол открытия, который существенно упростит процесс смены этикеток и красящей ленты. В отличие от конкурирующих моделей в данных протяжку ленты с этикетками и красящей ленты берут на себя отдельные двигатели, а не один. При этом сами двигатели отличаются плавным ходом и бесшумностью. Нужно учитывать, что весь блок печатающего механизма может быть автономным и поставляться отдельно. Он подходит для использования в качестве печатающего этикетки элемента в другом устройстве.</p><p>В комплекте с устройством поставляются драйверы, которые полностью русифицированы и подходят ко всем версиям Windows и большей части версий Linux.</p><p>Кроме того, для удобства пользователей в комплекте к принтерам TSC TA200 / TA300 идет программа “BarTander TSC Edition”, не имеющая ограничений по сроку использования. Программу можно использовать для создания индивидуальных форматов этикеток с текстом и графикой, а также всех популярных типов штрих-кодов: Code 39, Code 93, Code 128UUC, Codabar, China Post, GS1 DataBar и других. Кроме того, возможно подключение принтера этикеток к программам товароучета, таким, как 1С.</p><p>Варианты поставки</p><p><ul><li>TSC TA200</li><li>TSC TA300</li></ul></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"tsc-ttp-225" => array(
							"title" => "TSC TTP-225",
							"article" => "",
							"link" => "/tsc-ttp-225.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-ttp-225-1.jpg",
								"/new_images/print/tsc-ttp-225-2.jpg",
								"/new_images/print/tsc-ttp-225-3.jpg",
								"/new_images/print/tsc-ttp-225-4.jpg",
								"/new_images/print/printer-tsc-ttp-225-info.jpg"
							),
							"primaryProps" => array(
								"Разрешение, dpi" => "203 dpi",
								"Тип печати" => "Термотрансферный",
								"Интерфейсы" => "USB 2.0 и RS232, Ethernet - опция",
								"Скорость печати (max), мм/сек" => "127 мм/сек",
								"Ширина печати (max), мм" => "54 мм (ширина бумаги до 60 мм)"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение, dpi" => "203 dpi",
									"Тип печати" => "Термотрансферный",
									"Интерфейсы" => "USB 2.0 и RS232, Ethernet - опция",
									"Скорость печати (max), мм/сек" => "127 мм/сек",
									"Ширина печати (max), мм" => "54 мм (ширина бумаги до 60 мм)",
									"Процессор" => "32 bit RISC",
 									"Рекомендуемый объем печати в день" => "4000",
 									"Flash-память" => "4MB Flash (карты microSD до 4 GB)",
 									"Макс./мин длина печати" => "2286 мм / 6 мм",
 									"Внешний диаметр ролика этикеток" => "до 127 мм",
 									"Диаметр внутренней втулки ролика этикеток" => "40 мм",
 									"Максимальная длина красящего ролика" => "110 м",
 									"Диаметр внутренней втулки красящего ролика" => "12,5 мм",
 									"Язык управления принтером" => "TSPL-EZ",
 									"Опционально" => "Отделитель этикеток, Обрезчик (cutter), Ethernet интерфейс",
 									"Толщина этикетки (min/max), мм" => "0,06 - 0,19 мм (плотность до 150 гр/м2)",
 									"Память" => "8MB SDRAM",
 									"Датчики" => "Наличия бумаги и расстояния между этикетками, Чёрной метки (положение настраивается), Окончания красящей ленты, Открытой печатающей головки",
 									"Диапазон рабочих температур" => "0°С - 40°С",
 									"Габаритные размеры" => "241 x 140 x 177 мм"
								),
								"desc" => "<p>TSC TTP 225 - термотрансферный принтер, представляющий собой оборудование для печати этикеток со штрих-кодами.</p><p>При термотрансферной печати нагревательная головка с печатной платой прижимает бумагу к красящей ленте – риббону. Текст, штрих-коды и изображения наносятся на печатную поверхность. Расходным материалом служат рулоны бумаги диаметром до 127 мм и риббон диаметром 12,5 мм.</p><p>Обеспечивает высокое качество печати штрих-кодов, текстовой информации и графических изображений на чеках, этикетках, ценниках, бирках, наклейках, билетах и браслетах.</p><p>Габаритные размеры оборудования 241 x 140 x 177 мм и удобный дизайн позволяют размещать и эксплуатировать устройство даже при небольшом рабочем пространстве и позволяет быстро заменять рулоны этикеток.</p><h3 align='center'>Особенности</h3><ul><li>Двойные стенки принтера из ударопрочного пластика – обеспечивают защиту оборудования от повреждений.</li><li>Интерфейсы USB 2.0, RS-232 в комплекте.</li><li>Внутренняя память 4 Mb Flash (карты microSD до 4 GB).</li><li>Распознавание TSPL-EZ, EPL и ZPL.</li><li>Датчики открытия головки, черной метки и наличия бумаги.</li><li>Применяется с операционными системами Windows (начиная с XP), на базе ядра Linux и программным обеспечением «BarTender TSC Edition».</li><li>Подключение к программе 1С.</li><li>Возможность установки ЖК дисплея, отображающего всю необходимую информацию о состоянии принтера.</li><li>Русифицированная программа для печати этикеток.</li><li>Опционально: отделитель этикеток, обрезчик, Ethernet, BlueTooth, ЖК-дисплей для отображения информации о состоянии принтера, обеспечивает удобство при эксплуатации.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Розничная торговля.</li><li>Маркировка при обслуживании в автосервисе.</li><li>Печать квитанций, аптечных рецептов.</li><li>Этикетирование лекарственных препаратов.</li><li>Маркировка складских полок и стеллажей.</li><li>Инвентаризация на складах.</li><li>Маркировка почтовой корреспонденции, папок-регистраторов.</li><li>Печать браслетов.</li></ul>"
							)
						),
						"tsc_tdp_244" => array(
							"title" => "TSC TDP-244",
							"article" => "",
							"link" => "/tsc_tdp_244.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/printer-tsc-tdp-244-1.jpg",
								"/new_images/print/printer-tsc-tdp-244-2.jpg",
								"/new_images/print/printer-tsc-tdp-244-3.jpg",
								"/new_images/print/printer-etiketok-tsc-tdp-244-info.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать",
								"Разрешение" => "203 dpi",
								"Интерфейсы" => "USB 2.0 и RS232, Ethernet - опция",
								"Максимальная ширна печати" => "54 мм (ширина бумаги до 60 мм)",
								"Максимальная скорость печати" => "127 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать",
									"Разрешение" => "203 dpi",
									"Интерфейсы" => "USB 2.0 и RS232, Ethernet - опция",
									"Максимальная ширна печати" => "54 мм (ширина бумаги до 60 мм)",
									"Максимальная скорость печати" => "127 мм/сек",
									"Процессор" => "32 bit RISC",
									"Рекомендуемый объем печати в день" => "4000",
									"Память" => "8Mb DRAM",
									"Flash-память" => "4MB Flash (карты microSD до 4 GB)",
									"Максимальная длина печати" => "2286 мм",
									"Внешний диаметр ролика этикеток" => "до 127 мм (214 мм при использовании внешнего держателя)",
									"Диаметр внутренней втулки ролика этикеток" => "40 мм",
									"Диаметр внутренней втулки красящего ролика" => "12,5 мм",
									"Язык управления принтером" => "TSPL-EZ",
									"Опционально" => "Отделитель этикеток<br>Обрезчик<br>Ethernet интерфейс",
									"Датчики" => "Наличия бумаги и расстояния между этикетками<br>Чёрной метки (положение настраивается)<br>Окончания красящей ленты<br>Открытой печатающей головки",
									"Габаритные размеры" => "240 х 200 х 164 мм",
									"Вес" => "1,6 кг"
								),
								"desc" => "<p>Принтер этикеток TSC TDP-244 - экономичный вариант оборудования, обеспечивающий высокое качество печати с разрешением 203 dpi. Верхняя панель полностью откидывается, открывается свободный доступ к отсеку для этикеток, что обеспечивает легкую и быструю замену рулона с этикетками и других расходных материалов.</p><h3 align='center'>Особенности</h3><ul><li>Совместимость драйверов принтера со всеми версиями Windows, в т.ч. Windows 7 и Server 2003.</li><li>Большой объем памяти (8 МБ DRAM и 4 МБ Flash), за счет чего возможна загрузка дополнительных шрифтов, международных символов и графики.</li><li>Рулоны этикеток устанавливаются размером до 127 мм в диаметре.</li><li>Возможность настроить положение датчика этикеток.</li><li>Датчик, информирующий о наличии бумаги и расстояния между этикетками, чёрной метки, открытой печатающей головки.</li><li>Поддержка интерфейсов USB 2.0, RS232, Ethernet.</li><li>Ударопрочный корпус.</li><li>Совместимость с программой 1С.</li></ul><p>Опциональные возможности (в комплект не входят): отделитель и отрезчик этикеток, внешний держатель этикеток.</p><h3 align='center'>Комплект поставки</h3><ul><li>Принтер этикеток TTP244 – 1 шт.</li><li>CD-диск с драйверами и программным обеспечением – 1 шт.</li><li>Руководство по «Быстрой установке» - 1 шт.</li><li>Блок питания – 1 шт.</li><li>Кабель питания – 1 шт.</li><li>Втулка для рулона с этикетками – 1 шт.</li><li>Направляющие для рулона этикеток – 2 шт.</li><li>Втулка для красящей ленты – 2 шт.</li><li>Бумажная втулка для намотки использованной красящей ленты – 1 шт.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Розничная торговля: магазины, супермаркеты, торговые центры.</li><li>Складские помещения, хранилища.</li><li>Логистические компании.</li><li>Курьерские службы.</li><li>Почтовые и транспортные компании.</li></ul>"
							)
						),
						"tsc_tdp_247" => array(
							"title" => "TSC TDP-247 / TDP-345",
							"article" => "",
							"link" => "/tsc_tdp_247.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232 LPT"
							),
							"images" => array(
								"/new_images/print/tsc-tdp-247-345.jpg",
								"/new_images/print/tsc-tdp-247-345-1.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi / 300 dpi",
								"Максимальная ширина печати" => "108 мм",
								"Интерфейсы" => "USB, LPT, RS232",
								"Максимальная скорость печати" => "177 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi / 300 dpi",
									"Максимальная ширина печати" => "108 мм",
									"Интерфейсы" => "USB, LPT, RS232",
									"Максимальная скорость печати" => "177 мм/сек",
									"Процессор" => "32 bit RISC",
									"Рекомендуемый объем печати в день" => "до 6000 этикеток",
									"Память" => "8Mb DRAM",
									"Flash-память" => "4MB Flash (карты microSD до 4 GB)",
									"Максимальная длина печати" => "2286 мм",
									"Внешний диаметр ролика этикеток" => "до 127 мм",
									"Диаметр внутренней втулки ролика этикеток" => "25 - 40мм",
									"Язык управления принтером" => "TSPL-EZ (распознаёт языки EPL и ZPL)",
									"Опционально" => "Отделитель этикеток<br>Отрезчик (Cutter)<br>Внешний модуль Ethernet<br>Внешний модуль интерфейса Wi-Fi<br>Держатель рулона этикеток диаметром до 214 мм",
									"Датчики" => "Наличия бумаги и расстояния между этикетками<br>Чёрной метки (положение настраивается)<br>Окончания красящей ленты<br>Открытой печатающей головки",
									"Габаритные размеры" => "240 х 200 х 164 мм",
									"Вес" => "1,9 кг"
								),
								"desc" => "<p>TSC TDP-247 / TDP-345 - это один из лидеров на рынке по скорости печати среди всех термопринтеров настольного класса. Данная модель является совокупностью отличных технических показателей, надежности и качественной печати, а также экономичной стоимости.</p><p>Данный модельный ряд TSC включает в себя две модификации:</p><p>TDP-247 осуществляет быструю печать со стандартным разрешением 203 dpi</p><p>TDP-345 является аналогом предыдущей модели с единственным отличительным признаком, заключающимся в повышенной четкости печати этикеток</p><p>Оба принтера оснащены интерфейсами USB, RS232 и LPT, есть возможность опциональной установки Ethernet и различных аксессуаров (отделителя, автономной клавиатуры, отрезателя и внешней стойки для этикеток). Модели TDP-247 и TDP-345 имеют большой объем встроенной памяти, при желании легко расширяемой до 4 Gb с помощью SD-карты.</p><p>Конструкция и дизайн корпуса данной серии принтеров этикеток выполнены таким образом, чтобы плановое техническое обслуживание и замена расходных материалов производилось просто и быстро. Принтеры оснащены датчиком «черной метки», который регулируется по ширине и обеспечивает удобство при настройке. Также имеются датчики окончания красящей ленты и открытой печатающей головки.</p><p>Принтер TDP-247 способен поддерживать эмуляцию языков программирования Zebra и Eltron, благодаря чему принтеры от указанных производителей легко взаимозаменяются на аналоги TSC.</p><p>Принтеры этикеток TSC TDP-247 / TDP-345 имеют ширину печати до 108 миллиметров, а длину – 2286 миллиметров, а также интерфейс Centronics (LPT), COM-порт и прочный корпус. Скорость печати может достигать 177 миллиметров в секунду. Принтеры обладают габаритными размерами 240х200х164 миллиметров при весе 1,9 килограмм.</p><h3 align='center'>Особенности</h3><ul><li>Высокая скорость печати</li><li>Ширина печати до 108 мм</li><li>Разрешение печати 300 dpi (модель TDP-345)</li><li>Опции с отделителем и отрезателем</li><li>Быстрая замена расходных материалов</li><li>Большой объем памяти с поддержкой слота расширения (SD)</li><li>Печать в высоком разрешении (модификация TDP-345)</li><li>Поддержка RS232, LPT и USB 2.0</li><li>Поддержка Ethernet (опционально)</li><li>Прочный корпус</li></ul><h3 align='center'>Обозначеня модификаций TSC TDP-247 / TDP-345</h3><ul><li>P - интерфейс Centronics (LPT)</li><li>S - интерфейс RS232 (COM-порт)</li><li>U - интерфейс USB 2.0</li><li>T - установлен отделитель этикеток</li><li>С - установлен отрезчик (cutter)</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Модификация TSC TDP-247 прекрасно подходит и для маркирования товаров в розничной торговле и для маркирования в иных областях бизнеса.</p>"
							)
						),
						"tsc-ttp-323" => array(
							"title" => "TSC TTP-323",
							"article" => "",
							"link" => "/tsc-ttp-323.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "54_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-ttp-225-1.jpg",
								"/new_images/print/tsc-ttp-225-2.jpg",
								"/new_images/print/tsc-ttp-225-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термотрансферный",
								"Скорость печати (max), мм/сек" => "76 мм/сек",
								"Ширина печати (max), мм" => "54 мм (ширина бумаги до 60 мм)",
								"Разрешение, dpi" => "300 dpi",
								"Интерфейсы" => "USB 2.0 и RS232, Ethernet - опция"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термотрансферный",
									"Скорость печати (max), мм/сек" => "76 мм/сек",
									"Ширина печати (max), мм" => "54 мм (ширина бумаги до 60 мм)",
									"Разрешение, dpi" => "300 dpi",
									"Интерфейсы" => "USB 2.0 и RS232, Ethernet - опция",
									"Процессор" => "32 bit RISC",
									"Рекомендуемый объем печати в день" => "4000",
									"Flash-память" => "4MB Flash (карты microSD до 4 GB)",
									"Язык управления принтером" => "TSPL-EZ",
									"Опционально" => "Отделитель этикеток<br>Обрезчик (cutter)<br>Ethernet интерфейс",
									"Толщина этикетки (min/max), мм" => "0,06 - 0,19 мм (плотность до 150 гр/м2)",
									"Память" => "8MB SDRAM",
									"Датчики" => "Наличия бумаги и расстояния между этикетками<br>Чёрной метки (положение настраивается)<br>Окончания красящей ленты<br>Открытой печатающей головки",
									"Диапазон рабочих температур" => "0°С- 40°С",
									"Габаритные размеры" => "241 x 140 x 177 мм"
								),
								"desc" => "<p>Термотрансферный принтер этикеток TSC TTP-323 - уникальное, не имеющее аналогов печатающее устройство.</p><p>До появления модели TSC TTP-323, для получения повышенного качества печати, требовалось покупать принтер с широкой печатающей головкой (104 мм), при том что необходимый размер этикеток мог быть вдвое меньше!</p><p>С принтером этикеток TSC TTP-323 вы получаете качество печати в 300 dpi, при этом не переплачивая за ненужную ширину термоголовки: идеально для получения высококачественных текстов, двумерных и мелких штрихкодов на этикетках шириной до 60 мм.</p><p>Принтер этикеток TTP-323 работает практически с любыми расходными материалами: термоэтикетки, бумага, сатин, нейлон, полипропилене – меняется только тип риббона.</p><p>Принтер TSC TTP-323 удобно подключить его к уже имеющейся программе (например, к 1С), его драйверы русифицированы и полностью совместимы со всеми распространёнными версиями ОС Windows, в числе которых Windows 7 и Linux.</p><p>Для начинающих пользователей в комплект с принтером TSC TTP-323 входит русскоязычная программа «BarTender Lite TSC Edition», без ограничения по сроку использования.</p><p>Принтер этикеток TSC TTP-323 оснащён всеми необходимыми современными интерфейсами, в числе которых и USB 2.0. Дополнительно доступны беспроводные модули Ethernet (в этом случае принтер комплектуется LCD дисплеем с подсветкой) и BlueTooth.</p><h3 align='center'>Особенности</h3><ul><li>Термо-трансферный метод печати</li><li>Компактные габариты</li><li>Внутренний блок «Real Time Clock»</li><li>Максимальная ширина печати 54 мм</li><li>Простой процесс замены расходных материалов</li><li>Дополнительные устройства для отделения и отрезания этикеток</li><li>Память большого объема с расширением через слот SD</li><li>Печать с повышенным разрешением</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"tsc-ttp-245c" => array(
							"title" => "TSC TTP-245C",
							"article" => "",
							"link" => "/tsc-ttp-245c.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232 Ethernet"
							),
							"images" => array(
								"/new_images/print/tsc-ttp-245c-1.jpg",
								"/new_images/print/tsc-ttp-245c-2.jpg",
								"/new_images/print/tsc-ttp-245c-3.jpg",
								"/new_images/print/printer-tsc-ttp-245c-info.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать и термотрансферная",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "127 мм/сек",
								"Макс. ширина печати" => "108 мм",
								"Макс. длина печати" => "2286 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать и термотрансферная",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "127 мм/сек",
									"Макс. ширина печати" => "108 мм",
									"Макс. длина печати" => "2286 мм",
									"Процессор" => "32 bit RISC (200 MHz)",
									"Память" => "8 Mb SDRAM",
									"Flash-память" => "2 Mb Flash (Можно увеличить до 4 Gb с помощью SD-карты памяти)",
									"Диаметр внутренней втулки ролика этикеток" => "40 мм",
									"Толщина этикетки с подложкой" => "0,06 - 0,19 мм",
									"Внешний диаметр ролика этикеток" => "до 127 мм",
									"Диаметр внутренней втулки ролика этикеток" => "25,4 - 38 мм",
									"Датчики" => "Расстояния между этикетками<br>Позиционируемый датчик чёрной метки<br>Открытой печатающей головки<br>Конца красящей ленты",
									"Максимальная длина красящего ролика" => "110 м",
									"Диаметр внутренней втулки красящего ролика" => "12,7 мм",
									"Язык управления принтером" => "TSPL-EZ (автоматическое распознавание языка EPL и ZPL)",
									"Интерфейс" => "RS-232, Centronics, USB 2.0, Ethernet Опция: Wi-Fi 802.11 b/g",
									"Рекомендуемый объем печати (этикеток/день)" => "до 4000",
									"Размер принтера" => "258 x 202 x 173 мм",
									"Рабочая температура" => "5°C - 40°C"
								),
								"desc" => "<p>TSC TTP-245C – настольный принтер этикеток, осуществляющий термо и термотрансферную печать. Применяется для печати на бумаге, картоне, синтетических и пластиковых материалах.</p><h3 align='center'>Особенности</h3><ul><li>Объем печати - 4000 шт. в смену.</li><li>Подходит для ограниченного рабочего пространства (размер принтера 258 x 202 x 173 мм).</li><li>Фиксаторы рулона этикеток сохраняют положение, в котором их оставил оператор, и не изменяются автоматически. Такой способ фиксации обеспечивает защиту электродвигателя принтера от возможных перегрузок.</li><li>Удобная конструкция устройства позволяет быстро заменять термоголовку.</li><li>Датчики расстояния между этикетками, датчик чёрной метки, открытой печатающей головки, конца красящей ленты.</li><li>Подключение к программе 1С.</li></ul><h3 align='center'>Обозначения модификаций TSC TTP-245</h3><ul><li>P - интерфейс Centronics (LPT)</li><li>S - интерфейс RS232 (COM-порт)</li><li>U - интерфейс USB 2.0</li><li>T - установлен отделитель этикеток</li><li>С - установлен отрезчик (cutter)</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер этикеток TSC TTP-245 Plus применяется в следующих областях:<ul><li>Розничная торговля.</li><li>Склады при проведении учета и инвентаризации.</li><li>Логистические и транспортные компании.</li><li>Курьерские службы.</li><li>Аптеки и медицинские учреждения.</li></ul></p>"
							)
						),
						"print01_028" => array(
							"title" => "TSC TTP-243 Plus",
							"article" => "",
							"link" => "/print01_028.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-ttp-243-plus-1.jpg",
								"/new_images/print/tsc-ttp-243-plus-2.jpg",
								"/new_images/print/tsc-ttp-243-plus-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать и термотрансферная",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "до 76 мм/сек",
								"Макс. ширина печати" => "104 мм",
								"Интерфейс" => "RS232 и Centronics"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать и термотрансферная",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "до 76 мм/сек",
									"Макс. ширина печати" => "104 мм",
									"Интерфейс" => "RS232 и Centronics",
									"Память" => "2 Mb",
									"Flash-память" => "2 Mb",
									"Макс. длина печати" => "1000 мм",
									"Мин. длина печати" => "10 мм",
									"Внешний диаметр ролика этикеток" => "109 мм (до 214 мм при использовании внешней подставки)",
									"Диаметр внутренней втулки ролика этикеток" => "25 мм",
									"Датчики" => "черной метки и разрыва этикеток",
									"Максимальная длина красящего ролика" => "360 м",
									"Диаметр внутренней втулки красящего ролика" => "25,4 мм",
									"Язык управления принтером" => "TSPL, TPLE",
									"Рекомендуемый объем печати (этикеток/день)" => "до 6000 этикеток",
									"Размер принтера" => "232 х 288 х 156 мм",
									"Вес" => "2,2 кг",
									"Рабочая температура" => "5 °C - 40 °C",
									"Температура хранения" => "-10 °C - 60 °C",
									"Опционально" => "Cutter (резак), внешняя клавиатура управления, верификатор штрих-кода, LAN-адаптер"
								),
								"desc" => "<p>Универсальная модель TSC TTP-243 Plus обладает отличными характеристиками. Скорость печати достигает 76 мм/сек при максимальной ширине этикеток до 104 мм. Высокое качество этикеток можно получить благодаря высокому разрешению (203 dpi). Прочный корпус из двойного слоя специального пластика защитит механизм от внешних воздействий.</p><p>Принтер снабжен интерфейсами LPT (Centronics) и RS232 (COM-порт), которые позволяют подключить принтер к ПК. В стандартной комплектации к принтеру прилагаются драйверы, позволяющие работать с любой ОС семейства Windows, а так же программное обеспечение для дизайна этикеток «BarTender TSC Edition», предоставляющее широкие возможности по их редактированию</p><h3 align='center'>Комплект поставки</h3><ul><li>Принтер этикеток TTP-243 Plus</li><li>Блок питания</li><li>Кабель для подключения к ПК</li><li>CD с драйверами, инструкцией (русифицированной) и программой для создания и редактирования этикеток под Windows.</li></ul>",
								"advantages" => array(),
								"appAreas" => array(),
							)
						),
						"printer-ehtiketok-dp-24" => array(
							"title" => "CST DP-24",
							"article" => "",
							"link" => "/print/cst/printer-ehtiketok-dp-24.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "CST",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "56_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/printer-ehtiketok-dp-24.jpg",
								"/new_images/print/printer-ehtiketok-dp-24-2.jpg",
								"/new_images/print/printer-ehtiketok-dp-24-3.jpg",
								"/new_images/print/printer-ehtiketok-dp-24-4.jpg",
								"/new_images/print/printer-ehtiketok-dp-24-5.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термопечать",
								"Скорость печати" => "100 мм/сек",
								"Разрешение печати (dpi)" => "203",
								"Макс. ширина печати" => "56мм",
								"Интерфейс" => "USB и RS232"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термопечать",
									"Скорость печати" => "100 мм/сек",
									"Разрешение печати (dpi)" => "203",
									"Макс. ширина печати" => "56мм",
									"Интерфейс" => "USB и RS232",
									"Память" => "2 Mb Flash 1 Mb SDRAM",
									"Диаметр втулки ролика этикеток" => "25 или 40 мм",
									"Внешний диаметр ролика этикеток" => "90 мм. (стандартный ролик)",
									"Датчики" => "Наличия бумаги Расстояния между этикетками Открытой крышки",
									"Язык управления принтером" => "TSPL , ESC/POS совместимость с программой дизайна этикеток от TSC",
									"Рекомендуемый объем печати (этикеток/день)" => "до 1500 этикеток в день",
									"Размер принтера" => "186 х 128 х 133 мм",
									"Рабочая температура" => "5°С ~ 45°С",
									"Вес" => "850 г."
								),
								"desc" => "<p>Маленький настольный принтер этикеток CST DP-24 станет Вашим незаменимым помощником при печати небольших партий как самоклеющихся, так и других видов ярлыков.</p><p>Максимально упрощенная модель позволяет эксплуатировать и выполнять сервисное обслуживание самостоятельно. Оборудование относится к бюджетному классу.</p><p>Благодаря своим малым размерам экономит место на предприятии. Имеет небольшой вес (850 г.). Простой в обслуживании (легко устанавливать ролик этикеток).</p><h3 align='center'>Особенности</h3><p>Среди множества настольных термопринтеров DP-24 выделяется рядом особенностей:<ul><li>уникальный внешний вид и необычный для офисного аппарата дизайн.</li><li>надежная защита двигателя, но при этом доступность всех остальных частей оборудования. Что позволяет производить замену всех расходников самостоятельно.</li><li>изменчивость длины рулона для печати.</li><li>в случае крупных намоток имеется внешний держатель.</li><li>совместимость с программными продуктами 1С.</li></ul></p>",
								"advantages" => array(
									"низкая стоимость даже для оборудования начального уровня.",
									"имеются датчики расхода материалов.",
									"возможность доукомплектации отделителем этикеток, отрезчиком, дисплеем, блютузом.",
									"простота использования и замены расходных материалов.",
									"Легкая и удобная модель для печати самоклеющихся ярлыков начального уровня - просто находка для малых объемов производства маркировочных материалов. "
								),
								"appAreas" => "<p>Широко применяется в изготовлении термо-этикеток малыми тиражами в офисах и складах.</p><p>Принтер этикеток DP-24 просто необходимо купить для небольшой торговой точки продуктами либо швейного производства.</p><p>Наша компания предлагает вам приобрести это оборудование по выгодной цене.</p>"
							)
						),
						"print01_100" => array(
							"title" => "TSC TTP-247",
							"article" => "",
							"link" => "/print01_100.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-ttp-247-1.jpg",
								"/new_images/print/tsc-ttp-247-2.jpg",
								"/new_images/print/tsc-ttp-247-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать и термотрансферная печать",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "178 мм/сек",
								"Макс. ширина печати" => "108 мм",
								"Мин. ширина печати" => "19 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать и термотрансферная печать",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "178 мм/сек",
									"Макс. ширина печати" => "108 мм",
									"Мин. ширина печати" => "19 мм",
									"Процессор" => "32 bit RISC",
									"Память" => "8 Mb",
									"Flash-память" => "4 Mb (можно увеличить до 4 Gb)",
									"Макс. длина печати" => "2286 мм",
									"Мин. длина печати" => "10 мм",
									"Толщина этикетки с подложкой" => "0,06 - 0,25 мм",
									"Внешний диаметр ролика этикеток" => "до 127 мм (до 214 мм при установке на внешнем креплении)",
									"Диаметр внутренней втулки ролика этикеток" => "от 25,4 мм",
									"Датчики" => "Наличия этикетки, промежутка между этикетками, чёрной метки (положение настраивается), открытой печатающй головки и конца красящей ленты.",
									"Максимальная длина красящего ролика" => "300 м",
									"Диаметр внутренней втулки красящего ролика" => "1' (25,4 мм)",
									"Язык управления принтером" => "TSPL-EZ, TPLD (опционально)",
									"Рекомендуемый объем печати (этикеток/день)" => "до 6000",
									"Размер принтера" => "314 x 213 x 188 мм",
									"Рабочая температура" => "5°C - 40°C",
									"Опционально" => "Отделитель этикеток, отрезчик (cutter), внутренний или внешний LAN-адаптер, внешняя клавиатура управления принтером"
								),
								"desc" => "<p>Модель TSC TTP-247 термо и термотрансферный принтер начального уровня.</p><p>Произведен тайваньской компанией TSC Auto ID Technology Co, бывшем подразделении Taiwan Semiconductor Co. (Известный мировой производитель с 1991 года. На Российском рынке с 2011 года.)</p><p>По характеристикам схож с зарекомендовавшим себя TTP-245 Plus.</p><h3 align='center'>Принцип работы</h3><ul><li>Термопечать: печатающая головка принтера нагревает бумажную этикетку с термопокрытием. Под воздействием тепла проявляется изображение.</li><li>Термотрансферная печать: термоголовка переносит тепло на красящую ленту (риббон). Красящий состав (воск, смола или воск/смола) расплавляется, и информация наносится на поверхность бирок. Метод похож на работу печатных машинок. Данные этикетки (нейлоновые и синтетические материалы) не стираются со временем, не подвержены действиям влажности и температур.</li></ul><p>Поддерживает линейные и двухмерные штрих-кода QR Code, Azte, PDF-417, Maxicode, DataMatrix.</p><p>Выпускается в типах TTP-247 и TTP-247UL.</p><h3 align='center'>Расшифровка аббревиатур</h3><ul><li>P - Centronics (LPT)</li><li>S - RS232 (COM-порт)</li><li>U - USB 2.0</li><li>R - намотчик этикеток</li><li>T - отделитель этикеток</li><li>С - отрезчик (cutter)</li></ul><p>Выполнен из ударопрочного пластика с двойными стенками в черном или белом цвете по стандарту качества ISO9001.</p><p>В комплектацию входит: принтер, краткое руководство по установке, диск с драйверами, программой дизайна этикеток,сетевой и интерфейсный (USB) кабели, блок питания.</p><h3 align='center'>Особенности</h3><p>Установка красящей ленты:</p><ul><li>При включении принтера программа автоматически определяет наличие риббона.</li><li>Режим печати (прямая термо или термотрансферная) устанавливается автоматически.</li><li>Если красящей ленты нет, вращающийся мотор с втулкой отключается, и начинается режим прямой термопечати.</li><li>Неплотно закрытая крышка принтера служит причиной некачественной печати.</li></ul><h3 align='center'>Установка внешнего держателя этикеток</h3><ul><li>При подсоединении внешнего держателя этикеток направляющие входят в специальные пазы принтера, расположенные снизу на задней части.</li><li>Протяните через специальные отверстия задней панели этикет-ленты.</li><li>Лицевая сторона располагается под тефлоновым валиком, под направляющими и над резиновым валиком.</li><li>В режиме отделения этикетки из поливинилхлорида не используются.</li><li>Принтер оснащен двумя двигателями для протяжки рулонов этикеток и красящей ленты, которые имеют низкий уровень шума.</li><li>Универсальный язык TSPL-EZ™.</li><li>Встроенные масштабируемые шрифты True Type (на базе Monotype®), гарантирующие качество печати.</li><li>Расширение Flash до 4 МБ за счет SD-карт.</li><li>SDRAM на 8 МБ.</li><li>Калибровки красящей ленты.</li><li>Установленные интерфейсы: параллельный, последовательный и USB 2.0.</li><li>Сетевая карта Enternet.</li><li>Использование рулона этикеток с внешним D до 214 мм и внешняя подставка под него.</li><li>Риббон длиной до 300 м.</li><li>Опционально поставляются: сканер, внешняя клавиатура, отделитель и резак.</li></ul><h3 align='center'>Датчики</h3><ul><li>Зазора - распознает габариты этикеток.</li><li>Подвижный датчик «черной метки» обеспечивает точность позиции информации на этикетке сложной формы по всей ширине печати.</li><li>Открытой печатающей головки - подает сигнал при незакрытой крышке.</li><li>Конца риббона — останавливает работу принтера, когда лента закончилась.</li></ul><p align='center'><iframe width='60%' height='370' src='https://www.youtube.com/embed/VQSGFtyQk1U' frameborder='0' allowfullscreen='allowfullscreen' data-link='https://www.youtube.com/watch?v=VQSGFtyQk1U'></iframe></p>",
								"advantages" => array(
									"Малые компактные размеры 240х200х164 мм.",
									"Вес 2,8 кг.",
									"Два мотора увеличивают ресурс термоголовки до 25 км.",
									"Высокоскоростной - 18 см/с при ширине печати до 10 см.",
									"Разрешение плотности печати 203 пикселей на дюйм.",
									"Осуществление поворота штрих-кода и штифта на 0, 90, 180, 270 градусов.",
									"Объём печати в день до 6000 бирок.",
									"Самодиагностика в режиме «FEED».",
									"Корпус гарантирует прочность и повышенную износоустойчивость при температуре +5 ~ 40°C, влажности от 20 до 85% , без конденсата.",
									"Условия хранения: температура от -40 до +60°C, 5 ~ 90% без конденсата.",
									"Открытая конструкция способствует быстрой замене печатающей головки и риббонов, резинового вала без специальных знаний и сложных инструментов.",
									"Для чистки принтера не требуется больших расходов: чистящий карандаш на основе спирта, тампоны, мягкая гладкая не хлопковая ткань.",
									"Вмонтированные часы помогают ориентироваться в процессах производственных операций.",
									"Соответствие правилам безопасности UL, CUL, TÜV/Safety, FCC Class B, CE Class B, C-Tick Class B."
								),
								"appAreas" => "<ul><li>Печать наклеек соответствия;</li><li>Маркировка изделий в торговле и промышленных предприятиях;</li><li>Инвентаризация на складах;</li><li>Документооборот в офисе и отделах кадров;</li><li>Этикетирование стеллажей, грузов при отправке и получении;</li><li>Отслеживание пробирок с анализов для контроля за состоянием здоровья пациентов и т.п.</li></ul>"
							)
						),
						"print01_029" => array(
							"title" => "TSC TTP-244",
							"article" => "",
							"link" => "/print01_029.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-ttp-224-1.jpg",
								"/new_images/print/tsc-ttp-224-2.jpg",
								"/new_images/print/tsc-ttp-224-3.jpg",
								"/new_images/print/printer-tsc-ttp-224-info.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать, Термотрансферная печать",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "до 104 мм/сек",
								"Макс. ширина печати" => "104 мм",
								"Интерфейс" => "RS-232, USB 1.1 (опционально - Centronics)"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать, Термотрансферная печать",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "до 104 мм/сек",
									"Макс. ширина печати" => "104 мм",
									"Интерфейс" => "RS-232, USB 1.1 (опционально - Centronics)",
									"Процессор" => "32bit RISC",
									"Память" => "2 Mb DRAM",
									"Flash-память" => "2 Mb Flash",
									"Мин. ширина печати" => "25 мм",
									"Макс. длина печати" => "1016 мм",
									"Мин. длина печати" => "10 мм",
									"Внешний диаметр ролика этикеток" => "109 мм (214 мм при использовании внешней подставки)",
									"Датчики" => "Разрыва между этикетками, Чёрной метки, Конца красящей ленты",
									"Максимальная длина красящего ролика" => "300 м",
									"Диаметр внутренней втулки красящего ролика" => "25,4 мм (1')",
									"Язык управления принтером" => "TSPL-2, EPL-2, ZPL-II",
									"Рекомендуемый объем печати (этикеток/день)" => "до 6000",
									"Размер принтера" => "232 x 288 x 156 мм",
									"Вес" => "2,8 кг",
									"Рабочая температура" => "0°С - 40°С",
									"Опционально" => "10/100 Mbit Ethernet, Wireless LAN, внешнюю подставку для рулона этикеток, внешний аккумулятор, CCD-сканер штрих-кода, внешнюю клавиатуру управления принтером этикеток."
								),
								"desc" => "<p>TSC TTP-244 - настольный принтер этикеток, осуществляющий термо и термотрансферную печать с разрешением 203 dpi.</p><p>Выпускается в модификациях: TTP-244 Plus и TTP-244 Pro. TSC TTP-244 Plus отличается габаритными размерами и занимает минимум свободного пространства.</p><table align='center' width='100%' border>
												<tbody align='center'>
													<tr>
														<td colspan='3'><b>Сравнительная таблица</b></td>
													</tr>
													<tr>
														<td><b>Параметры</b></td>
														<td><b>TTP-244 Plus</b></td>
														<td><b>TTP-244 Pro</b></td>
													</tr>
													<tr>
														<td><b>Размеры, мм</b></td>
														<td>232x156x288</td>
														<td>288X232x156</td>
													</tr>
													<tr>
														<td><b>Скорость, мм/с</b></td>
														<td>102</td>
														<td>127</td>
													</tr>
													<tr>
														<td><b>Для дизайна этикеток</b></td>
														<td>BarTender UL</td>
														<td></td>
													</tr>
												</tbody>
											</table><h3 align='center'>Особенности</h3><ul><li>Корпус принтера изготовлен из ударопрочного пластика, обеспечивающего надежную защиту оборудования.</li><li>Внешняя намотка красящей ленты - Out.</li><li>Автоматическое определение наличия риббона.</li><li>Отключение вращающегося мотора с втулкой при отсутствии красящей ленты и начало режима прямой термопечати.</li><li>Поддержка программируемых функций на языке BASIC (логических, циклических, арифметических, координация файлов и передача данных).</li><li>Производство до 4000 бирок в день.</li><li>Windows - совместимый графический редактор, создающий дизайн этикетки.</li><li>Отдельная установка Centronics, Ethernet и Wireless LAN.</li><li>Взаимодействие с программой 1С.</li></ul>",
											"advantages" => array(),
											"appAreas" => "<ul><li>Магазины одежды.</li><li>Станции техобслуживания автотранспорта.</li><li>Продуктовые супермаркеты.</li><li>Склады.</li><li>Почтовые отделения.</li><li>Логистические центры.</li><li>Сфера услуг.</li><li>Курьерские службы.</li><li>Медицинские учреждения.</li><li>Аптеки.</li></ul>"
							)
						),
						"sato_cl408e" => array(
							"title" => "Sato Label Printer CL408E",
							"article" => "",
							"link" => "/sato_cl408e.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Sato",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/sato-label-cl-408e-1.jpg",
								"/new_images/print/sato-label-cl-408e-2.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать и термотрансферная печать",
								"Скорость печати (max), мм/сек" => "150 мм/сек",
								"Ширина печати (max), мм" => "104",
								"Разрешение, dpi" => "203, 300 ",
								"Длина печати (max), мм" => "1249"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать и термотрансферная печать",
									"Скорость печати (max), мм/сек" => "150 мм/сек",
									"Ширина печати (max), мм" => "104",
									"Разрешение, dpi" => "203, 300 ",
									"Длина печати (max), мм" => "1249",
									"Процессор" => "32 bit RISC",
									"Интерфейсы" => "Параллельный IEEE 1284, Параллельный Centronics, RS232C (2400-19200 бод), RS232C скоростной (9600 - 57600 бод), USB (12 Мбит/сек), LAN (TCP/IP, 10/100BaseT), Twinax/Coax, RS422/485, Wireless LAN 802.11b",
									"Опции" => "Обрезчик, Диспенсер с отделителем подложки и намотчиком, Расширение памяти картой PCMCIA, Расширение ROM, Часы реального времени, Намотчик, SATO Smart Keyboard",
									"Толщина этикетки (min/max), мм" => "0,06 - 0,19 мм (плотность до 150 гр/м2)",
									"Память" => "18 М стандартно ОЗУ для хранения специальных символов, 4 М Флэш - Дополнительно, 16 М PCMCIA - Дополнительно",
									"Датчики" => "Перемещаемый датчик 'на просвет', датчик 'черной метки', автоматическая или программная настройка начала формы",
									"Питание В/Гц" => "115В/220В (± 10%), 50/60 Гц (± 1%)",
									"Габаритные размеры" => "271 х 430 х 321 мм",
									"Вес, кг" => "14"
								),
								"desc" => "<p>Принтер этикеток SATO LABEL PRINTER CL408E отличается высокой скоростью печати и большим объемом памяти. Благодаря мощному процессору увеличена производительность принтера. 16 Мб. оперативной и 2 Мб. flash памяти позволяют загружать дополнительные наборы шрифтов, графические шаблоны этикеток. Стоит отметить, что flash память может быть увеличена.</p><p>Для подключения SATO LABEL PRINTER CL408E к другим устройствам предусмотрены различные интерфейсы связи. Принтер SATO LABEL PRINTER CL408E отличается высоким качеством печати этикеток. Принтер приспособлен к работе в условиях повышенной влажности. Пользователь может выбрать способ печати, выбрать программное обеспечение для печати.</p><p>Принтер SATO LABEL PRINTER CL408E оборудован жидкокристаллическим дисплеем, на котором отображаются сообщения для пользователя. Принтер удобен в использовании и не требует специального обучения сотрудников. Прочный корпус защищает принтер SATO LABEL PRINTER CL408E от механических воздействий, что увеличивает срок эксплуатации принтера.</p><h3 align='center'>Особенности</h3><ul><li>Печать в режиме термо и термотрансферной печати.</li><li>Поддержка различных интерфейсов</li><li>Высокая скорость печати</li><li>Высокая производительность</li><li>Простота использования</li><li>Дополнительные устройства для отделения и отрезания этикеток</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"sato_cx400" => array(
							"title" => "Sato Label Printer CX-400",
							"article" => "",
							"link" => "/sato_cx400.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Sato",
								"метод_печати" => "термопечать термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/sato-cx400-1.jpg",
								"/new_images/print/sato-cx400-2.jpg", 
								"/new_images/print/sato-cx400-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термопечать и термотрансферная печать",
								"Скорость печати (max), мм/сек" => "100",
								"Ширина печати (max), мм" => "104 ",
								"Длина печати (max), мм" => "1270 ",
								"Разрешение, dpi" => "203"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термопечать и термотрансферная печать",
									"Скорость печати (max), мм/сек" => "100",
									"Ширина печати (max), мм" => "104 ",
									"Длина печати (max), мм" => "1270 ",
									"Разрешение, dpi" => "203",
									"Ширина бумаги" => "108 мм",
									"Опционально" => "Обрезчик, Диспенсер, Сервер печати, Внешний конвертер USB-Centronics, Модули расширения флэш памяти объемом 2 и 4 М, SATO Smart Keyboard",
									"Интерфейс управления" => "Стандартно: Параллельный Centronics, Последовательный RS232C (9600/19,2K/38,4K)<br>Дополнительные: USB, LAN (10 Base-T, 100- base TX)",
									"Термотрансферная красящая лента (риббон)" => "Макс. диаметр рулона - 38 мм",
									"Память" => "2MB DRAM, 2MB Flash ROM",
									"Датчики" => "Перемещаемый датчик «На просвет» для вырубных этикеток и ярлыков; Датчик метки на обратной стороне носителя; Датчик окончания ленты и носителя.",
									"Габаритные размеры" => "197 мм (Ш) x 257 мм (Г) x 164 мм (В)",
									"Вес, кг" => "3,7 кг (с внешним блоком питания)"
 								),
 								"desc" => "<p>Компактный термо- и термотрансферный принтер этикеток Sato Label Printer CX-400 предназначен для печати этикеток в небольших объемах (до 2000 в день). Имеет два режима печати.</p><p>Термотрансферный метод печати осуществляется путем наложения нагревательной головки на прижатый к бумаге термочувствительный красящий риббон. Расходуется, как и печатная поверхность (бумага, ткань и т.д.), так и сама красящая лента. Нанесенная информация практически не подлежит истиранию.</p><p>Термопечать осуществляется прямым нанесением рисунка, текста и штрихкода на термобумагу, что выходит экономнее.</p><p>Устройство обладает небольшими габаритами (около 20 см в высоту и 26 см ширину) и массой (менее 4 кг).</p><h3 align='center'>Особенности</h3><ul><li>Совместим с операционными система Windows (начиная от Win 95).</li><li>Модульная (опциональная) установка резчика, диспенсера или отделителя.</li><li>Поддержка интерфейсов USB 2.0, RS-232C Serial, Centronics.</li><li>Процессор RISC 32-разрядный.</li><li>Внутренняя (2 Мб) и внешняя (2 Мб) памяти.</li><li>Поддержка стандартных штрихкодов (EAN8-13, UPC, Codabar и др.).</li><li>Работа с дизайном через программу Label Gallery Free.</li><li>Соответствует стандартам экономии электроэнергии Energy Star.</li></ul>",
 								"advantages" => array(
 									"Опциональная установка интерфейса LAN.",
 									"Загрузка шаблонов этикеток в память принтера.",
 									"Стильный и компактный дизайн корпуса.",
 									"Высокая надежность.",
 									"Возможность выбирать необходимый вид печати для этикетки: прямого термонанесения или термотрансферную.",
 									"Высокая износостойкость и сопротивляемость информации истиранию при печати термотрансферным способом.",
 									"Экономичный расход материалов (печатного сырья и риббона) при любом типе печати, снижающий стоимость обслуживания."
 								),
 								"appAreas" => "<p>Принтер этикеток Sato Label Printer CX-400 незаменим в организациях, где нужно осуществлять качественную печать этикеток с графикой и штрихкодами. Устройство сконфигурировано как настольная оргтехника. </p><p>Идеально подходит для небольших и средних магазинов, медицинских и оздоровительных учреждений, складов и логистических центров с невысоким траффиком. Найдет применение в цехах производств, ориентированных на небольшие партии (например, меньше тысячи наименований в день).</p><p>Заказывайте у наших менеджеров компактный термотрансферный и термопринтер этикеток Sato Label Printer CX-400 по самой низкой цене. В нашей компании оформят заказ на это изделие и ответят на все связанные с этим вопросы.</p>"
							)
						),
						"printer-shtrihkoda-atol-bp21" => array(
							"title" => "Атол BP21",
							"article" => "",
							"link" => "/print/atol/printer-shtrihkoda-atol-bp21.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Атол",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "54_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/atol-bp21-1.jpg",
								"/new_images/print/atol-bp21-2.jpg",
								"/new_images/print/atol-bp21-3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термопечать",
								"Разрешение печати" => "203 dpi",
								"Ширина печати" => "54 мм",
								"Класс принтера" => "начальный",
								"Скорость печати, мм/с" => "до 127"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термопечать",
									"Разрешение печати" => "203 dpi",
									"Ширина печати" => "54 мм",
									"Класс принтера" => "начальный",
									"Скорость печати, мм/с" => "до 127",
									"Модуль отделителя этикеток" => "отсутствует",
									"Модуль отрезчика этикеток" => "отсутствует",
									"Внутренний смотчик" => "отсутствует",
									"Производитель" => "Атол",
									"Интерфейс подключения" => "USB, RS-232",
									"Процессор" => "32 bit",
									"Размеры" => "220 x 110 x 160 мм",
									"Вес" => "1,1 кг",
									"Использование драйверов" => "Windows2000, XP, Vista, 7, 8.",
									"Язык управления принтером" => "TSC",
									"Объём оперативной памяти" => "2 МБ",
									"Шрифты" => "от FONT0 до FONT8, упрощенный китайский, корейский, традиционный",
									"Наличие растровых шрифтов" => "допускающих расширение в 10 раз по вертикали и горизонтали",
									"Графика" => "BMP и PCX",
									"Наличие датчиков" => "Датчики наличия этикеток и «просвет»"
								),
								"desc" => "<p>Термопринтер АТОЛ BP21 был разработан в Российской компании АТОЛ, существующей с 2001 года.</p><p>Это бюджетный вариант принтера начального класса.</p><p>Имеет обтекаемый корпус из черного пластика. На управляющей панели две регулирующие кнопки и индикаторы питания и ошибок.</p><p>Принтер штрих кода АТОЛ BP21 печатает на чековых и этикет-лентах линейные штрих-кода Code 128, EAN 128, EAN13, EAN13+2, EAN13+5, Code 39, Code 93,UPC -A, UPC-A+2, UPC A+5, UPC -E, Codabar, Postnet, EAN8, EAN8+2, EAN8+5, UPE+2, ITF14, EAN14UPC-E+5, MSI, Plessey, Codabar, Postnet, EAN8, EAN8+2, EAN8+5, UPE+2, ITF14, EAN14UPC-E+5, MSI, Plessey, на чековых и этикет-лентах.</p><p>В комплектации: принтер этикеток, блок питания, сетевой и USB кабели, компьютерный диск с руководством.</p><h3 align='center'>Особенности</h3><ul><li>Клавиша управления протяжкой этикетки «Feed».</li><li>Кнопки паузы и открытия крышки принтера.</li><li>Тумблер для включения.</li><li>Рабочий режим — синий индикатор питания горит, красный нет.</li><li>Красный индикатор ошибки смигивает 2 раза - отсутствие ленты или принтер не детектирует зазор.</li><li>Красный и синий перемигиваются по очереди — перегрета печатающая головка.</li><li>Для качества печати и продления срока службы крышка принтера должна оставаться всегда закрытой.</li><li>Не переносит влажности (до 30%) и прямых солнечных лучей. Использование в отапливаемых помещениях.</li><li>Опционально поставляется наружный держатель ролика этикеток.</li></ul><p align='center'><iframe width='60%' height='370' src='https://www.youtube.com/embed/YourD5nY3Cw' frameborder='0' allowfullscreen='allowfullscreen' data-link='https://www.youtube.com/watch?v=YourD5nY3Cw'></iframe></p>",
								"advantages" => array(
									"Эргономичный дизайн.",
									"Поворот шрифта на 0°, 90°, 180°, 270°.",
									"Драйвера для подключения к компьютеру записаны в память принтера.",
									"Производительность до 1000 этикеток в день.",
									"Автоматическое переключение на другую ленту.",
									"Наличием печатающей головки японского производства для высокого качества печати. Срок службы не менее 1 года.",
									"Поворот штрифта на 0°, 90°, 180°, 270°.",
									"При эксплуатации операторам не обязательно иметь специальные навыки работы.",
									"Неприхотливость в обслуживании: скопившуюся грязь на головке и валике, остатки клея очищают мягкой тканью, смоченной в спирте."
								),
								"appAreas" => "<ul>Печатает этикетки<li>для маркировки на одежду,</li><li>продукты в розничной торговле,</li><li>документы в офисе,</li><li>ТМЦ в лаборатории, на складе,</li><li>в сфере логистики,</li><li>в фармацевтике и пр.</li><li>выдает чеки.</li></ul>"
							)
						),
						"argox_cp_2140" => array(
							"title" => "Argox CP-2140",
							"article" => "",
							"link" => "/argox_cp_2140.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термопечать термоперенос",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/argox-cp-2140-1.jpg",
								"/new_images/print/argox-cp-2140-2.jpg",
								"/new_images/print/argox-cp-2140-3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать и термоперенос",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "102 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "2540 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать и термоперенос",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "102 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "2540 мм",
									"Процессор" => "32 bit RISC",
									"Память" => "8MB DRAM, 4MB Flash ROM",
									"Интерфейс подключения" => "3Centronics (параллельный), RS-232 (последовательный), USB",
									"Габаритные размеры" => "273x225x186",
									"Вес" => "2.1 кг",
									"Использование языков" => "PPLA и PPLB",
									"Графика" => "PPLA и PCX",
									"Внутренняя Flash память" => "4 Mb (увеличение до 4 GB с microSD)",
									"Операционные системы" => "Windows и на основе ядра Linux",
									"Предназначен для работы в помещении при температура" => "+4°C до +38°C, влажности до 90% (без конденсации)",
									"Хранение" => "от -20°C до + 50°C"
								),
								"desc" => "<p>Принтер Argox CP-2140 представляет собой настольное устройство с термо- и термотрансферной печатью среднего класса фирмы Argox Informatio (основанной в Тайване в 1996 году). Печатает бирки, билеты на обычной и термобумаге, ткани и т.д. Использует непрерывная подачу, рулонную, высечку, фан-склад.</p><p>Имеет прочный пластиковый корпус светло-серого цвета с эргономичным дизайном.</p><p>Применяет штрихи 1D (код 39, UPC-A, EAN-13, EAN-8, HBIC, Codabar, Plessey, UPC2, UPC5, код 93, Postnet, UCC / EAN-128 UCC / EAN-128 K-MART, Telepen, FIM, и др.) и 2 D (PPLA / PPLB: MaxiCode, PDF417, QR-код и др.).</p><p>Соответствует классу А правил Федеральной комиссии связи (FCC).</p><p>Исполнен в трех вариантах: CP-2140, CP-2140Z (RS-232, USB) и CP-2140E (Ethernet-разъем).</p><p>Поставляется в комплекте: принтер, руководство по установке, CD ROM, шнур питания, адаптер питания, держатель и ограничитель ленты, 2 втулки и сердечник для риббона, USB кабель.</p><p>Дополнительно устанавливаются: гильотинный, ротационный или частичный резак, р RTC-карта для регулирования времени пребывания, стойка для наружных носителей.</p><h3 align='center'>Особенности</h3><ul><li>Расходные материалы - рулоны диаметром до 127 мм.</li><li>Загружает шрифт в формате True.</li><li>Размеры символов соответствуют стандартным 5 альфа-числовым: от 1,25 до 6,0 мм . Расширение до 24x24, 4 направления поворота от 0° ~ 270°.</li><li>Светоотражающий подвижный датчик (черной метки) и передающий с фиксированным центром (наличия бумаги) и открытия крышки принтера.</li><li>Ширина печати достигает 104 мм.</li></ul><p align='center'><iframe width='60%' height='370' src='https://www.youtube.com/embed/dhnzngEVyWA' frameborder='0' allowfullscreen='allowfullscreen' data-link='https://www.youtube.com/watch?v=dhnzngEVyWA'></iframe></p>",
								"advantages" => array(
									"За счет своих габаритов экономит рабочее пространство.",
									"Скорость печати 89 мм/с.",
									"Рассчитан на 5000 отпечатанных этикеток в день.",
									"4 режима автоматической калибровки.",
									"Использует этикет-ленты с внешней намоткой (OUT) 300 м, что снижает стоимость печати.",
									"Оптимизация рабочего процесса за счет уменьшения времени на замену риббона.",
									"Модульная конструкция удобна для обслуживания (смена катушки ленты).",
									"Бесшумная печать.",
									"Легкая интеграция принтера Argox CP-2140 в товаро-учетную систему организации за счет эмуляции языков программирования Zebra и Datamax.",
									"Ресурс печатной головки более 30 км."
								),
								"appAreas" => "<ul><li>Банки — документооборот,</li><li>магазины, супермаркеты и гипермаркеты — маркировка товаров,</li><li>склады, хранилища — инвентаризация и пр,</li><li>логистические центры — отслеживание транспортируемых грузов,</li><li>курьерские службы - доставка и прием,</li><li>аптеки и медицинские организации,</li><li>почтовые отделения,</li><li>гостиничный бизнес и пр.</li></ul><p><a href='http://sj-company.ru/instrukcii/instrukciya_dlya_argox_cp-2140.pdf' download=''>Скачайте инструкцию</a> по эксплуатации на сайте SJ-Company.</p>"
							)
						),
						"print01_datamax_e_mark_iii" => array(
							"title" => "Datamax E Mark-III",
							"article" => "",
							"link" => "/print01_datamax_e_mark_iii.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-e-mark3-1.jpg",
								"/new_images/print/datamax-e-mark3-2.jpg",
								"/new_images/print/datamax-e-mark3-3.jpg",
								"/new_images/print/datamax-e-mark3-4.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термотрансферная печать",
								"Максимальная ширина печати" => "4,25’’ (108 мм) при 203dpi, 4,16`` (106 мм) при 300dpi",
								"Скорость печати" => "101 мм/с (Basic), 127 мм/с (Advanced), 162 мм/с при 203dpi и 127 мм/с при 300dpi (Professional)",
								"Максимальный диаметр рулона" => "127 мм (Basic и Advanced), 182,8мм (Professional)",
								"Память" => "64Mb Flash/16Mb DRAM"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термотрансферная печать",
									"Максимальная ширина печати" => "4,25’’ (108 мм) при 203dpi, 4,16`` (106 мм) при 300dpi",
									"Скорость печати" => "101 мм/с (Basic), 127 мм/с (Advanced), 162 мм/с при 203dpi и 127 мм/с при 300dpi (Professional)",
									"Максимальный диаметр рулона" => "127 мм (Basic и Advanced), 182,8мм (Professional)",
									"Память" => "64Mb Flash/16Mb DRAM",
									"Интерфейс" => "USB 2.0 Serial RS232 (Basic), USB 2.0, Serial RS232, Parallel Bi-directional, 10/100 BaseT Ethernet (Advanced), USB 2.0, Serial RS232, Parallel Bi-directional, 10/100 BaseT Ethernet (Professional), USB Host, Bluetooth v2.0 (Professional Plus)",
									"Размеры" => "203*187*282 мм (Basic и Advanced),<br>203*243*356 мм(Professional)",
									"Вес" => "2,4 кг(Basic и Advanced)<br>2,5 кг(Professional)",
									"Дисплей" => "2 цветовых индикатора 3 цветов (Basic и Advanced), 2 цветовых индикатора 3 цветов, монохромный дисплей, система конфигурации меню, звуковое предупреждение, часы (Professional)"
								),
								"desc" => "<p>Принтер этикеток Datamax E Mark-III - настольный термопечатающему устройству начального класса. Выпущен американской компанией Datamax, основанной в 1977 году.</p><p>Использует термотрансферную и термо- печать на этикетках с черными метками, пропусками, выкусами, в рулоне.</p><p>E-серия использует риббоны с намоткой OUT и IN, что решает проблемы с их выбором.</p><p>Считывает 1D штрих-кода (Codabar, Plessey, Code 3 of 9, UPC-A, UPC-E, Interleaved 2 из 5 , Code 128, EAN-13, EAN-8, HBIC, Interleaved 2 из 5 с модулем 10, Code 93, Postnet, UCC/EAN Code 128); и 2D (DataMatrix, QR Code, UPS MaxiCode, FIM, PDF-417, Aztec, Code 128 с авто Subset Switching, GS1 Databar (RSS), TCIF Linked Bar Code 3 из 9 (TLC39), MicroPDF 417).</p><p>Соответствует требованиям стандарта по безопасности IEC 60950- 1:2001 и FCC CFR 47.</p><p>Класс A EMC:EN 55022 (2006).</p><p>Выполнен из прочного армированного пластика (с двумя стенками) светло-серого цвета.</p><p>Приспособления, поставляющиеся отдельно: дополнительная память, датчик отпечатанной этикетки, наружный нож, наружная подставка для рулона.</p><h3 align='center'>Особенности</h3><ul><li>Datamax E Марк III Basic — стандартный набор функций с подключенными интерфейсами USB и RS-232. Дополнительно устанавливаются термоголовка с разрешением печати 300 пикселей на дюйм, отделитель этикеток.</li><li>Отдельный устройство для термотрансферной печати.</li><li>Datamax E Марк III Advanced — параллельный интерфейс и Ethernet-порт. 
									Перемещаемый датчик этикеток задает определенные данные для изготовления бирок разных форм (прямоугольных, квадратных, овальных и пр.).</li><li>Datamax E Марк III Professional — интерфейсы ( USB-host, Wi Fi и Bluetooth), графический дисплей с навигационным меню, часы, звуковой сигнал.</li><li>Datamax E Марк III Professional Plus - увеличенное внутреннее пространство для заправки этикеток (бумаг, сложенных стопкой). Замок для сохранности расходного материала от несанкционированного доступа. Связь Wi Fi и Bluetooth. LCD дисплей.</li><li>Поддержка языков управления: DPL, BPL, ZPL, EPL, IPL.</li><li>Резидентные шрифты: 10 алфавитно-цифровых величиной от 2 мм до 6 мм, включая OCR-B, OCR-A.Расширяются вертикально и горизонтально до 24x.</li><li>Шрифт CG Triumvirate ™ от AGFA®.</li><li>Печать по четырем сторонам: 0 °, 90 °,180°, 270°.</li><li>Загружаемые виды шрифтов: AGFA® Intellifont ™,True-Type, Bitmap.</li><li>50 кодовых страниц-резидентов IBM® 850 включает символы европейских стран.</li><li>Производит 2000 этикеток в день.</li><li>Герметичная панель управления защищает от попадания внутрь принтера жидкостей и пыли.</li><li>Она состоит из двух световых индикаторов и одной многофункциональная кнопки для: подачи материала для следующей этикетки, печати этикетки с сетевым отчетом, быстрой калибровки, сброса данных принтера и возврата их к заводским значениям, отмена партии, возобновления печати, очистки ошибки.</li><li>Оптимальная температура работы от +4°C до +35°C.</li></ul><p align='center'><iframe src='https://player.vimeo.com/video/23200656' width='640' height='360' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p>",
									"advantages" => array(
										"Одна ременная передача. Все элементы монтированы на литой алюминиевой станине — залог долговечности конструкции и стабильности работы всех характеристик.",
										"Использование риббонов на дюймовой втулке экономит на расходных материалах. Снижает общие затраты на принтера.",
										"Упрощенная заправка рулонов этикеток.",
										"Применение увеличенной длины риббона (до 300 м).",
										"Смена печатающей головки с 200 пикселей на дюйм на 300 пикселей на дюйм для повышения качества печати.",
										"Операционная система принтера взаимодействует с языками PL-Zebra, PL-Boca, PL-Intermec, PL-Eltron, XML Enabled.",
										"Не требует системная интеграция.",
										"Сокращение отходов материала.",
										"Графика в формате BMP, PCX, IMG."
									),
									"appAreas" => "<ul><li>Банки - адресные этикетки на корреспонденцию;</li><li>пищевая и химическая промышленности;</li><li>розничная торговля;</li><li>ювелирные магазины;</li><li>склады;</li><li>государственные учреждениях - маркировка архива документов;</li><li>медицинские (браслеты пациента) и фармацевтические сферы (аптеки);</li><li>почтовая служба - метки доставки, маршрутизация посылок;</li><li>музеи и индустрия развлечений — печать билетов;</li><li>электроника и автомобилестроение.</li></ul>"
							)
						),
						"sato_cg" => array(
							"title" => "Sato CG",
							"article" => "",
							"link" => "/sato_cg.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Sato",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi 305_dpi",
								"ширина_печати" => "105_мм 56_мм",
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/sato-cg-1.jpg",
								"/new_images/print/sato-cg-2.jpg",
								"/new_images/print/sato-cg-3.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати " => "203, 305 dpi",
								"Ширина области печати (макс.)" => "56 мм",
								"Скорость печати (макс.)" => "до 100 мм/сек",
								"Стандартная память" => "4MB Flash ROM, 8MB RAM",
								"Интерфейсы" => "USB + RS232C, USB + LAN, Дополнительно : External SATO Wireless LAN"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати " => "203, 305 dpi",
									"Ширина области печати (макс.)" => "56 мм",
									"Скорость печати (макс.)" => "до 100 мм/сек",
									"Стандартная память" => "4MB Flash ROM, 8MB RAM",
									"Интерфейсы" => "USB + RS232C, USB + LAN, Дополнительно : External SATO Wireless LAN",
									"Опции" => "Отрезчик, отделитель этикетки, RFID HF Kit 13,56Mhz, Wireless LAN (802.11 b/g auto switching), SATO Keypad, намотчик, SATO Label Gallery™ и пр.",
									"Тип печати" => "термопечать и термотрансферная печать"
								),
								"desc" => "<p>Принтер Sato CG series предназначен для печати штрих кода высокого качества. Скорость печати составляет 100 мм/сек. Принтер Sato CG series отличается высокой производительностью и доступной ценой. Принтер печатает методом термопечати и термотрансферной печати. Поддержка стандартных интерфейсов обеспечивает простое и быстрое подключение принтера Sato CG series к другим устройствам. При необходимости возможна установка внешнего WiFi-модуля.</p><p>Настольный принтер Sato CG series является экономичным решением для использования в сфере медицинских услуг, например для печати браслетов, для использования в аптеках, где необходима печать этикеток небольшого размера.</p><p>Принтер Sato CG series очень надежен и долговечен. Кроме того, принтер обладает антибактериальным корпусом. Данная особенность позволяет использовать принтер на пищевых производствах или медицинских учреждениях.</p><p>Принтер Sato CG series обладает широким спектром возможностей, в число которых входит возможность печати этикеток небольшого размера. Кроме того принтер удобен в использовании и прост в обслуживании. Принтер Sato CG series отличается компактными размерами и небольшим весом.</p><h3 align='center'>Особенности</h3><ul><li>Высокая производительность</li><li>Отличное качество печати</li><li>Мультиинтерфейсность</li><li>Антибактериальный корпус</li><li>Простота использования и обслуживания</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td colspan='3'><b>Основные характеристики Sato CG</b></td>
		</tr>
		<tr>
			<td><b>Модель</b></td>
			<td><b>CG208 / CG212</b></td>
			<td><b>CG408 / CG412</b></td>
		</tr>
		<tr>
			<td><b>Разрешение</b></td>
			<td>203, 305 dpi</td>
			<td>203, 305 dpi</td>
		</tr>
		<tr>
			<td><b>Ширина области печати (макс.)</b></td>
			<td>56 мм</td>
			<td>105 мм</td>
		</tr>
		<tr>
			<td><b>Скорость печати (макс.)</b></td>
			<td>до 100 мм/сек</td>
			<td>до 100 мм/сек</td>
		</tr>
		<tr>
			<td><b>Стандартная память</b></td>
			<td>4MB Flash ROM, 8MB RAM</td>
			<td>4MB Flash ROM, 8MB RAM</td>
		</tr>
		<tr>
			<td><b>Интерфейсы</b></td>
			<td>USB + RS232C, USB + LAN, Дополнительно : External SATO Wireless LAN</td>
			<td>USB + RS232C, USB + LAN, USB + IEEE1284</td>
		</tr>
		<tr>
			<td><b>Опции</b></td>
			<td>Отрезчик, отделитель этикетки, RFID HF Kit 13,56Mhz, Wireless LAN (802.11 b/g auto switching), SATO Keypad, намотчик, SATO Label Gallery™ и пр.</td>
			<td>Отрезчик, отделитель этикетки, часы реального времени, намотчик, sato label Gallery™, Bluetooth и пр.</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"sato_xl" => array(
							"title" => "Sato XL",
							"article" => "",
							"link" => "/sato_xl.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Sato",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "100_мм",
								"интерфейсы" => "USB RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/sato-xl-1.jpg"
							),
							"primaryProps" => array(
								"Разрешение" => "203 / 300 dpi",
								"Ширина области печати (макс.)" => "100 мм",
								"Ширина этикетки с подложкой" => "32 - 105 мм",
								"Длина печати со стандартной памятью (макс.)" => "300 / 240 мм",
								"Скорость печати (макс.)" => "203 / 152 мм/c"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение" => "203 / 300 dpi",
									"Ширина области печати (макс.)" => "100 мм",
									"Ширина этикетки с подложкой" => "32 - 105 мм",
									"Длина печати со стандартной памятью (макс.)" => "300 / 240 мм",
									"Скорость печати (макс.)" => "203 / 152 мм/c",
									"Стандартная память" => "2 Mb S DRAM, 2 Mb Flash",
									"Интерфейсы" => "Standard: RS- 232C Option Parallel: IEEE 1284, Centronics; LAN: 10/100BaseT, WLAN:IEEE802.11b; USB; RS-422/485",
									"Опции" => "Stacker, Rewinder, Memory Expansion, Real-Time Clock"
								),
								"desc" => "<p>Принтер SATO XL прост в обслуживании, замена расходных материалов осуществляется за короткое время. Во время замены расходных материалов производится автоматическая калибровка. В случае необходимости принтер SATO XL может быть опционально дополнен отрезателем, намотчиком, накопительным лотком. Принтер SATO XL работает в термотрансферном и термо режиме печати.</p><p>Небольшие размеры и эргономичный дизайн позволяют установить принтер SATO XL в ограниченном пространстве. Для простоты использования предусмотрен ЖК-дисплей с удобной панелью управления. Принтер SATO XL прост в установке и удобен в эксплуатации. Высокую производительность обеспечивает мощный 32 битный RISC процессор.</p><p>Принтер SATO XL обладает возможностью автоматического переключения между RS232 последовательным и Centronics параллельным портом. Данная особенность обеспечивает простое и гибкое подключение SATO XL.</p><h3 align='center'>Особенности</h3><ul><li>Возможность установки намотчика, ножа</li><li>Термо и термотрансферная печать</li><li>Высокая производительность</li><li>Удобство использования</li><li>Надежность и долговечность</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"intermec_pf8d" => array(
							"title" => "Intermec PF8d",
							"article" => "",
							"link" => "/intermec/intermec_pf8d.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Intermec",
								"метод_печати" => "термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм 106_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/intermec-pf8d-1.jpg",
								"/new_images/print/intermec-pf8d-2.jpg",
								"/new_images/print/intermec-pf8d-3.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термопечать",
								"Разрешение печати" => "203 dpi",
								"Ширина печати" => "104 мм",
								"Скорость печати" => "101 мм/сек",
								"Память" => "4 Мб флэш-памяти, 8 Мб DRAM"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термопечать",
									"Разрешение печати" => "203 dpi",
									"Ширина печати" => "104 мм",
									"Скорость печати" => "101 мм/сек",
									"Память" => "4 Мб флэш-памяти, 8 Мб DRAM",
									"Красящая лента" => "274,32 м (PF8t)",
									"Рекомендуемый объем печати в день" => "до 1 000шт",
									"Рабочая температура" => "5°С до 40°С",
									"Ширина этикетки с подложкой" => "от 25,4 мм до 118 мм",
									"Интерфейс" => "RS-232, USBv2.0 и Centronics",
									"Питание В/Гц" => "Отдельный блок питания, Вход: 100–240В AC/50–60 Гц, 1.9 А, Выход: 24 В DC, 3.0 А",
									"Габаритные размеры" => "218 * 116 * 168 мм",
									"Вес, кг" => "2.0 кг"
								),
								"desc" => "<p>Принтер Intermec PF8d осуществляет печать в режиме прямой печати. Для создания этикеток в комплект поставки входит программное обеспечение LabelShop® START. Принтер Intermec PF8d рассчитан на печать небольшого объема этикеток, около 1000 штук.</p><p>Принтер Intermec PF8d необычайно прост в обслуживании. Замена расходных материалов осуществляется за считанное время. Принтер подходит для использования в сфере здравоохранения, в сфере транспорта, в сфере торговли. Компактные размеры позволяют поместить принтер Intermec PF8d в ограниченном пространстве.</p><p>При необходимости на этикетках возможна печать даты, времени. Печать этикеток высокого качества. Принтер Intermec PF8d доступен в двух модификациях. Принтер отличается бесшумной работой, прочностью и надежностью. Корпус принтера защищает внутренние элементы от воздействия влаги и пыли.</p><h3 align='center'>Особенности</h3><ul><li>Поддержка Ethernet</li><li>Печать этикеток объемом до 1000 шт</li><li>Прочная конструкция</li><li>Компактные размеры</li><li>Простота использования и обслуживания</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"intermec_pf8t" => array(
							"title" => "Intermec PF8t",
							"article" => "",
							"link" => "/intermec/intermec_pf8t.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Intermec",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "106_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/intermec-pf8t-1.jpg",
								"/new_images/print/intermec-pf8t-2.jpg",
								"/new_images/print/intermec-pf8t-3.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термопечать, Термотрансферная печать",
								"Разрешение печати" => "300 dpi",
								"Ширина печати" => "106 мм",
								"Скорость печати" => "101 мм/сек",
								"Интерфейс" => "RS-232, USBv2.0 и Centronics"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термопечать, Термотрансферная печать",
									"Разрешение печати" => "300 dpi",
									"Ширина печати" => "106 мм",
									"Скорость печати" => "101 мм/сек",
									"Интерфейс" => "RS-232, USBv2.0 и Centronics",
									"Память" => "4 Мб флэш-памяти, 8 Мб DRAM",
									"Объем печати" => "до 1 000шт в день",
									"Ширина этикетки с подложкой" => "от 25,4 мм до 118 мм",
									"Диаметр ролика этикетки" => "127 мм",
									"Красящая лента" => "274,32 м",
									"Габариты" => "285 * 172 * 226 мм",
									"Вес" => "2.5 кг",
									"Рабочая температура" => "От +5°С до +40°С"
								),
								"desc" => "<p>Принтер Intermec PF8t отличается надежностью, высоким качеством печати. Процесс настройки и обслуживания принтера Intermec PF8t значительно упрощен. Поддержка технологии Connect-to-Print от Intermec ускоряет процесс печати этикеток. Принтер Intermec PF8t сочетает в себе низкую стоимость и высокое качество, надежность. Для создания этикеток в комплекте поставляется специальная утилита, а так же все необходимые драйверы.</p><p>Уникальная конструкция принтера Intermec PF8t позволяет осуществлять быструю замену расходных материалов. Благодаря компактным размерам принтер Intermec PF8t легко впишется в ограниченное рабочее пространство. Печать этикеток высокого качества осуществляется методом термотрансферной печати.</p><p>Принтер рассчитан на печать небольшого объема этикеток в количестве 500-1000 штук. Устройство способно работать с редкими, нестандартными шрифтами. Принтер Intermec PF8t поддерживает Ethernet , интерфейс USB.</p><h3 align='center'>Особенности</h3><ul><li>Низкая стоимость</li><li>Высокое качество печати</li><li>Компактные размеры</li><li>Поддержка беспроводных интерфейсов связи</li><li>Простота использования</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"argox_os_2140" => array(
							"title" => "Argox OS 2140",
							"article" => "",
							"link" => "/argox_os_2140.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Argox",
								"метод_печати" => "термоперенос термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/argox-os-2140.jpg",
								"/new_images/print/argox-os-2140-1.jpg",
								"/new_images/print/argox-os-2140-2.jpg",
								"/new_images/print/argox-os-2140-inf.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термопечать и термоперенос",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "102 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "1270 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термопечать и термоперенос",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "102 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "1270 мм",
									"Процессор" => "32 bit RISC",
									"Память" => "8MB DRAM, 4MB Flash ROM",
									"Интерфейс подключения" => "RS-232, USB 2.0",
									"Габаритные размеры" => "278 x 186 x 165 мм",
									"Вес" => "2 кг"
								),
								"desc" => "<p>Японский принтер Argox OS 2140 представляет собой изделие для печати этикеток со штрих-кодами.</p><p>Устройство использует метод термотрансферной печати. В этом случае с помощью термоголовки бумага прижимается к риббону (красящей ленте) и отпечатывается текст. В качестве расходных материалов выступают рулоны бумаги диаметром до 109 мм и красящей ленты до 37 мм. Бумага отделяется вручную оператором.</p><p>Позволяет наносить штрих-коды и текст.</p><p>Применяется с операционными системами Windows XP и новее, а также Linux.</p><h3 align='center'>Особенности</h3><ul><li>Использование языков Zebra, Datamax.</li><li>Ширина печати до 104 мм.</li><li>Предназначен для работы в помещении, на столе.</li><li>Внутренняя память 4 Mb Flash (карты microSD до 4 GB).</li><li>Датчики открытия головки, черной метки и наличия бумаги.</li><li>Поддержка интерфейсов RS-232 и USB 2.0.</li><li>Печать линейных и двумерных штрихкодов: QR Code, MaxiCode, PDF417, Code 39, UPC-A, MSI и др.</li></ul>",
								"advantages" => array(
									"Рассчитан на печать до 5000 этикеток в день.",
									"Простой доступ к риббону и ленте.",
									"Скорость печати до 104 мм в секунду.",
									"Высокая надежность – ресурс печатной головки более 30 км изображений и текста.",
									"Опциональная установка отделителя этикеток."
								),
								"appAreas" => "<p>Принтер этикеток Argox OS 2140 применяется в банковском деле и любой области торговли: пищевой, хозяйственной, в магазинах одежды и электроники, гипермаркетах. Предназначен также для работы со складским учетом, в хранилищах, в сфере оказания услуг ремонта и пошива. Пригодится в логистических центрах и курьерских службах для систематизации транспортируемых товаров. Используется в аптеках и медицинских учреждениях.</p><p>Приобретайте термопринтер OS 2140 от японской компании Argox у наших менеджеров по самым низким ценам. В нашей компании оформят ваш заказ и ответят на все вопросы касательно изделия.</p>"
							)
						),
						"zebra_gt800" => array(
							"title" => "Zebra GT800",
							"article" => "",
							"link" => "/zebra_gt800.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232 LPT Ethernet"
							),
							"images" => array(
								"/new_images/print/zebra-gt800-1.jpg",
								"/new_images/print/zebra-gt800-2.jpg",
								"/new_images/print/zebra-gt800-3.jpg",
								"/new_images/print/zebra-gt800.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термопечать/Термотрансферная печать",
								"Качество печати" => "203 dpi",
								"Скорость печати" => "127 мм в секунду",
								"Максимальная ширина печати" => "104 мм",
								"Максимальная длина печати" => "991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термопечать/Термотрансферная печать",
									"Качество печати" => "203 dpi",
									"Скорость печати" => "127 мм в секунду",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длина печати" => "991 мм",
									"Диаметр рулона этикеток" => "127 мм",
									"Материал корпуса" => "Двухслойный термопластик",
									"Память" => "8 Mb Flash, 8 Mb SDRAM",
									"Тип расходных материалов" => "Непрерывный, этикетки с пропусками в рулоне, с черными метками, с выкусами",
									"Намотка красящей ленты" => "OUT 300 м",
									"Интерфейсы" => "RS232, USB, LPT Опционально: LAN",
									"Внутренние шрифты" => "Шрифт 10 буквенно-цифровых видов шрифта",
									"Печатаемые штрих-коды" => "1D: Сode 39, Code 39C, Code 93, Code128UCC, Code128 subsets A.B.C, Code 11, Codabar,  Interleave 2 of 5, EAN-8, EAN-13, EAN-128, UPC-A, UPC-E, EAN and UPC 2(5) digital  add-on, MSI, PLESSEY, POSTNET<br>2D: Barcode PDF-417, Maxicode, DataMatrix, MicroPDF417",
									"Температура эксплуатации" => "5°С - 41°С",
									"Температура хранения" => "-40°С - 60°С",
									"Язык управления принтером" => "EPL, EPL2, ZPL II, Web View, Alert, ZBI",
									"Размеры мм" => "197х184х273 ШхВхГ",
									"Вес" => "5 кг"
								),
								"desc" => "<p>Термо/термотрансферный принтер Zebra GT800 прекрасно подойдет для использования на малых и средних предприятиях, где необходимо печатать небольшой объем этикеток, и при этом быть уверенным, что принтер не откажет в самый неподходящий момент.</p><h3 align='center'>Особенности</h3><p>Одна из главных особенностей принтера GT800 по сравнению с более младшими моделями в начальном классе - возможность установки рулонов красящей ленты с намоткой до 300 метров. В других принтерах начального класса от компании Zebra этот показатель составляет 74 метра. Выходит, что в данном принтере производить замену ленты нужно будет в 4 раза реже. В случае с небольшими объемами печати, можно заправить один рулон ленты и забыть о смене расходников на длительное время.</p><p>Еще одной важной особенностью принтера этикеток Zebra GT800 является его цена. Теперь приобрести продукцию именитого американского бренда Zebra можно по конкурентным рыночным ценам.</p><p>Так же стоит отметить интерфейсы принтера. По умолчанию их 3: USB, RS-232 и LPT, опционально можно дополнить сетевым интерфейсом LAN. Благодаря им, принтер легко подключить практически к любому устройству или же интегрировать в любую структуру. 8Мб оперативной памяти позволяют принтеру быстро обрабатывать поступающие на него задачи по печати, а скорость в 127 мм/сек делают работу с принтером быстрой и комфортной.</p>",
								"advantages" => array(
									"Надежная конструкция",
									"Удобное управление",
									"Низкая цена",
									"Возможность загрузки больших рулонов красящей ленты"
								),
								"appAreas" => array()
							)
						),
						"print01-honeywell-pc42t" => array(
							"title" => "Honeywell PC42t",
							"article" => "",
							"link" => "/print01-honeywell-pc42t.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Honeywell",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232 Ethernet"
							),
							"images" => array(
								"/new_images/print/honeywell-pc42t-1.jpg",
								"/new_images/print/honeywell-pc42t-2.jpg",
								"/new_images/print/honeywell-pc42t-3.jpg",
								"/new_images/print/honeywell-pc42t.png"
							),
							"primaryProps" => array(
								"Тип печати" => "термопечатьб термотрансферная печать",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "104,1 мм",
								"Макс. скорость печати" => "101,6 мм/с",
								"Дисплей" => "кнопка подачи и светодиодный индикатор"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "термопечатьб термотрансферная печать",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "104,1 мм",
									"Макс. скорость печати" => "101,6 мм/с",
									"Дисплей" => "кнопка подачи и светодиодный индикатор",
									"Интерфейсы для подключения к ПО" => "RS232 (последовательный), USB (host и client), Ethernet (сетевая локальная сеть). Переходный USB кабель (параллельный) адаптирует принтер Honeywell PC42t в уже существующую рабочую линию.",
									"Совместимость с языками программирования" => "ZPL-II и EPL, DP.",
									"Протоколы последовательной связи и управления потоками" => "XON/XOFF, RTS/CTS",
									"Сетевые протоколы" => "TCP/IP (TCP, UDP, ICMP, IGMP), DHCP, BOOTP, LPR, FTP, веб-страница и Telnet 9100, IPv4",
									"Дополнительно (установка пользователем)" => "кабель-адаптер для параллельного интерфейса",
									"Дополнительно (установка на заводе-изготовителе)" => "внутренний Ethernet, последовательный порт",
									"Память" => "Стандартная: 64 Мбайт флэш-памяти, 64 Мбайт SDRAM Дополнительная: до 32 Гбайт (с помощью USB-накопителя, приобретаемого пользователем), формат FAT16 или FAT32",
									"Мощность" => "Вход: 100–240 В~, 50–60 Гц, 1,5 А Выход: 24 В постоянного тока, 2,5 А",
									"Температура хранения" => "–40 ... +60 °C, относительная влажность 10–90 %",
									"Температура эксплуатации" => "+5 ... +40 °C, относительная влажность 10–80 % (без конденсации)",
									"Вес" => "2,5 кг",
									"Размеры (Д x Ш x В)" => "297 x 226 x 177 мм"
								),
								"desc" => "<p>Honeywell PC42t – принтер настольного исполнения начального класса. Первая бюджетная модель американского производителя Honeywell, известного в России с 1974 года.</p><p>Нанесение 1D (EAN-8, EAN-13, HBIC, Code 93,Codabar, Plessey, Code 3 of 9, UPC-A, UPC-E, Postnet, Interleaved 2 из 5 , Code 128, UCC/EAN Code 128 Interleaved 2 из 5 с модулем 10) и 2D штрихкодов (QR Code, FIM, UPS MaxiCode, PDF-417, Aztec, DataMatrix, GS1 Databar (RSS), TCIF Linked Bar Code 3 из 9 (TLC39), Code 128 с авто Subset Switching, MicroPDF 417) обычных размеров, элементов графики и изображений с помощью прямой термопечати и термотрансферной.</p><p>Производит печать на этикетках белого цвета ТОП и ЭКО (в несколько рядов) и прозрачных (по всей площади, с выкусами и боковой черной меткой).</p><p>Имеет сертификат ISO 9001 для деятельности в России.</p><p>Исполнен в черном цвете.</p><h3 align='center'>Особенности</h3><ul><li>Адаптер с внутренним D= 25,4 мм устанавливает риббон с намоткой OUT и длиной до 300 м.</li><li>Объем печати этикеток до 1500 в день.</li><li>Языки интерфейса: русский, английский, китайский, корейский, испанский, португальский.</li><li>Монитор LED.</li><li>Ширина печати достигает 104 мм.</li><li>Использование этикеток с шириной от 13 мм.</li><li>Для максимальной совместимости содействует языкам печати ZSim (ZPL-II), ESIM (EPL), Direct Protocol (DP).</li><li>Опционально подключается LPT.</li></ul><p align='center'><iframe width='60%' height='370' src='https://www.youtube.com/embed/PhwBg4SBgF8' frameborder='0' allowfullscreen='allowfullscreen' data-link='https://www.youtube.com/watch?v=PhwBg4SBgF8'></iframe></p>",
								"advantages" => array(
									"Удобная конструкция из прочного пластика.",
									"Армирование блока питания для увеличения долговечности устройства.",
									"Управление при помощи одной клавиши и светового индикатора.",
									"Риббоны длиной до 300 м.",
									"Использование красящих лент и этикеток больших размеров для бесперебойной работы.",
									"Прямая термопечать экономит затраты на расходные материалы (при сроке хранения маркированного товара до шести месяцев).",
									"Термотрансферная печать гарантирует качество четких оттисков на все время использования(не менее 3-х лет)."
								),
								"appAreas" => "<ul><li>Торговые предприятия- ценники, этикетки на изделия, на тару, печать накладных;</li><li>Логистика — транспортные листы, этикетки местоположения;</li><li>Транспорт — посадочные талоны, билеты;</li><li>Здравоохранение — медицинские браслеты идентификации;</li><li>Лаборатории — маркировка пробирок с анализами;</li><li>Аптеки- приходование лекарств и пр.</li></ul>"
							)
						),
						"brother-pt-1280vp" => array(
							"title" => "Brother PT-1280VP",
							"article" => "",
							"link" => "/brother-pt-1280vp.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
								"разрешение_печати" => "180_dpi"
							),
							"images" => array(
								"/new_images/print/brother-pt-1280vp-2.jpg",
								"/new_images/print/brother-pt-1280vp-1.jpg",
								"/new_images/print/brother-pt-1280vp-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "10 мм/сек",
								"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм",
								"Разрешение" => "180 dpi",
								"Размеры (Ш x Г x В)" => "180х190х70 мм",
								"ЖК-дисплей" => "1 строка (15 знаков)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "10 мм/сек",
									"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм",
									"Разрешение" => "180 dpi",
									"Размеры (Ш x Г x В)" => "180х190х70 мм",
									"ЖК-дисплей" => "1 строка (15 знаков)",
									"Клавиатура" => "QWERTY",
									"Память" => "268 знаков",
									"Питание" => "от сети (адаптер входит в комплект) или от 6 х 1,5 батареек ААА (поставляется отдельно)",
									"Автоматическая обрезка" => "Нет",
									"Повторная печать" => "Есть",
									"Зеркальная печать" => "Есть",
									"Печать в несколько строк" => "Есть",
									"Вертикальная печать" => "Есть",
									"Вес" => "0.470 кг"
								),
								"desc" => "<p>Компания Brother представляет две новые модели настольных принтеров - P-Touch PT-1280 и PT-1280VP. Практически эти две модели одинаковы, но производитель предоставляет это устройство в разных комплектациях. В простую поставку входят непосредственно принтер, кассета с пленкой и руководство пользователя. А вот новоявленный пользователь PT-1280VP к вышеизложенному, получит ластиковый кейс для транспортировки, запасную кассету с пленкой и блок питания от электросети.</p><p>Если сравнивать модель Brother PT-1280VP RUS с более ранней версией, то кардинальных функциональных отличий не много. К наиболее ощутимым можно отнести QWERTY-клавиатуру, которая состоит из 61 клавиши, и предварительный просмотр наклейки перед печатью. Прибавилось еще три символа в способностях экрана, которые сразу пользователь и не заметит. Удивило сокращение в принтере Brother PT-1280VP календаря-часов и уменьшенная встроенной памяти.</p><p>Brother PT-1280VP - очень элегантный настольный ленточный принтер-маркиратор. Обладает большими возможностями при небольших размерах. Надпись, выполненная на этом принтере устойчива к истиранию, не боится влаги и большинство химических веществ, например, масла и кислоты. Наклейка выдерживает температурный диапазон в -50 - +150°C. Технические показатели говорят сами за себя. Наклейка, полученная PT-1280VP, в буквальном смысле слова универсальная! Вы можете наклеить где угодно! Маркировать ею продукты на заморозку, наклеить на фасад дома, промаркировать банки с консервацией, обозначить офисные папки и т.д.</p><p>Если вы хотите купить Brother PT-1280VP, но пока сомневаетесь, обратитесь к нашим менеджерам. Они проконсультируют вас по всем представленным у нас моделям принтеров, и помогут подобрать подходящее печатающее устройство.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"brother-pt-1280" => array(
							"title" => "Brother PT-1280",
							"article" => "",
							"link" => "/brother-pt-1280.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
								"разрешение_печати" => "180_dpi"
							),
							"images" => array(
								"/new_images/print/brother-pt-1280-2.jpg",
								"/new_images/print/brother-pt-1280-1.jpg", 
								"/new_images/print/brother-pt-1280-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "10 мм/сек",
								"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм",
								"Разрешение печати" => "180 dpi",
								"Размеры (Ш x Г x В)" => "159x150x60 мм",
								"ЖК-дисплей" => "1 строка (15 знаков)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "10 мм/сек",
									"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм",
									"Разрешение печати" => "180 dpi",
									"Размеры (Ш x Г x В)" => "159x150x60 мм",
									"ЖК-дисплей" => "1 строка (15 знаков)",
									"Клавиатура" => "QWERTY",
									"Память" => "268 знаков",
									"Питание" => "адаптер или 6 батареек AAA",
									"Автоматическая обрезка" => "Нет",
									"Повторная печать" => "Есть",
									"Зеркальная печать" => "Есть",
									"Печать в несколько строк" => "Есть",
									"Вертикальная печать" => "Есть",
									"Вес" => "0.470 кг"
								),
								"desc" => "<p>Современный ритм деловой жизни предполагает наличие под рукой электронных помощников. Именно к таким, надежным и стабильным можно отнести новую модель настольных принтеров от компании Brother - PT-1280. В этой модели есть все, чтобы создать качественную и уникальную наклейку. В основной комплект поставки входят принтер Brother PT-1280, кассета с пленкой и руководство пользователя.</p><p>Где бы мы ни находились дома, или на работе, везде нам могут потребоваться качественные наклейки. С настольным принтером Brother PT-1280 возможно напечатать наклейки от самых маленьких до больших. С Brother PT-1280 можно использовать самые разнообразные ленты — шириной от 3,5 мм, используемых для маркировки тонких коробок компакт-дисков, до 12 мм, которыми маркируют, например, картотечные шкафы.</p><p>К принтеру Brother 1280 на ваш выбор предоставляется 9 стилей шрифта. Кроме того, вы можете воспользоваться функциями подчеркивания, зеркальной печати, или печати в две строки. Можете применить для оформления 63 специальных символа, воспользоваться пятью различными стилями оформления рамок. Для создания неповторимой наклейки, вы можете сочетать все эти возможности.</p><p>Компания Brother предлагает к PT-1280 уникальные запатентованные ленты Brother TZ, которые отличаются повышенной износостойкостью. Выполненные на этом принтере наклейки электрически нейтральны, не воды и прямых солнечных лучей, химических веществ и сильных перепадов температур.</p><p>Купить Brother PT 1280 вы можете, обратившись к менеджерам нашей компании.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"brother-pt-2700vp" => array(
							"title" => "Brother PT-2700VP",
							"article" => "",
							"link" => "/brother-pt-2700vp.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
								"разрешение_печати" => "180_dpi",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/brother-pt-2700vp-1.jpg",
								"/new_images/print/brother-pt-2700vp-2.jpg", 
								"/new_images/print/brother-pt-2700vp-3.jpg"
							),
							"primaryProps" => array(
								"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм/18 мм/24 мм",
								"Скорость печати" => "10 мм/сек",
								"Разрешение печати" => "180 dpi",
								"Размеры (Ш x Г x В)" => "179,5x247,9x71,8 мм",
								"ЖК-дисплей" => "1 строка (15 знаков)"
							),
							"infoBlock" => array(
								"props" => array(
									"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм/18 мм/24 мм",
									"Скорость печати" => "10 мм/сек",
									"Разрешение печати" => "180 dpi",
									"Размеры (Ш x Г x В)" => "179,5x247,9x71,8 мм",
									"ЖК-дисплей" => "1 строка (15 знаков)",
									"Клавиатура" => "QWERTY",
									"Память" => "2800 знаков",
									"Питание" => "адаптер питания AD-24, 8 батареек типа AA",
									"Автоматическая обрезка" => "Есть",
									"Интерфейс" => "USB",
									"Подключение к компьютеру" => "Есть",
									"Печать штрихкодов" => "Есть",
									"Повторная печать" => "Есть",
									"Зеркальная печать" => "Есть",
									"Печать в несколько строк" => "Есть",
									"Вертикальная печать" => "Есть",
									"Поддерживаемые ОС" => "Windows 2000 Professional, Windows XP, Windows Vista",
									"Вес" => "0.85 кг"
								),
								"desc" => "<p>Brother PT-2700VP – профессиональный принтер для производства наклеек. При помощи качественных наклеек вы сможете идентифицировать и упорядочить предметы и материалы, с которыми вы работаете.</p><p>Многофункциональный принтер Brother PT 2700VP печатает наклейки, которые содержат до 7 строк текста. При печати используются встроенные шрифты, специальные символы и шаблоны рамок. Благодаря функции подключения принтера к PC/MAC стало возможным импортирование штрих-кодов, графики, логотипов и значков. Возможности дизайнерского оформления наклейки с такими функционалом практически безграничны.</p><h3 align='center'>Дата и время</h3><p>Принтером P-touch 2700 удобно печатать именные бэджики гостей, наклейки с датой для хранения товаров и продуктов питания и многое другое.</p><h3 align='center'>Дисплей</h3><p>Brother PT-2700VP оснащен трехстрочным жидкокристаллическим дисплеем, в каждой строке по 16 знаков – места любого пользователя! Даже при плохом освещении не придется напрягать зрение. Вся информация очень хорошо отображается.</p><h3 align='center'>Память</h3><p>Часто используемые наклейки можно сохранить и распечатывать в дальнейшем при помощи одного нажатия клавиши. Для быстрого создания наклеек производитель принтера Brother 2700VP рекомендует использовать стандартный набор шаблонов.</p><p>Набор наиболее распространенных штрих-кодов, встроен непосредственно в Brother PT 2700VP. Программу P-touch Editor рекомендуется использовать для работы с другими форматами штрих-кодов.</p><p>Расход материалов в Brother PT 2700VP сведен к минимуму. В устройстве есть автоматический обрезчик этикеток.</p><p>Из-за многофункциональности принтера наклеек и высокого качества производимой им печати, Brother P-touch 2700 применяют в самых разнообразных сферах деятельности человека – сервис, гостиничный бизнес, строительная область и производство, медицина, логистика, дом и т.д.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"brother-pt-2430pc" => array(
							"title" => "Brother PT-2430PC",
							"article" => "",
							"link" => "/brother-pt-2430pc.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
								"разрешение_печати" => "180_dpi",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/brother-pt-2430pc-1.jpg",
								"/new_images/print/brother-pt-2430pc-2.jpg", 
								"/new_images/print/brother-pt-2430pc-3.jpg"
							),
							"primaryProps" => array(
								"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм/18 мм/24 мм",
								"Скорость печати" => "10 мм/сек",
								"Разрешение печати" => "180 dpi",
								"Интерфейс" => "USB",
								"Поддерживаемые ОС" => "Windows 2000 Professional, Windows XP, Windows Vista"
							),
							"infoBlock" => array(
								"props" => array(
									"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм/18 мм/24 мм",
									"Скорость печати" => "10 мм/сек",
									"Разрешение печати" => "180 dpi",
									"Интерфейс" => "USB",
									"Поддерживаемые ОС" => "Windows 2000 Professional, Windows XP, Windows Vista",
									"Питание" => "адаптер питания AD-24 (входит в комплект поставки), 6 батареек типа AA (не входят в комплект поставки)",
									"Автоматическая обрезка" => "Есть",
									"Подключение к компьютеру" => "Есть",
									"Печать штрихкодов" => "Есть",
									"Вертикальная печать" => "Есть",
									"Вес" => "0.6 кг",
									"Размеры (Ш x Г x В)" => "66x188x112 мм"
								),
								"desc" => "<p>Принтер наклеек PT-2430PC - это компактное устройство, печать с которого производится с компьютера. Одно из основных отличительных характеристик этой модели – наличие в таком небольшом и простом устройстве автоматической обрезки ленты. Что при большом объеме печати значительно повышает производительность, и экономит расходный материал.</p><p>Кроме того, в настольном принтере Brother PT-2430PC высокое разрешение печати, именно поэтому границы применения принтера расширяются до печати этикеток со штрих-кодом. Может производить вертикальную печать наклеек. Редактирование и печать наклеек производится с компьютера пользователя.</p><p>Для печати можно использовать ленту с шириной от 3,5 мм до 24 мм. Принтер brother pt-2430pc выдает 10 мм в секунду.</p><p>Используемый при работе интерфейс - USB 2.0. Brother PT-2430PC поддерживает многочисленные базы данных и операционные системы Windows XP, Windows 2000 Professional, Windows Vista.</p><p>Компактное настольное устройство Brother PT 2430PC идеально подходит для офисных нужд. В функции принтера входит печать наклеек с текстом, штрихкодами, логотипами и изображениями. Чтобы начать работу, просто подсоедините принтер Brother 2430PC к компьютеру и запустите программу из памяти устройства. Установка программы на компьютер не нужна.</p>"
							)
						),
						"brother-pt-9700pc" => array(
							"title" => "Brother PT-9700PC",
							"article" => "",
							"link" => "/brother-pt-9700pc.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
								"разрешение_печати" => "180_dpi 360_dpi",
								"интерфейсы" => "USB RS-232C"
							),
							"images" => array(
								"/new_images/print/brother-pt-9700pc-1.jpg",
								"/new_images/print/brother-pt-9700pc-2.jpg",
								"/new_images/print/brother-pt-9700pc-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "20-80 мм/сек",
								"Ширина ленты" => "ленты TZ: 3,5 мм/6 мм/9 мм/12 мм/18 мм/24 мм/36 мм; ленты HG: 12 мм/24 мм/36 мм",
								"Разрешение печати" => "180-360 dpi",
								"Интерфейс" => "USB 2.0, RS-232C",
								"Размеры (Ш x Г x В)" => "116x193x140 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "20-80 мм/сек",
									"Ширина ленты" => "ленты TZ: 3,5 мм/6 мм/9 мм/12 мм/18 мм/24 мм/36 мм; ленты HG: 12 мм/24 мм/36 мм",
									"Разрешение печати" => "180-360 dpi",
									"Интерфейс" => "USB 2.0, RS-232C",
									"Размеры (Ш x Г x В)" => "116x193x140 мм",
									"Питание" => "адаптер",
									"Автоматическая обрезка" => "Есть",
									"Печать штрихкодов" => "Есть",
									"Поддерживаемые ОС" => "Windows 2000 Professional (SP4 или выше), Windows XP, Windows Vista, Mac OS X 10.4 - 10.6",
									"Вес" => "1.57 кг"
								),
								"desc" => "<p>Brother PT-9700PC - настольный принтер для печати наклеек, работает с подключением к компьютеру. Настольный принтер PT-9700PC порадует своих пользователем высоким разрешением печати, Разрешение печати колеблется от 180 до 360 dpi.</p><p>Данное устройство великолепно справляется с печатью графики, изображений, логотипов и рисунков и наклеек с текстом. Печатают при помощи Brother PT-9700PC и штрих-коды. Производит принтер и вертикальную печать наклеек. Редактирование изображения происходит с компьютера пользователя.</p><p>Brother PT-9700PC поддерживает многочисленные базы данных и ОС Windows XP, Windows 2000 Professional, Windows Vista.</p><p>Обратите внимание, что в этом компактном устройстве есть автоматический обрезчик ленты. В первую очередь данная функция пригодится при больших объемах печати. Вы будете экономить расходный материал и время. К принтеру Brother PT-9700PC подходят ленты TZ от 3,5 мм до 36 мм, и ленты HG на 12 мм, 24 мм и 36 мм. Скорость печати колеблется от 20 до 80 мм в секунду.</p><p>Программное обеспечение для редактирования наклеек входит в комплект поставки принтера Brother PT-9700PC.</p><p>Ламинированные наклейки, выполненные при помощи настольного термопринтера Brother PT-9700PC, обладают повышенной прочностью, стойкостью к истиранию и воздействию внешних факторов.</p><p>Вне зависимости от области вашей деятельности, принтер Brother PT-9700PC отличное решение для наведения порядка в документации или маркировки инструментов. Наклейка, выполненная при помощи этой модели принтеров, сохранит свою информативность на протяжении нескольких лет, даже если будет использоваться при очень низких или очень высоких температурах.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"brother-ql-570" => array(
							"title" => "Brother QL-570",
							"article" => "",
							"link" => "/brother-ql-570.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
								"разрешение_печати" => "300_dpi",
								"интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/brother-ql570-1.jpg",
								"/new_images/print/brother-ql570-2.jpg",
								"/new_images/print/brother-ql570-3.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "110 мм/сек",
								"Ширина ленты" => "до 62 мм",
								"Разрешение печати" => "300 dpi",
								"Интерфейс" => "USB",
								"Размеры (Ш x Г x В)" => "134x208x141 мм"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Скорость печати" => "110 мм/сек",
									"Ширина ленты" => "до 62 мм",
									"Разрешение печати" => "300 dpi",
									"Интерфейс" => "USB",
									"Размеры (Ш x Г x В)" => "134x208x141 мм",
									"Автоматическая обрезка" => "Есть",
									"Подключение к компьютеру" => "Есть",
									"Печать штрихкодов" => "Есть",
									"Вертикальная печать" => "Есть",
									"Поддерживаемые ОС" => "Windows 2000 Professional, Windows XP, Windows Vista, Mac OS X 10.3.9 - 10.5.1",
									"Вес" => "2.08 кг"
 								),
 								"desc" => "<p>Термопринтер Brother QL-570 - компактное настольное устройство, подключается к компьютеру для печати наклеек, идеальный вариант для офиса. Оборудование предназначено для печати этикеток с текстовой и графической информацией (логотипами, штрихкодами). Программное обеспечение для редактирования наклеек - небольшое настольное устройство, подключаемое к компьютеру для печати наклеек (входит в комплект поставки).</p><p>3 режима работы:<ul><li>Snap - самый простой режим, предназначен для печати скриншотов частей экрана, т.е. вставки изображений с помощью снимка экрана.</li><li>Express — создание и разработка ярлыков и этикеток начального уровня.</li><li>Professional - создание сложных этикеток с индивидуальным дизайном.</li></ul></p><h3 align='center'>Особенности</h3><ul><li>Этикетки, напечатанные на принтере, не долговечны (срок хранения до 6 мес.).</li><li>Автоматическая обрезка ленты. Ускоряет процесс печати наклеек. В минуту принтер выдает до 68 адресных наклеек, размером 29х90 мм каждая.</li><li>Подходит для печати на наклейках для компакт-дисков.</li></ul><p align='center'><iframe width='560' height='315' src='https://www.youtube.com/embed/MKii0XtpzmQ' frameborder='0' allowfullscreen=''></iframe></p>", 
 								"advantages" => array(
 									"Подключение к программе 1С.",
 									"Редактирование и печать наклеек с компьютера - подключение к компьютеру с помощью шнура USB."
 								),
 								"appAreas" => "<p>Принтер Brother QL-570 применяется в следующих областях:<ul><li>Складские помещения для учета и инвентаризации товаров.</li><li>Маркировка товаров в торговых точках и складских помещениях.</li><li>Транспортные и логистические компании.</li><li>Офисы для маркировки документов, папок, лотков с бумагами, печати пропусков и бейджей.</li><li>Медицинские учреждения и лаборатории: идентификация пробирок, карточек пациентов, контейнера с медикаментами.</li></ul></p>"
 							)
						)
					)
			),
			"kommercheskie-termotransfernye" => array(
				"title" => "Коммерческие термотрансферные принтеры",
				"link" => "/print02.html",
					"prods" => array(
						"printer-ehtiketok-cst-tp-44" => array(
							"title" => "CST TP-44",
							"article" => "",
							"link" => "/print/cst/printer-ehtiketok-cst-tp-44.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "CST",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/cst-tp44-1.jpg",
								"/new_images/print/cst-tp44-2.jpg",
								"/new_images/print/cst-tp44-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "термотрансферный",
								"Скорость печати" => "150 мм/сек",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "108 мм",
								"Интерфейсы" => "USB RS-232"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "термотрансферный",
									"Скорость печати" => "150 мм/сек",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "108 мм",
									"Интерфейсы" => "USB RS-232",
									"Макс. диаметр рулона этикеток" => "127 мм",
									"Макс. длина рулона красящей ленты" => "300 м. Намотка OUT",
									"Диам. втулки рулона красящей ленты" => "25,4 мм",
									"Объём памяти" => "1 MB RAM<br>2 MB FLASH",
									"Датчики" => "Наличия бумаги и расстояния между этикетками<br>Конца красящей ленты<br>Открытой печатающей головки",
									"Язык управления" => "TSPL",
									"Размер" => "285 х 226 х 171 мм",
									"Вес" => "2.26 кг"
								),
								"desc" => "<p>Принтер для изготовления этикеток CST TP-44 - это функциональный и практичный вариант оборудования для небольших масштабов производства. Его отличает высокая производительность. </p><p>Работает бесшумно. Применяется для печати на текстильных лентах и термоэтикетках. Имеет функцию автоматического обнаружения этикет-ленты.</p><h3 align='center'>Особенности</h3><p>Оборудование комплектуется 300-метровой красящей лентой и системой автокалибровки, что дает ему право считаться одним из самых простых и нетребовательных в обслуживании устройств данной категории.</p>",
								"advantages" => array(
									"низкая стоимость даже для оборудования начального уровня.",
									"поддержка печати на различных основах (текстильной ленте, клеевой термоэтикетке, основе без термослоя.)",
									"датчики расхода материалов с системой оповещения.",
									"не высокий уровень шума при работе.",
									"простота использования и замены расходных материалов."
								),
								"appAreas" => "<p>Применяется для изготовления маркировочных ярлыков любого типа как на клеевой подложке, так и без нее. Возможна печать тканевых бирок и этикеток. Подходит для складского учета в магазинах, аптеках.</p><p>Наша компания предлагает вам купить это оборудование по выгодной цене.</p>"
							)
						),
						"printer-ehtiketok-tsc-ta210" => array(
							"title" => "TSC TA210",
							"article" => "",
							"link" => "/print/tsc/printer-ehtiketok-tsc-ta210.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
								"метод_печати" => "термотрансферный",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-ta210-1.jpg",
								"/new_images/print/tsc-ta210-2.jpg",
								"/new_images/print/tsc-ta210-3.jpg",
								"/new_images/print/printer-tsc-ta210-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферная печать",
								"Разрешение печати, dpi" => "203",
								"Максимальная скорость печати, мм/сек" => "127",
								"Максимальная ширина печати, мм" => "108",
								"Интерфейс подключения" => "USB, RS-232"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферная печать",
									"Разрешение печати, dpi" => "203",
									"Максимальная скорость печати, мм/сек" => "127",
									"Максимальная ширина печати, мм" => "108",
									"Интерфейс подключения" => "USB, RS-232",
									"Рекомендуемый объём печати в день, штук" => "4000",
									"Максимальная длина печати, мм" => "2794",
									"Диаметр рулона этикеток, мм" => "127 (214)",
									"Диаметр втулки красящей ленты (риббона), дюймов" => "25,4",
									"Объём оперативной памяти, Мб" => "8",
									"Flash-память" => "4 (4 Гб)",
									"Отрезчик" => "+",
									"Отделитель" => "+",
									"Слот для карты microSD/SD" => "+",
									"Габариты (Ширина х Длина х Высота), мм" => "224 x 186 x 294",
									"Масса, кг" => "2,45"
								),
								"desc" => "<p>TSC TA210 - настольный термотрансферный принтер, оборудованный отрезчиком этикеток с отделителем. Применяется для печати линейных и двумерных штрих-кодов.</p><h3 align='center'>Особенности</h3><ul><li>Печать 4000 этикеток за смену</li><li>Вместительный термотрансферный блок.</li><li>Возможность эмуляции TPLZ / TPLE языков через прошивку TSPL-EZ.</li><li>Печать на термоэтикетках, этикетках без термослоя, текстильной ленте.</li><li>Внешний держатель носителя для больших рулонов лент шириной до 108 мм.</li><li>Встроенные векторные шрифты.</li><li>Два двигателя с двойным приводом позволяют использовать риббон с длиной намотки 300 метров.</li><li>Комплект драйверов для Windows и ПО по дизайну этикеток.</li><li>Датчики, показывающие наличие бумаги, расстояние между этикетками, датчик чёрной метки, окончания красящей ленты, открытой печатающей головки.</li></ul><h3 align='center'>Опционально</h3><ol><li>Отделитель этикеток.</li><li>Отрезчик.</li><li>Интерфейс Centronics (LPT), RS232, BlueTooth, Ethernet (заводская опция).</li><li>Wi-Fi.</li></ol><p align='center'><embed src='http://sj-company.ru/video/printer-tsc-ta210-video.mp4' width='639' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер этикеток TSC TA210 применяется в автосервисах, почтовых службах, для маркировки при учете и инвентаризации товаров на складе, в аптеках для маркировки лекарственных препаратов, розничной торговле.</p>"
							)
						),
						"print02_017" => array(
							"title" => "Datamax M-4210",
							"article" => "",
							"link" => "/print02_017.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-m4210-1.jpg",
								"/new_images/print/datamax-m4210-2.jpg",
								"/new_images/print/datamax-m4210-3.jpg",
								"/new_images/print/printer-datamax-m-4210-info.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать, Термотрансферная печать",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "108 мм",
								"Скорость печати" => "до 254 мм/сек",
								"Макс. длина печати" => "2475 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать, Термотрансферная печать",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "108 мм",
									"Скорость печати" => "до 254 мм/сек",
									"Макс. длина печати" => "2475 мм",
									"Рекомендованный объём печати в смену" => "до 25000 этикеток",
									"Миним. длина этикетки" => "6 мм",
									"Макс. диаметр рулона этикеток" => "до 203 мм (при установке рулона внутри принтера)",
									"Макс. длина рулона красящей ленты" => "450 м (поддерживается намотка IN и OUT)",
									"Диам. втулки рулона красящей ленты" => "25,4 мм",
									"Объём памяти" => "16 Mb DRAM<br>4 Mb Flash",
									"Процессор" => "Dragonball 150 Mhz",
									"Датчики" => "Перемещаемый датчик расстояния между этикетками<br>Датчик чёрной метки",
									"Язык управления" => "DPL и эмуляция языка ZPL",
									"Интерфейсы" => "RS232, Centronics и USB<br>Опции: Ethernet, Wi-Fi, USB Host",
									"Размер" => "259 х 257 х 462 мм",
									"Вес" => "12,2 кг",
									"Опции" => "Блок для термотрансферной печати<br>Отрезчик (макс. толщина материала: 0,254 мм. Миним. длина отрезки: 31,8 мм)<br>Отделитель этикеток<br>Внутренний смотчик<br>Ethernet<br>Wi-Fi<br>USB host"
								),
								"desc" => "<p>Datamax M-4210 – коммерческий термотрансферный принтер начального промышленного класса печатает со скоростью 254 мм/сек. и разрешением 203 dpi.</p><h3 align='center'>Особенности</h3><ul><li>Термопечать (без риббона, осуществляется на самоклеящихся этикетках из термочувствительной бумаги) и термотрансферная печать (с применением красящей ленты – риббона).</li><li>Металлический ударопрочный корпус - защищает от механических повреждений и увеличивает срок эксплуатации.</li><li>Антикоррозийное покрытие деталей устройства.</li><li>Большой LCD-дисплей с синей подсветкой, отображающий процесс работы принтера.</li><li>Простое управление с помощью пяти клавиш.</li><li>Возможность установить русскую версию командного меню, упрощает работу пользователей.</li><li>USB, RS232, LPT в стандартной комплектации, Ethernet и Wi Fi опционально.</li><li>RFID-ready – радиочастотная идентификация. RFID-модуль приобретается отдельно, позволяет кодировать и печатать на RFID-метках.</li><li>Передвижной датчик – позволяет изменять расстояние между печатающимися этикетками.</li><li>Датчик, считывающий черную метку.</li><li>USB-host – обеспечивает автономную печать без использования ПК, где принтер является «главным источником» обработки информации.</li><li>Совместимость с программой 1С.</li></ul><p align='center'><iframe src='https://player.vimeo.com/video/139931937' width='700' height='400' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe></p><p align='center'><embed src='http://sj-company.ru/video/printer-datamax-m-4210-video.mp4' width='639' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Datamax M-4210 используется на производственных предприятиях с большим объемом работы ( печатает до 15000 этикеток за смену), на складах, в транспортных и логистических компаниях при обработке полученных и отправленных грузов.</p><p>В качестве материалов для печати на принтере Datamax M-4210 используются:<ul><li>Бумажные и пленочные самоклеящиеся этикетки.</li><li>Самоклеящиеся термоэтикетки.</li><li>Бирки и ярлыки из картона и термокартона в рулоне или в стопе.</li><li>Текстильные ленты из нейлона или сатина.</li></ul></p>"
							)
						),
						"zebra_hc100" => array(
							"title" => "Zebra HC100",
							"article" => "",
							"link" => "/zebra_hc100.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термальный",
								"разрешение_печати" => "300_dpi",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-hc100-1.jpg",
								"/new_images/print/zebra-hc100-2.jpg",
								"/new_images/print/zebra-hc100-3.jpg"
							),
							"primaryProps" => array(
								"Печать" => "Термальная",
								"Разрешение печати" => "До 300 dpi",
								"Скорость печати" => "51 мм в секунду",
								"Интерфейсы" => "USB, RS232",
								"Размеры" => "163 х 178 х 242 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Печать" => "Термальная",
									"Разрешение печати" => "До 300 dpi",
									"Скорость печати" => "51 мм в секунду",
									"Интерфейсы" => "USB, RS232",
									"Размеры" => "163 х 178 х 242 мм",
									"Вес" => "1.4 кг"
								),
								"desc" => "<p>Термальный принтер штрих кода Zebra HC100 разработан для предприятий здравоохранения, подходит для печати информации на взрослых и детских <a href='http://sj-company.ru/braslety_zebra.html'>браслетах</a> и <a href='http://sj-company.ru/birki.html'>бирках</a>.</p><p>Материал для печати – термопропилен. Принтер комплектуется картриджем с браслетами со специальным антибактериальным покрытием.</p><h3 align='center'>Особенности</h3><ul><li>Имеет 16 встроенных шрифтов.</li><li>Печатает линейные и двухмерные штрихкоды.</li><li>Поддерживает печать графических изображений, например, логотипов.</li><li>Принтер готов к работе сразу после подключения.</li><li>Автоматическая корректировка печати под габариты используемой поверхности.</li><li>Устойчивость к воздействию влаги, масла, ультрафиолета, механических повреждений.</li><li>Печать осуществляется нажатием одной кнопки.</li><li>Компактные размеры (163 х 178 х 242 мм).</li><li>Поддерживает несколько видов ПЗУ (Web View, ZPL II, Alert).</li></ul><p align='center'><embed src='http://sj-company.ru/video/printer-zebra-hs100-video.mp4' width='640' height='360'></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер Zebra HC100 незаменим для термальной печати в гостиничных и медицинских учреждениях и лабораториях.</p>"
							)
						),
						"zebra_zt420" => array(
							"title" => "Zebra ZT420",
							"article" => "",
							"link" => "/zebra_zt420.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi 300_dpi",
								"ширина_печати" => "168_мм",
								"интерфейсы" => "USB RS-232 Ethernet Bluetooth"
							),
							"images" => array(
								"/new_images/print/zebra-zt420-1.jpg",
								"/new_images/print/zebra-zt420-2.jpg",
								"/new_images/print/zebra-zt420-3.jpg",
								"/new_images/print/printer-zt420.jpg"
							),
							"primaryProps" => array(
								"Разрешение, dpi" => "203/300",
								"Способ печати" => "Термо/термотрансферный",
								"Скорость печати (max), мм/сек" => "305",
								"Ширина печати (max), мм" => "168",
								"Длина печати (max), мм" => "2590"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение, dpi" => "203/300",
									"Способ печати" => "Термо/термотрансферный",
									"Скорость печати (max), мм/сек" => "305",
									"Ширина печати (max), мм" => "168",
									"Длина печати (max), мм" => "2590",
									"Интерфейсы" => "RS-232, USB 2.0, Ethernet 10/100, Bluetooth 2.1, USB Host",
									"Память" => "ОЗУ 256Mb, ПЗУ 512Mb",
									"Процессор" => "32 bit",
									"Язык программирования" => "EPL, ZPL1/ZPL2",
									"Размеры (Д х Ш х В), мм" => "495 x 332 x 324",
									"Вес, кг" => "18",
									"Гарантия" => "1 год",
									"Внутренний / внешний диаметр рулона, мм" => "76 / 203",
									"Толщина этикетки (min/max), мм" => "0,076 / 0,254",
									"Ширина материала (min/max), мм" => "51 / 178",
									"Внутренний / внешний диаметр рулона, мм" => "25,4 / 81,3",
									"Ширина ленты (min/max), мм" => "40 / 110",
									"Красящий слой (IN/OUT)" => "OUT (IN при наличии дополнительного валика для риббона)",
									"Опционально" => "Отделитель этикеток, Смотчик этикеток или смотчик подложки, Нож, Интерфейсы LPT, Wi-Fi (802.11 a/b/g/n),RFID кодировщик, Клавиатура KDU"
								),
								"desc" => "<p>Zebra ZT420 - коммерческий термотрансферный принтер, осуществляющий объем печати до 10000 этикеток за смену со скоростью печати 305 мм/сек.</p><h3 align='center'>Особенности</h3><ul><li>Установка технологии RFID, основанной на применении радиочастотного электромагнитного излучения.</li><li>ЖК дисплей помогает настраивать принтер, управлять, отслеживать и фиксировать ошибки.</li><li>В стандартной конфигурации - RS-232, USB, Ethernet и Bluetooth для подключения принтера к ПК и другому оборудованию.</li><li>Ударопрочный корпус из металла и пластика надежно защищает внутренние компоненты оборудования.</li><li>Двустворчатая дверца обеспечивает удобный доступ к механизму и расходным материалам.</li><li>Максимальная ширина печати – 168 мм – увеличивает возможности печати более информативных этикеток с уникальным дизайном.</li><li>Совместимость с программой 1С.</li></ul><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td colspan='4'><b>Модификации термотрансферного принтера Zebra ZT420</b></td>
		</tr>
		<tr>
			<td><b>Модель</b></td>
			<td><b>Разрешение, dpi</b></td>
			<td><b>Интерфейс</b></td>
			<td><b>Опции</b></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42062-T0E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42062-T0EC000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1, Wi-Fi</td>
			<td>отделитель</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42063-T0E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42062-T4E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>намотчик(включает отделитель)</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42062-T2E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>нож</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42063-T4E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>намотчик (включает отделитель)</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42063-T2E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>нож</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42062-T0E00C0Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>RFID</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT42063-T0E00C0Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>RFID</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(),
								"appAreas" => "<p>Коммерческий термотрансферный принтер Zebra zt420 применяется в транспортных и логистических компаниях, на складах, в торговле. Используется для печати идентификационных и серийных номеров, упаковочных этикеток в производственном учете, этикеток при комплектации заказов, маркировок соответствия. Применяется в медицинских центрах для маркировки лабораторных анализов, пакетов с кровью, фармацевтических средств.</p>"
							)
						),
						"zebra_zt410" => array(
							"title" => "Zebra ZT410",
							"article" => "",
							"link" => "/zebra_zt410.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "203_dpi 300_dpi 600_dpi",
								"ширина_печати" => "104_мм",
								"интерфейсы" => "USB RS-232 Ethernet Bluetooth"
							),
							"images" => array(
								"/new_images/print/zebra-zt410-1.jpg",
								"/new_images/print/zebra-zt410-2.jpg",
								"/new_images/print/zebra-zt410-3.jpg",
								"/new_images/print/zebra_zt410_infografika.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "термо/термотрансферный",
								"Разрешение, dpi" => "203/300/600",
								"Скорость печати (max), мм/сек" => "356",
								"Ширина печати (max), мм" => "104",
								"Длина печати (max), мм" => "3988"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термо/термотрансферный",
									"Разрешение, dpi" => "203/300/600",
									"Скорость печати (max), мм/сек" => "356",
									"Ширина печати (max), мм" => "104",
									"Длина печати (max), мм" => "3988",
									"Интерфейсы" => "RS-232, USB 2.0, Ethernet 10/100, Bluetooth 2.1, USB Host",
									"Память" => "ОЗУ 256Mb, ПЗУ 512Mb",
									"Процессор" => "32 bit",
									"Язык программирования" => "EPL, ZPL1/ZPL2",
									"Размеры (Д x Ш x В), мм" => "495 x 269 x 324",
									"Вес, кг" => "16,4",
									"Гарантия" => "1 год",
									"Внутренний / внешний диаметр рулона, мм" => "76 / 203",
									"Толщина этикетки (min/max), мм" => "0,058 / 0,254",
									"Ширина материала (min/max), мм" => "25,4 / 114",
									"Внутренний / внешний диаметр рулона, мм" => "25,4 / 81,3",
									"Ширина ленты (min/max), мм" => "51 / 110",
									"Красящий слой (IN/OUT)" => "OUT (IN при наличии дополнительного валика для риббона)",
									"Опционально" => "Отделитель этикеток, Смотчик этикеток или смотчик подложки, Нож, Интерфейсы LPT, Wi-Fi (802.11 a/b/g/n),RFID кодировщик, Клавиатура KDU"
								),
								"desc" => "<p>Zebra ZT410 – это надежный многофункциональный промышленный термотрансферный принтер с высоким уровнем производительности. Скорость печати до 356 мм/сек., объем оперативной памяти 256 Мб.</p><p>Выводимые на дисплей QR-коды облегчают процесс использования принтера и позволяют вовремя устранять ошибки, возникшие в процессе рабочего процесса.</p><h3 align='center'>Особенности</h3><ul><li>RFID-версия расширяет возможности для учета, контроля и отслеживания товаров.</li><li>Максимальная ширина печати 102 мм. При необходимости возможна установка этикеток меньшего формата.</li><li>Подсветка мест установки рулонов бумаги и красящей ленты. Принтер функционирует даже при плохом освещении.</li></ul><p align='center'><iframe width='560' height='315' src='https://www.youtube.com/embed/s4d0NrcksLs' frameborder='0' allowfullscreen=''></iframe></p><table align='center' width='100%' border>
	<tbody align='center'>
		<tr>
			<td colspan='4'><b>Модификации термотрансферного принтера Zebra ZT410</b></td>
		</tr>
		<tr>
			<td><b>Модель</b></td>
			<td><b>Разрешение, dpi</b></td>
			<td><b>Интерфейс</b></td>
			<td><b>Опции</b></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T0E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T1E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>отделитель</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41043-T0E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T3E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>отделитель, намотчик подложки</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T0EC000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1,WiFi</td>
			<td></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T4E0000Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>намотчик (включает отделитель)</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41043-T1E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>отделитель</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T2E0000Z	</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>нож</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41043-T3E0000Z	</td>
			<td>300</td>
			<td>Ethernet, BT2.1	</td>
			<td>отделитель, намотчик подложки</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41043-T4E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>намотчик(включает отделитель)</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41043-T2E0000Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>нож</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41042-T0E00C0Z</td>
			<td>203</td>
			<td>Ethernet, BT2.1</td>
			<td>RFID</td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41046-T0E0000Z</td>
			<td>600</td>
			<td>Ethernet, BT2.1</td>
			<td></td>
		</tr>
		<tr>
			<td>Zebra ZT410 ZT41043-T0E00C0Z</td>
			<td>300</td>
			<td>Ethernet, BT2.1</td>
			<td>RFID</td>
		</tr>
	</tbody>
</table>",
								"advantages" => array(
									"Простота интеграции, управления и обслуживания из любой точки мира - управление принтером на расстоянии.",
									"Большой выбор расходных материалов. Печать на: бумаге, картоне, синтетических материалах (полипропилен, эластан и т.д.)."
								),
								"appAreas" => "<p>Принтер Zebra ZT410 применяется в следующих областях:<ul><li>Производство: учёт выполненных работ, печать упаковочных этикеток.</li><li>Транспорт и логистика. Печать этикеток при упаковке и комплектации заказов.</li><li>Розничная торговля - маркировка товаров.</li><li>Медицинские учреждения. Этикетки в лабораториях, маркировка и учет лекарственных препаратов.</li></ul></p>"
							)
						),
						"print02_018" => array(
							"title" => "Datamax-O`neil M-4308 Mark II",
							"article" => "",
							"link" => "/print02_018.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
								"метод_печати" => "термотрансферный термопечать",
								"разрешение_печати" => "300_dpi",
								"ширина_печати" => "108_мм",
								"интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-m4308-1.jpg",
								"/new_images/print/datamax-m4308-2.jpg",
								"/new_images/print/datamax-m4308-3.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать (Опция: термотрансферная)",
								"Разрешение печати" => "300 dpi",
								"Скорость печати" => "до 152 мм/сек",
								"Макс. ширина печати, мм" => "108",
								"Макс. длина печати, мм" => "2475"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать (Опция: термотрансферная)",
									"Разрешение печати" => "300 dpi",
									"Скорость печати" => "до 152 мм/сек",
									"Макс. ширина печати, мм" => "108",
									"Макс. длина печати, мм" => "2475",
									"Процессор" => "Dragonball 150Mhz",
									"Память" => "16MB DRAM 8MB Flash (можно увеличить до 64 Mb)",
									"Габаритные размеры, мм" => "259 x 257 x 462",
									"Масса, кг" => "12,2",
									"Мин. длина печати, мм" => "6",
									"Макс. диаметр ролика этикеток, мм" => "203",
									"Макс. длина красящего ролика, м" => "450",
									"Диам. втулки красящего ролика, мм" => "25,4",
									"Интерфейсы" => "RS232, Centronics и USB Опции: Ethernet, Wi-Fi"
								),
								"desc" => "<p>В наличии термо- и термотрансферный принтер Datamax-O`neil M-4308 Mark II TT по низкой стоимости. Устройство представляет собой оргтехнику для печати различных видов бумажных ярлыков (чеки, ценники и т.п.) термическим или термотрансферным методом.</p><p>Данная модель имеет две версии в зависимости от типа печати – термотрансферный и термопринтер.</p><p>Термотрансферное нанесение осуществляется путем воздействия нагревательной платы на красящую ленту (риббон), приложенную к печатной ленте (из нейлона, бумаги, атласа и т.д.).</p><p>Термопринтер с помощью термоголовки наносит изображение сразу на термобумагу. Оба типа печати выполнены по модульной системе, неоднократно и в любой момент заменяются.</p><p>Устройство поддерживает печать самых различных штрих-кодов: POSTNET, Customer Bar Code, EAN 128, RSS14 и множество других.</p><h3 align='center'>Особенности</h3><ul><li>Поддержка печати на русском языке.</li><li>Графический дисплей на корпусе.</li><li>Опционально может быть установлена как термическая, так и термотрансферная печать.</li><li>Поддержка RFID.</li><li>Использует распространенные методы подключения: USB, RS232, LPT.</li><li>Печатает на обычной бумаге, термобумаге, термоэтикетках, полуглянцевых этикетках и т.д.</li><li>Поддержка True-Type шрифтов.</li><li>Объединение нескольких устройств в сеть посредством LAN и WLAN.</li><li>Металлический корпус.</li></ul><p align='center'><iframe width='560' height='315' src='https://player.vimeo.com/video/139931937' frameborder='0' allowfullscreen=''></iframe></p>",
								"advantages" => array(
									"Модульная конструкция, обеспечивающая быструю замену или добавление различных частей принтера (сетевые модули, устройство печати и т.д.)",
									"Высокие возможности по расширению сетевых возможностей: опциональные Wi-Fi-приемник и Ethernet-контроллер.",
									"Полностью русифицированный интерфейс.",
									"Смена и установка модулей в три винта.",
									"Неограниченные возможности дизайна распечатанных этикеток, включая сложные и уникальные эмблемы.",
									"Промышленная надежность при компактных габаритах (259 х 257 х 462).",
									"Устойчивость к холодной погоде – функционирует при морозе до -40 градусов по цельсию."
								),
								"appAreas" => "<p>Принтер Datamax-O’neil M-4308 Mark 2 необходим везде, где требуется распечатка различных штрихкодов. Использование данной модели включает, но не ограничивается магазинами различного размера, банками, складами, пунктами выдачи, медицинскими учреждениями. Незаменим при распечатке различных штрихкодов (UPC-E, Industrial и др.) на этикетках и ярлыках. Особенно хорошо модель подойдет организациям, в которых могут поменяться условия и требования к оргтехнике – модульная система позволяет расширять функционал и качество печати без приобретения новой техники.</p><p>Заказывайте в нашей компании термотрансферный и термопринтер Datamax-O’neil M-4308 Mark 2 TT по самым выгодным ценам. Наши менеджеры оформят заказ и ответят на все интересующие вопросы по данному товару.</p>"
							)
						),
						"print02_010" => array(
		                    "title" => "Citizen CLP-7401",
		                    "article" => "",
		                    "link" => "/print02_010.html",
		                    "prodClass" => "",
		                    "attributes" => array(
		                        "производитель" => "Citizen",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "400_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232C"
		                    ),
		                    "images" => array(
		                        "/new_images/print/citizen-clp7401-1.jpg",
		                        "/new_images/print/citizen-clp7401-2.jpg"
		                    ),
		                    "primaryProps" => array(
		                        "Метод печати" => "Термотрансферный или прямая термопечать",
		                        "Качество печати" => "400 dpi",
		                        "Ширина печати" => "104 мм",
		                        "Скорость печати" => "100 мм/сек",
		                        "Интерфейсы" => "RS232C, Centronics"
		                    ),
		                    "infoBlock" => array(
		                        "props" => array(
		                            "Метод печати" => "Термотрансферный или прямая термопечать",
		                            "Качество печати" => "400 dpi",
		                            "Ширина печати" => "104 мм",
		                            "Скорость печати" => "100 мм/сек",
		                            "Интерфейсы" => "RS232C, Centronics",
		                            "Длина этикетки" => "макс. 254 мм, мин. 2,5 мм",
		                            "Толщина этикетки" => "0.0635 - 0.254 мм",
		                            "Корпус" => "Прочный металлический",
		                            "Память" => "SDRAM 2Mb, FLASH 1Mb (модель 7201е); опционально FLASH 4Mb",
		                            "Размеры" => "260 x 452 x 256 мм",
		                            "В комплекте" => "Программа дизайна и обработки этикеток",
		                            "Опционально" => "Автоотрезчик, отделитель, PCMCIA карта памяти",
		                            "Вес" => "12,5 кг."
		                        ),
		                        "desc" => "<p>Высокое разрешение 400 dpi, механизм антизаминания риббона, простое обслуживание, эргономичность и универсальность делают данную модель уникальной на рынке термотрансферных принтеров.</p><p>Используемый в принтере сверхточный датчик позиционирования, делает возможным печать на крошечных этикетках, длиной всего 2.5 мм, с шагом 5 мм. На LCD панели всегда отображается текущее состояние принтера, что очень удобно при эксплуатации и сильно снижает пользовательские ошибки. CLP 7401 оборудован памятью 2 МБ, а также предусмотрена возможность установки дополнительной flash-карты.</p>",
		                        "advantages" => array( ),
		                        "appAreas" => "<ul><li>склады</li><li>производство</li><li>логистика</li></ul>"
		                    )
		                ),
		                "print02_003" => array(
		                	"title" => "Datamax-O’Neil I-4208",
		                	"article" => "",
		                	"link" => "/print02_003.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Datamax",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 LPT"
		                	),
		                	"images" => array(
		                		"/new_images/print/datamax-i4208-1.jpg",
		                		"/new_images/print/datamax-i4208-2.jpg",
		                		"/new_images/print/datamax-i4208-3.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Способ печати" => "Термопечать или термотрансферная печать",
		                		"Ширина ленты" => "104 мм",
		                		"Длина печати" => "от 6 мм до 2475 мм",
		                		"Скорость печати" => "203 мм/сек",
		                		"Разрешение печати" => "203 dpi"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Способ печати" => "Термопечать или термотрансферная печать",
			                		"Ширина ленты" => "104 мм",
			                		"Длина печати" => "от 6 мм до 2475 мм",
			                		"Скорость печати" => "203 мм/сек",
			                		"Разрешение печати" => "203 dpi",
			                		"Память" => "2 Mb Flash (256 Кб доступны пользователю), 4 Mb DRAM",
			                		"Размеры" => "Ширина 249 мм, длина 459 мм, высота 262 мм",
			                		"Масса" => "9.77 кг",
			                		"Ширина этикетки" => "25.4 мм - 108 мм",
			                		"Толщина этикетки" => "0.06 - 0.25 мм",
			                		"Красящая лента" => "Длина рулона - 450 м, ширина рулона 25 мм - 114 мм, диаметр втулки 25 мм",
			                		"Датчик наличия расходного материала в принтере" => "Перемещаемый (!) поперек ширины расходного материала оптический датчик для слежения за этикетками с пропуском между ними или датчик черной метки для этикеток без пропуска или картонных ярлыков, билетов",
			                		"Ресурс термоголовки" => "25000 километров (6мес. - 2 лет)",
			                		"Интерфейсы" => "LPT-порт, RS232 (38400), опционально Ethernet",
			                		"Материал корпуса" => "изготовлен из металла \"Смотровое\" Окно сбоку принтера для слежения за расходованием этикеток"
		                		),
		                		"desc" => "<p>Datamax-O’Neil I-4208 – первый представитель новой линейки промышленных принтеров этикеток компании Datamax (США). Изготовленные на современной элементной базе, принтеры этой линейки обеспечивают высокую производительность и надежность при невысокой цене.</p><p>Благодаря модульному принципу построения, принтер Datamax I4208 легко конфигурируются под конкретные требования. Яркий двухстрочный дисплей и 5 кнопок на передней панели облегчают труд оператора. На боковой стороне крышки имеется прозрачное окно для визуального контроля за рулоном этикеток. Барабаны для смотки подложки и термотрансферной ленты могут уменьшать свой диаметр для быстрого и удобного снятия рулонов.</p><p>Надежная механика (всего одна ременная передача) в сочетании с простотой чистки термоголовки существенно удешевляют эксплуатацию. На принтере Datamax I4208 установлен мощный процессор, работающий на частоте 66 МГц, что позволяет принтеру работать в многозадачном режиме. Он одновременно печатает, принимает данные по интерфейсу, производит графические преобразования. Использование Flash-памяти ПО принтера позволяет пользователям проводить апгрейд ПО, загружать свои шрифты и даже менять язык сообщений меню.</p><p>При проектировании принтера Datamax I4208 тщательным образом прорабатывалось всё, что влияет на качество печати. Причем на качество на протяжении всего срока эксплуатации и при работе с любыми расходниками. Двойное защелкивание термоголовки принтера I4208, разделенная подающая бобина для термотрансферной ленты, литая станина — всё это уменьшает вероятность образования ухудшающих качество складок на ленте. Кроме того, имеется довольно большой набор пользовательских регулировок печатающего устройства Datamax I4208.</p><p>В комплекте с принтером I4208 бесплатно поставляются драйвера под Windows. Поэтому печатать этикетки можно из любого стандартного Windows-приложения, не тратя средства на покупку и время на освоение специальных программ. Кроме того, принтер поддерживает стандартный язык описания этикеток DPL. Благодаря этому, новый принтер Datamax I4208 может заменить старые модели без модификаций прикладного ПО.</p><h3 align='center'>Дополнительные приспособления (опции)</h3><ul><li>Термо-трансферный (TT) механизм Комплект для термо-трансферной печати включает в себя устройство для подачи / сматывания красящей ленты</li><li>Держатель рулона этикеток Внешним диаметром 38 мм или 76 мм</li><li>Внутренний смотчик используется для намотки подложки рулона или рулона с этикетками внешним диаметром до 125 мм</li><li>Внешний смотчик для намотки рулона внешним диаметром до 203 мм</li><li>Отрезчик этикеток стандартный Толщина этикетки до 0,254мм</li><li>Отрезчик этикеток облегченный Толщина этикетки до 0,127мм</li><li>Датчик наличия напечатанной этикетки Такой датчик позволяет проследить: ести ли на выходе из принтера напечатанная этикетка. Если такая этикетка присутствует, то следующая этикетка не будет печататься пока предыдущая не будет изъята из принтера.</li><li>Внешняя клавиатура с дисплеем Для использования принтера в автономном режиме (без подключения к компьютеру)</li><li>Дополнительные модули FLASH памяти</li></ul><h3 align='center'>Модификации принтера</h3><ul><li>Datamax DMX М4208 TT Термотрансферный принтер этикеток, ширина до 104мм, ОЗУ 8Мб, 2Mb Flash, скорость до 152 мм/сек, красящая лента IN/OUT</li><li>Datamax DMX М4208 TT Термотрансферный принтер этикеток с внутренним смотчиком, ширина до 104мм, ОЗУ 8Мб, 2Mb Flash, скорость до 152 мм/сек, красящая лента IN/OUT</li><li>Datamax DMX I4208 TT Промышленный термотрансферный принтер этикеток с внутренним смотчиком, ширина до 104мм, ОЗУ 8Мб, 1Mb Flash, скорость до 200 мм/сек</li><li>Datamax DMX I4208 TT Промышленный термотрансферный принтер этикеток, ширина до 104мм, ОЗУ 8Мб, 1Mb Flash, скорость до 200 мм/сек</li><li>Datamax DMX I4208 TT Промышленный термотрансферный принтер этикеток, ширина до 104мм, ОЗУ 8Мб, 2Mb Flash, скорость до 200 мм/сек</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => array()
		                	)
		                ),
		                "print02_004" => array(
		                	"title" => "Datamax DMX M4206",
		                	"article" => "",
		                	"link" => "/print02_004.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Datamax",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232"
		                	),
		                	"images" => array(
		                		"/new_images/print/datamax-dmx-m4206-1.jpg",
		                		"/new_images/print/datamax-dmx-m4206-2.jpg",
		                		"/new_images/print/datamax-dmx-m4206-3.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Разрешение" => "203 dpi",
		                		"Ширина печати" => "104 мм",
		                		"Скорость печати" => "152 мм/сек",
		                		"Длина печати" => "6 мм - 2475 мм",
		                		"Интерфейс" => "RS-232"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Разрешение" => "203 dpi",
			                		"Ширина печати" => "104 мм",
			                		"Скорость печати" => "152 мм/сек",
			                		"Длина печати" => "6 мм - 2475 мм",
			                		"Интерфейс" => "RS-232",
			                		"Масса" => "9,77 кг",
			                		"Габаритные размеры" => "249 мм*459 мм*262 мм"
		                		),
		                		"desc" => "<p>Это первый принтер среднего класса, оснащенный литой алюминиевой станиной. Ранее такая конструкция, обеспечивающая большой ресурс и надежную работу, использовалась только в дорогих промышленных принтерах. Печатающий механизм принтера DATAMAX DMX M4206 также металлический. Его отличает простота и удобство заправки этикеток. Значительно упрощено обслуживание, включая чистку термоголовки.</p><p>Большой объем встроенной памяти (включая энергонезависимые модули), позволяет загружать русские шрифты и графические логотипы. Принтер DATAMAX DMX M4206 поддерживает масштабируемые True-Type шрифты, что открывает поистине неограниченные возможности дизайна этикеток.</p><p>Возможности принтера DATAMAX DMX M4206 могут быть расширены с помощью опциональных модулей. Большинство из них может быть установлено самим пользователем. Особенно следует отметить наличие термотрансферных блоков под внешнюю и внутреннюю намотку - к принтеру DATAMAX DMX M4206 подойдет практически любая термотрансферная лента.</p><p>DATAMAX DMX M4206 первый представитель новой линейки принтеров, которая получила название M-Class. Модели этой серии предлагают пользователю надежные и технологически улучшенные принтеры. Сочетающее в себе мощность промышленных моделей и великолепный дизайн современного офисного оборудования.</p><p>Любое дополнительное приспособление (нож, внутренний смотчик и др.) пользователь самостоятельно может установить в принтер DATAMAX DMX M4206 уже после приобретения базовой модели. Кстати, к дополнительным приспособлениям относится и блок термотрансферной печати. Таким образом, если Вы еще не решили каким способом лучше печатать этикетки - термо- (на термочувствительных этикетках) или термотрансферным (на этикетках из бумаги или пленки с помощью красящей ленты), то свой выбор Вы можете остановить на базовой термо-модели DATAMAX DMX M4206. Затем в случае необходимости, свой принтер Вы можете оснастить механизмом термотрансферной печати для установки красящей ленты.</p><p>При необходимости сматывать напечатанные этикетки в рулон, Вы можете приобрести внутренний смотчик и в течение 2-3 минут установить его в принтер DATAMAX DMX M4206. Желающие отрезать напечатанные этикетки или текстильную ленту сразу после печати могут оборудовать принтер DATAMAX DMX M4206 I-класса ножом с контейнером для накопления отрезанных этикеток, ярлыков, билетов и др.</p><p align='center'><object id=videoplayer1331' type='application/x-shockwave-flash' data='http://sj-company.ru/uppod.swf' width='500' height='375'><param name='bgcolor' value='#ffffff'><param name='allowFullScreen' value='true'><param name='allowScriptAccess' value='always'><param name='movie' value='http://sj-company.ru/uppod.swf'><param name='flashvars' value='comment=DatamaxMark2M4206&amp;m=video&amp;file=http://sj-company.ru/videouppod/video/datamaxmark2m4206.flv'></object></p>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Принтер DATAMAX DMX M4206 Cоответствует требованиям небольших и средних предприятий, которым недостаточно производительности настольных принтеров Е-класса. Принтер DATAMAX DMX M4206 можно использовать в торговле, на складах, небольших производствах.    М-класс - это новое поколение принтеров среднего класса американской фирмы Datamax Corp.</p>"
		                	)
		                ),
		                "print02_006" => array(
		                	"title" => "Argox Refine-200",
		                	"article" => "",
		                	"link" => "/print02_006.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Argox",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "101.6_мм",
		                        "интерфейсы" => "RS-232"
		                	),
		                	"images" => array(
		                		"/new_images/print/argox-refine200-1.jpg",
		                		"/new_images/print/argox-refine200-2.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "Термо и термотрансферная печать",
		                		"Разрешение печати" => "203 dpi (8 точек/мм)",
		                		"Скорость печати" => "до 102 мм/сек",
		                		"Ширина печати" => "до 101,6 мм",
		                		"Длина печати" => "до 203 мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "Термо и термотрансферная печать",
			                		"Разрешение печати" => "203 dpi (8 точек/мм)",
			                		"Скорость печати" => "до 102 мм/сек",
			                		"Ширина печати" => "до 101,6 мм",
			                		"Длина печати" => "до 203 мм",
			                		"Процессор" => "16-разрядный",
			                		"Ресурс термоголовки" => "более 30 км",
			                		"Память" => "DRAM 512 Кб<br>Flash-ROM 512 Кб",
			                		"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max - 110 мм, min - 25,4 мм. Толщина от 0,0635 до 0,254 мм (0.0025 -0.01\"). Внешний диаметр рулона 152 мм (5\"). Диаметр втулки 25-37 мм (1\"-1.5\").<br>Риббон. Покрытие: воск, смола, и комбинир. Внутрення намотка (R-200). Наружная намотка (R-200K). Макс. ширина - 110 мм. Макс. диаметр 68 мм. Макс. длина - воск 360 м, смола 300 м. Внутренний диаметр 25 мм.",
			                		"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23\"). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
			                		"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix",
			                		"Графика" => "PPLA: PCX, BMP, IMG, HEX, GDI<br>PPLB: PCX, Binary raster, GDI",
			                		"Интерфейс подключения" => "Centronics (параллельный), RS-232 (последовательный)",
			                		"Напряжение питания" => "220В±10% 50/60Гц (встроенный блок питания)",
			                		"Габаритные размеры" => "218мм (Д) x 314мм (Ш) x 231мм (В)",
			                		"Вес" => "4,2 кг",
			                		"Рабочая температура" => "от 4°С до +38°С",
			                		"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
			                		"Программное обеспечение" => "Пакет Argox PPLA и PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
			                		"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
			                		"Гарантийный период" => "12 месяцев",
			                		"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера"
		                		),
		                		"desc" => "<p>Принтер печати этикеток Argox Refine-200 - высокопроизводительный, многофункциональный и надежный принтер, обладающий большим сроком безотказной работы - наработка на отказ более 200.000 часов.</p><p>Refine-200 обладает хорошим функционалом: большие размеры загружаемых расходных материалов, большая ширина печати - 101,6 мм, возможность работы и управления принтером посредством одного из двух внутренних языков программирования, благодаря чему принтер может быть интегрирован в любое DOS или Windows приложение.</p><p>Простота подключения принтера R-200 к товаро-учётной системе обеспечивается драйверами для операционной системы Windows, которые идут в комплекте с принтером. Кроме того, в комплект поставки входит программное обеспечение для создания дизайна этикеток, редактирования логотипов и шрифтов принтера, а так же утилита управления принтером.</p><p>Все принтеры серии Refine имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов, внешнего размотчика для использования расходных материалов большего объема. Кроме того, стоит отметить особенность принтеров Refine - возможность работы в автономном режиме (без подключения к компьютеру) с внешней клавиатурой AgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением, печатная инструкция по эксплуатации, образцы расходных материалов: этикеток и красящей ленты.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферный способ печати</li><li>Скорость печати - до 102 мм/сек</li><li>Ширина печати - до 101,6 мм</li><li>Большой объем загружаемых расходных материалов</li><li>Высокая наработка на отказ - более 200,000 часов</li><li>Возможность использования разнообразных опций: отрезателя, отделителя, карты памяти, внешней клавиатуры, USB-интерфейса, принт-сервера для печати по локальной сети, внешний размотчик</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Принтер R-200 является идеальным решением для использования в таких областях, как небольшие склады и производства, предприятия оптово-розничной торговли (магазины шаговой доступности, супер- и гипермаркеты), фармацевтика и другие, где требуется обеспечить средние объемы печати этикеток в день (от 5000 до 10000).</p>"
		                	)
		                ),
		                "print02_007" => array(
		                	"title" => "Argox Refine-600",
		                	"article" => "",
		                	"link" => "/print02_007.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Argox",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "101.6_мм",
		                        "интерфейсы" => "RS-232"
		                	),
		                	"images" => array(
		                		"/new_images/print/argox-refine600-1.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "Термо и термотрансферная печать",
		                		"Разрешение печати" => "300 dpi",
		                		"Скорость печати" => "до 102 мм/сек",
		                		"Ширина печати" => "до 101,6 мм",
		                		"Длина печати" => "до 355,6 мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "Термо и термотрансферная печать",
			                		"Разрешение печати" => "300 dpi",
			                		"Скорость печати" => "до 102 мм/сек",
			                		"Ширина печати" => "до 101,6 мм",
			                		"Длина печати" => "до 355,6 мм",
			                		"Процессор" => "32-разрядный",
			                		"Ресурс термоголовки" => "более 30 км",
			                		"Память" => "DRAM 2 Мб<br>Flash-ROM 1 Мб",
			                		"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max - 110 мм, min - 25,4 мм. Толщина от 0,0635 до 0,254 мм (0.0025 -0.01\"). Внешний диаметр рулона 152 мм (5\"). Диаметр втулки 25-37 мм (1\"-1.5\").<br>Риббон. Покрытие: воск, смола, и комбинир. Внутрення намотка. Макс. ширина - 110 мм. Макс. диаметр 68 мм. Макс. длина - воск 360 м, смола 300 м. Внутренний диаметр 25 мм.",
			                		"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23\"). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
			                		"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
			                		"Графика" => "PPLA: PCX, BMP, IMG, HEX, GDI<br>PPLB: PCX, Binary raster, GDI",
			                		"Интерфейс подключения" => "Centronics (параллельный), RS-232 (последовательный)",
			                		"Напряжение питания" => "220В±10% 50/60Гц (встроенный блок питания)",
			                		"Габаритные размеры" => "218мм (Д) x 314мм (Ш) x 231мм (В)",
			                		"Вес" => "4,2 кг",
			                		"Рабочая температура" => "от 4°С до +38°С",
			                		"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
			                		"Программное обеспечение" => "Пакет Argox PPLA и PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
			                		"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
			                		"Гарантийный период" => "12 месяцев",
			                		"Комплектация" => "Принтер, сетевой адаптер, CD-диск с документацией и программным обеспечением, краткое руководство по установке принтера"
		                		),
		                		"desc" => "<p>Принтер печати этикеток Argox Refine-600 - высокопроизводительный, многофункциональный и надежный принтер с разрешением печати 300 dpi (12 точек/мм).</p><p>Refine-600 обладает хорошим функционалом: высокое разрешение печати - 300 dpi (12 точек/мм), высокая скорость печати - 102 мм/сек, большие размеры загружаемых расходных материалов, большая ширина печати - 101,6 мм, возможность работы и управления принтером посредством одного из двух внутренних языков программирования, благодаря чему принтер может быть интегрирован в любое DOS или Windows приложение.</p><p>Простота подключения принтера R-600 к товаро-учётной системе обеспечивается драйверами для операционной системы Windows, которые идут в комплекте с принтером. Кроме того, в комплект поставки входит программное обеспечение для создания дизайна этикеток, редактирования логотипов и шрифтов принтера, а так же утилита управления принтером.</p><p>Все принтеры серии Refine имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов, внешнего размотчика для использования расходных материалов большего объема. Кроме того, стоит отметить особенность принтеров Refine - возможность работы в автономном режиме (без подключения к компьютеру) с внешней клавиатурой AgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением, печатная инструкция по эксплуатации, образцы расходных материалов: этикеток и красящей ленты.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферный способ печати</li><li>Скорость печати - до 102 мм/сек</li><li>Ширина печати - до 101,6 мм</li><li>Высокая разрешающая способность - 300 dpi (12 точек/мм)</li><li>Большой объем памяти - DRAM 2 Мб и Flash-ROM 1 Мб</li><li>Большой объем загружаемых расходных материалов</li><li>Высокая наработка на отказ - более 200,000 часов</li><li>Возможность использования разнообразных опций: отрезателя, отделителя, карты памяти, внешней клавиатуры, USB-интерфейса, принт-сервера для печати по локальной сети, внешний размотчик.</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Принтер R-600 является идеальным решением для использования в таких областях, как небольшие склады и производства, предприятия оптово-розничной торговли (магазины шаговой доступности, супер- и гипермаркеты), фармацевтика и другие, где требуется обеспечить средние объемы печати этикеток в день (от 5000 до 10000).</p>"
		                	)
		                ),
		                "print02_008" => array(
		                	"title" => "Argox Refine-400",
		                	"article" => "",
		                	"link" => "/print02_008.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Argox",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "101.6_мм",
		                        "интерфейсы" => "RS-232"
		                	),
		                	"images" => array(
		                		"/new_images/print/argox-refine400-1.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "Термо и термотрансферная печать",
		                		"Разрешение печати" => "203 dpi (8 точек/мм)",
		                		"Скорость печати" => "до 150 мм/сек",
		                		"Ширина печати" => "до 101,6 мм",
		                		"Длина печати" => "до 1092 мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "Термо и термотрансферная печать",
			                		"Разрешение печати" => "203 dpi (8 точек/мм)",
			                		"Скорость печати" => "до 150 мм/сек",
			                		"Ширина печати" => "до 101,6 мм",
			                		"Длина печати" => "до 1092 мм",
			                		"Процессор" => "32-разрядный RISC-процессор",
			                		"Ресурс термоголовки" => "более 30 км",
			                		"Память" => "DRAM 2 Мб<br>Flash-ROM 1 Мб",
			                		"Расходные материалы" => "Этикетки. В рулоне, стопкой, с резделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max - 110 мм, min - 25,4 мм. Толщина от 0,0635 до 0,254 мм (0.0025 -0.01\"). Внешний диаметр рулона 152 мм (5\"). Диаметр втулки 25-37 мм (1\"-1.5\").<br>Риббон. Покрытие: воск, смола, и комбинир. Внутрення намотка (R-400). Наружная намотка (R-400K). Макс. ширина - 110 мм. Макс. диаметр 68 мм. Макс. длина - воск 360 м, смола 300 м. Внутренний диаметр 25 мм.",
			                		"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23\"). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
			                		"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительная, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительная, POSTNET, German POST, Matrix 25, Maxicode, PDF-417,Data Matrix.",
			                		"Графика" => "PPLA: PCX, BMP, IMG, HEX, GDI<br>PPLB: PCX, Binary raster, GDI",
			                		"Интерфейс подключения" => "Centronics (параллельный), RS-232 (последовательный)",
			                		"Напряжение питания" => "220В±10% 50/60Гц (встроенный блок питания)",
			                		"Габаритные размеры" => "218мм (Д) x 314мм (Ш) x 231мм (В)",
			                		"Вес" => "4,2 кг",
			                		"Рабочая температура" => "от 4°С до +38°С",
			                		"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
			                		"Программное обеспечение" => "Пакет Argox PPLA и PPLB Language. Драйвера Windows (98/2000/NT/XP). Программа для создания дизайна и печати этикеток ArgoBar. Утилиты печати и загрузки шрифтов.",
			                		"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, USB-адаптер, принт-сервер для подключения принтера по интерфейсу Ethernet",
			                		"Гарантийный период" => "12 месяцев",
			                		"Комплектация" => "Принтер, CD-диск с документацией и программным обеспечением, образцы красящей ленты и этикеток, втулки для красящей ленты."
		                		),
		                		"desc" => "<p>Принтер печати этикеток Argox Refine-400 - высокопроизводительные, многофункциональные и надежные принтеры.</p><p>Refine-400 обладает хорошим функционалом: высокая скорость печати - 150 мм/сек, большие размеры загружаемых расходных материалов, большая ширина печати - 101,6 мм, возможность работы и управления принтером посредством одного из двух внутренних языков программирования, благодаря чему принтер может быть интегрирован в любое DOS или Windows приложение.</p><p>Простота подключения принтера R-400 к товаро-учётной системе обеспечивается драйверами для операционной системы Windows, которые идут в комплекте с принтером. Кроме того, в комплект поставки входит программное обеспечение для создания дизайна этикеток, редактирования логотипов и шрифтов принтера, а так же утилита управления принтером.</p><p>Все принтеры серии Refine имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов, внешнего размотчика для использования расходных материалов большего объема. Кроме того, стоит отметить особенность принтеров Refine - возможность работы в автономном режиме (без подключения к компьютеру) с внешней клавиатурой AgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением, блок питания, печатная инструкция по эксплуатации, образцы расходных материалов: этикеток и красящей ленты.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферный способ печати</li><li>Скорость печати - до 150 мм/сек</li><li>Ширина печати - до 101,6 мм</li><li>Большой объем памяти - DRAM 2 Мб и Flash-ROM 1 Мб</li><li>Большой объем загружаемых расходных материалов</li><li>Высокая наработка на отказ - более 200,000 часов</li><li>Возможность использования разнообразных опций: отрезателя, отделителя, карты памяти, внешней клавиатуры, USB-интерфейса, принт-сервера для печати по локальной сети, внешний размотчик.</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Принтер R-400 является идеальным решением для использования в таких областях, как небольшие склады и производства, предприятия оптово-розничной торговли (магазины шаговой доступности, супер- и гипермаркеты), фармацевтика и другие, где требуется обеспечить средние объемы печати этикеток в день (от 5000 до 10000).</p>"
		                	)
		                ),
		                "print02_019" => array(
		                	"title" => "Argox F Серия",
		                	"article" => "",
		                	"link" => "/print02_019.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Argox",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/f-series-sm.jpg",
		                		"/new_images/print/f-series-bg-2.jpg",
		                		"/new_images/print/f-series-bg-3.jpg",
		                		"/new_images/print/f-series-bg-4.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "прямая термопечать или термоперенос (термотрансферная печать)",
		                		"Разрешение печати" => "203 dpi",
		                		"Скорость печати максимальная" => "152 мм/сек",
		                		"Ширина печати" => "до 104 мм",
		                		"Длина печати" => "13мм ~ 2286мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "прямая термопечать или термоперенос (термотрансферная печать)",
			                		"Разрешение печати" => "203 dpi",
			                		"Скорость печати максимальная" => "152 мм/сек",
			                		"Ширина печати" => "до 104 мм",
			                		"Длина печати" => "13мм ~ 2286мм",
			                		"Память" => "8MB DRAM (6MB пользовательская) / 4MB Flash ROM (3MB пользовательская)Процессор 32 бит RISC",
			                		"Датчики" => "отражающие x 1(регулируемые)<br>на просвет x 2<br>открытая головка<br>окончание риббона",
			                		"Дисплей" => "2x16 ЖК / светодиодные индикаторы x 2",
			                		"Расходные материалы" => "в рулоне, перфорированные, непрерывный, фальцованный, ярлыки, термобилеты, гладкая листовая бумага и тканевые этикетки<br>Макс. ширина: 4.3\" /110 мм<br>Мин. ширина: 0.79\" / 20 мм<br>Плотность: .0025\"~.01\" /.0635 мм~.254 мм<br>Максимальный диаметр рулона: 8\" / 203 мм<br>Ширина втулки: 1\" / 25.4 мм",
			                		"Риббон" => "воск (Wax), комбинированный воск-смола (Wax / Resin), смола<br>намотка красящей стороной out / in<br>Ширина: 1\"~ 4.3\" / 25.4 мм ~ 110 мм<br>Макс. диаметр рулона: 2.9\" / 74 мм<br>Длина: 1182\" / 360 м<br>Ширина втулки: 1\" / 25.4 мм",
			                		"Эмуляция" => "ARGOX PPLB",
			                		"Размеры" => "390 x 309 x 255 мм (ШхДхВ)",
			                		"Вес" => "7,5 кг"
		                		),
		                		"desc" => "<p>Серия принтеров Argox F1 в зависимости от типа установленной печающей головки позволяет печатать с разрешением 300 или 203 dpi.</p><p>Настоящий принтер штрихкода сочетает в себе удобство настольного и надежность промышленного класса принтеров. Предлагая множество новых и инновационных функций, производительность Argox F1 тем не менее является экономичным решением для изготовдления этикеток со штрих-кодом.</p><p>Предусмотрены несколько вариантов подключений: USB 2.0, параллельный Centronics, серийный RS-232, разъем клавиатуры PS/2.</p><p>32-битный процессор, 8 Мб SDRAM и 4 Мб флеш памяти позволяют развивать внушительную скорость печати этикеток – 152 мм/сек (6ips). Максимальная длина печати на этикетке – 2286 мм.</p><p>New user-friendly features include a сенсорная система Twin-Eyed, крепление направляющих носителя, плавающий отражающий датчик, автоматическое определение намотки риббона (inside/outside), автоотключение, аудиосигнал.</p><p>Принтер F1 выполняет печать с очень низким уровнем издаваемого шума.</p><p>Допустима установка дополнительных приспособлений: отрезчика и отделителя этикеток, клавиатуры с дисплеем ArgoKee для обеспечения автономной работы принтера.</p><p><ul><li>изготовление ярлыков и бирок</li><li>печать этикеток для маркировки полок</li><li>печать ценников</li><li>этикетки со слоганами, этикетки \"баннеры\"</li><li>маркировка в системе отслеживания и учета активов</li><li>маркировка в логистике</li><li>контроль движения запасов</li><li>маркировка упаковки</li><li>этикетирование в системе инвентризации</li><li>маркировка в утилизации</li><li>маркировка полуфабрикатов</li><li>маркировка компонентов и комплектующих</li><li>маркировка продукции</li><li>маркировка соответствия качеству</li><li>маркировка паллет</li><li>маркировка электронных компонентов</li><li>этикетирование в легкой промышленности, одежды, обуви, аксессуаров</li><li>маркировка в управлении запасами</li><li>приемка/отправка грузов</li><li>маркировка багажа</li><li>контроль и охрана пациентов</li><li>маркировка лабораторных образцов</li><li>маркировка в фармацевтике</li><li>контроль за медикаментами</li><li>изготовление этикеток в условиях больниц, поликлиник и других учреждений здравоохранения</li><li>образование и библиотечное дело</li></ul></p>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Термотрансферный принтер F1 с разрешением 203 dpi предназначен для использования на предприятиях торговли, по оказанию различных услуг.</p>"
		                	)
		                ),
		                "print02_009" => array(
		                	"title" => "Argox Refine-400 Plus",
		                	"article" => "",
		                	"link" => "/print02_009.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Argox",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "108_мм",
		                        "интерфейсы" => "RS-232 USB LPT"
		                	),
		                	"images" => array(
		                		"/new_images/print/argox-refine400-plus-1.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "Термо и термотрансферная печать",
		                		"Разрешение печати" => "203 dpi",
		                		"Скорость печати" => "до 150 мм/сек",
		                		"Ширина печати" => "до 108 мм",
		                		"Длина печати" => "От 10 до 1075 мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "Термо и термотрансферная печать",
			                		"Разрешение печати" => "203 dpi",
			                		"Скорость печати" => "до 150 мм/сек",
			                		"Ширина печати" => "до 108 мм",
			                		"Длина печати" => "От 10 до 1075 мм",
			                		"Память" => "2 Мб DRAM, 2 Мб Flash-ROM",
			                		"Расходные материалы" => "Этикетки: в рулоне, стопкой, с разделителем, с непрерывной подачей, с перфорацией, билетный картон. Ширина: max – 110 мм, min – 25 мм. Толщина от 0,0635 до 0,25 мм (0,0025 - 0,010\") Внешний диаметр рулона 152 мм.<br>Красящая лента (риббон): покрытие: воск, улучш. воск, смола и комбинир. Макс. длина 360 м. Внутренний диаметр 25 мм (1\").<br>Втулка: 110мм. Тип намотки: IN (R-400 Plus) или OUT (R-400 Plus K)",
			                		"Поддерживаемые шрифты" => "Стандартный набор символов Int’l 5 алфавитно-цифровых шрифтов от 1,25 до 6,0 мм (0.49-0.23\"). Масштабируемость до 24х24. Ориентация шрифтов (0-270°). Пользовательские шрифты.",
			                		"Поддерживаемые штрих-коды" => "Code 39, Extended Code 39, Code 93, Code 128 UCC Code 128 (Subset A, B, C) Codabar, Interleave 2 of 5, EAN-8 2&5 дополнительные, EAN-13, EAN-128, UPC, UPC-A, E 2&5 дополнительные, POSTNET, German POST, Matrix 25, Maxicode, PDF-417, Data Matrix",
			                		"Графика" => "PPLA: PCX, BMP, IMG, HEX, GDI<br>PPLB: PCX, Binary raster, GDI",
			                		"Интерфейс подключения" => "RS-232, LPT (Centronics), USB (Full Speed)",
			                		"Напряжение питания" => "220 В, 50/60Гц; встроенный блок питания",
			                		"Габаритные размеры" => "218мм (Д) x 314мм (Ш) x 231мм (В)",
			                		"Вес" => "4,2 кг",
			                		"Рабочая температура" => "от +4°С до +38°С",
			                		"Влажность" => "от 10 до 90 % (при отсутствии конденсата)",
			                		"Программное обеспечение" => "Пакет PPLA, PPLB (по умолчанию), PPLZ; Программа для создания дизайна и печати этикеток ArgoBar, BarTender; Утилиты печати и загрузки шрифтов.",
			                		"Опциональные возможности" => "Отрезатель и отделитель этикеток, карта памяти (2 Мб), внешняя клавиатура, принт-сервер для подключения принтера по интерфейсу Ethernet",
			                		"Гарантийный период" => "12 месяцев",
			                		"Комплектация" => "Принтер, CD-диск с документацией и программным обеспечением, образцы красящей ленты и этикеток, втулки для красящей ленты."
		                		),
		                		"desc" => "<p>Argox Refine 400Plus - высокопроизводительный, многофункциональный и надежный принтер печати этикеток, обладающий большим сроком безотказной работы - наработка на отказ более 200.000 часов.</p><p>Принтер Refine 400Plus обладает высокими техническими характеристиками: большие размеры загружаемых расходных материалов, большая ширина печати до 108 мм, возможность работы и управления принтером посредством одного из трех внутренних языков программирования, благодаря чему Argox Refine 400Plus может быть интегрирован в любое DOS или Windows приложение.</p><p>Также, в отличие от других моделей серии Refine, принтер R-400Plus обладает более широкими функциональными возможностями: дополнительный интерфейс подключения USB (Full Speed), увеличенная Flash-память до 2 Мб, а также встроенный язык программирования PPLZ.</p><p>Простота подключения принтера R-400Plus к товаро-учётной системе обеспечивается драйверами для операционной системы Windows, которые поставляются в комплекте с принтером. Кроме того, в комплект поставки входит программное обеспечение для создания дизайна этикеток, редактирования логотипов и шрифтов принтера, а так же утилита управления принтером.</p><p>Все принтеры серии Refine имеют широкие возможности по использованию дополнительных опций: отделителя и отрезателя этикеток, платы часов реального времени с дополнительной памятью, карты памяти для загрузки дополнительных шрифтов, внешнего размотчика для использования расходных материалов большого объема. Также особенностью серии принтеров Refine является возможность работы принтера в автономном режиме (без подключения к компьютеру) с внешней клавиатурой ArgoKee.</p><p>В комплект поставки принтера входят: принтер, CD с программным обеспечением и инструкциями по эксплуатации, втулки для красящей ленты, образцы расходных материалов: этикеток и красящей ленты.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферный способ печати</li><li>Скорость печати - до 150 мм/сек</li><li>Ширина печати - до 108 мм</li><li>Различные интерфейсы подключения: USB, LPT, RS-232</li><li>Увеличенный объем Flash-памяти - до 2 Мб</li><li>Большой объем загружаемых расходных материалов</li><li>Возможность применения различных опций: отрезателя, отделителя, карты памяти, внешнейклавиатуры, принт-сервера для печати по локальной сети, внешний размотчик</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Принтер R-400Plus является идеальным решением для применения на небольших складах, в производстве, на предприятиях оптово-розничной торговли (розничные магазины, супер- и гипермаркеты), в фармацевтической сфере и везде, где требуется обеспечить средние объемы печати (от 5.000 до 10.000 этикеток в день).</p>"
		                	)
		                ),
		                "print02_012" => array(
		                	"title" => "TSC TTP-343 C",
		                	"article" => "",
		                	"link" => "/print02_012.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "TSC",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/tsc-ttp-343c-1.jpg",
		                		"/new_images/print/tsc-ttp-343c-2.jpg",
		                		"/new_images/print/tsc-ttp-343c-3.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Скорость печати" => "до 76 мм/сек",
		                		"Тип печати" => "Прямая термопечать и термотрансферная",
		                		"Разрешение печати" => "300 dpi",
		                		"Макс. ширина печати" => "104 мм",
		                		"Интерфейсы" => "USB 2.0 (кабель в комплекте), Centronics, RS232"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Скорость печати" => "до 76 мм/сек",
			                		"Тип печати" => "Прямая термопечать и термотрансферная",
			                		"Разрешение печати" => "300 dpi",
			                		"Макс. ширина печати" => "104 мм",
			                		"Интерфейсы" => "USB 2.0 (кабель в комплекте), Centronics, RS232",
			                		"Рекомендованный объём печати в смену" => "до 6000-7000 этикеток",
			                		"Макс. длина печати" => "1016 мм",
			                		"Миним. длина этикетки" => "10 мм",
			                		"Макс. диаметр рулона этикеток" => "127 мм (до 214 мм при использовании внешнего держателя)",
			                		"Макс. длина рулона красящей ленты" => "300 м (намотка типа \"OUT\")",
			                		"Диам. втулки рулона красящей ленты" => "25,4 мм",
			                		"Объём памяти" => "8 Mb SDRAM<br>2 Mb Flash (Есть разъём для карт памяти формата SD - до 4 Gb)",
			                		"Процессор" => "32-bit RISC",
			                		"Датчики" => "Расстояния между этикетками<br>Позиционируемый датчик чёрной метки<br>Открытой печатающей головки<br>Конца красящей ленты",
			                		"Язык управления" => "TSPL-EZ (распознаёт языки EPL и ZPL)",
			                		"Размер" => "314 х 213 х 188 мм",
			                		"Опции" => "Отделитель этикеток<br>Отрезчик (Cutter) гильотинного типа<br>Держатель рулона этикеток диаметром до 214 мм<br>Внешний модуль Ethernet<br>Внешний модуль интерфейса Wi-Fi (802.11 b/g)"
		                		),
		                		"desc" => "<p>Новая высокопроизводительная модель TSC TTP-343 C TTP-343 C - -идеальное решение для работы в тесных помещениях, где важен каждый сантиметр свободного пространства. Прекрасное решение для работы на кассовых узлах. Верхняя крышка полностью откидывается и осуществляется полный доступ к расходным материалам. Благодаря встроенной Flash-памяти принтер может работать без поддержки ПК. Объем памяти составляет 2 Мб. Для автономной работы чаще всего этого вполне достаточно, однако, при желании есть возможность опционально увеличить объем до 4 Мб.</p><p>Для модели предусмотрена самостоятельная замена печатной головки. Она производится в 2 минуты. Эта особенность значительно сэкономит ваше время и поможет избежать возможности нести принтер в сервисный центр.</p><h3 align='center'>Программное обеспечение принтера TTP-343С</h3><p>Драйверы принтер этикеток TTP-343C подходят для всех версий операционной системы Windows (98, ME,2000, XP, Vista) и с их помощью вы можете подключить принтер этикеток к любой программе, способной отправлять задания на печать (приложения Office, Adobe и т.п.). Отдельно отметим, что принтер TTP-343С удобен для печати этикеток из 1С.</p><p>«BarTender TSC TTP-343 C Edition» - профессиональное приложение для создания и печати этикеток. В нём вы, видя на экране ПК вашу этикетку, можете размещать на ней множество требуемых элементов: тексты, графику, различные штрих-коды. И задавать их свойства в соответствии с вашими требованиями. Созданные этикетки можно сохранить в виде отдельных файлов.</p><p>TSPL-EZ интегрировано. Данная возможность позволяет вам безболезненно интегрировать принтер TTP-343С в уже существующую информационную систему, в которой печать этикеток была настроена на принтеры, управляемые языками EPL, ZPL или TSPL. Вам даже не придётся устанавливать никаких драйверов или перенастраивать систему – просто поставьте принтер от TSC TTP-343 C на место не устраивающего вас предшественника и всё заработает, так как модель автоматически определяет язык, на котором ему даётся задание печатать этикетки.</p><p>Если же вам требуется замена принтера, управляемого языком DPL или PPLA, то просто укажите это в комментарии к заказу – мы установим в принтер поддержку и этих языков.</p><p>DLL – библиотека Для тех наших клиентов, кто пишет программное обеспечение самостоятельно, использование принтера от TSC TTP-343 C существенно упрощает задачу – программисту нет необходимости изучать язык управления принтером. Теперь он может подключить в создаваемой программе данную DLL-библиотеку и использовать заложенные в неё процедуры и функции для описания этикетки в программе. Описание всех процедур и их параметров приложено.</p>",
		                		"advantages" => array(),
		                		"appAreas" => array()
		                	)
		                ),
		                "print02_013" => array(
		                	"title" => "TSC TDP-245 Plus",
		                	"article" => "",
		                	"link" => "/print02_013.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "TSC",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "108_мм",
		                        "интерфейсы" => "RS-232 USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/tsc-tdp-245-plus-1.jpg",
		                		"/new_images/print/tsc-tdp-245-plus-2.jpg",
		                		"/new_images/print/tsc-tdp-245-plus-3.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Тип печати" => "Прямая термопечать",
		                		"Скорость печати" => "до 127 мм/сек",
		                		"Разрешение печати" => "203 dpi",
		                		"Макс. ширина печати" => "108 мм",
		                		"Интерфейс" => "RS232, Centronics, USB 2.0"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Тип печати" => "Прямая термопечать",
			                		"Скорость печати" => "до 127 мм/сек",
			                		"Разрешение печати" => "203 dpi",
			                		"Макс. ширина печати" => "108 мм",
			                		"Интерфейс" => "RS232, Centronics, USB 2.0",
		                			"Макс. длина печати" => "2286 мм",
		                			"Процессор" => "32 bit RISC",
		                			"Память" => "8 Mb RAM",
		                			"Flash-память" => "2 Mb (до 4 Gb с помощью SD-карт)",
		                			"Мин. длина печати" => "10 мм",
		                			"Внешний диаметр ролика этикеток" => "до 127 мм (до 214 мм при установке на внешнюю подставку)",
		                			"Диаметр внутренней втулки ролика этикеток" => "от 25,4 мм",
		                			"Датчики" => "Датчик наличия бумаги<br>Датчик промежутка между этикетками (с настраиваемым положением)<br>Датчик открытой печатающей головки",
		                			"Язык управления принтером" => "TSPL-EZ (эмуляция EPL и ZPL)<br>TPLD (эмуляция DPL) - по запросу",
		                			"Рекомендуемый объем печати (этикеток/день)" => "до 6000",
		                			"Размер принтера" => "240 х 200 х 164 мм",
		                			"Рабочая температура" => "5°C - 40°C",
		                			"Опционально" => "Внешняя клавиатура управления, внешний адаптер для LAN, внешний держатель рулона этикеток большого диаметра, верификатор штрих-кода, отрезчик (cutter) гильотинного типа"
		                		),
		                		"desc" => "<p>Основной особенностью принтера этикеток TSC TDP-245 Plus TDP-245 Plus является скорость печати. 127мм/сек, при ширине печати 108 мм – это показатели, доступные не многим принтерам. В данной модели отличные скоростные параметры удачно сочетаются с долговечностью и надежностью. Прочный корпус, который выполнен из специального ABS-пластика способен защитить комплектующие от вредных физических и химических воздействий окружающей среды.</p><p>В стандартную комплектацию входят драйвера для интеграции принтера с любой ОС семейства Windows и специальная программа редактирования и дизайна этикеток «BarTender Edition», которая предоставляет широкие возможности редактирования этикеток, вставки графических изображений, изменения размеров и т.д.</p><h3 align='center'>Особенности</h3><p>Полностью обновлённый дизайн упрощает установку этикеток: верхняя крышка принтера откидывается назад, полностью открывая отсек для установки рулона самоклеящихся этикеток.</p><p>Максимально просты и удобны все операции по настройке и диагностике, ведь все операции производиятся с помощью одной кнопки, а состояние принтера удобно диагностировать по цветовому индикатору.</p><p>Принтер \"понимает\" 4 распространённых языка управления принтерами этикеток: просто установите модель TDP-245 взамен принтера, работающего с языком «EPL» или «ZPL», если последний, к примеру, вышел из строя. И всё заработает без каких-либо дополнительных настроек. (Если необходима эмуляция языка «DPL», то наш сервисный центр подготовит для вас модификацию).</p><p>В базовой поставке уже 3 интерфейса для подключения к ПК, в том числе и современный USB.</p>",
		                		"advantages" => array(),
		                		"appAreas" => array()
		                	)
		                ),
		                "print02_014" => array(
		                	"title" => "TSC TTP-245 Plus",
		                	"article" => "",
		                	"link" => "/print02_014.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "TSC",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "108_мм",
		                        "интерфейсы" => "RS-232 USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/tsc-ttp-245.jpg",
		                		"/new_images/print/tsc-ttp-245_2.jpg",
		                		"/new_images/print/tsc-ttp-245_3.jpg",
		                		"/new_images/print/printer-tsc-ttp-245-plus-info.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Разрешение печати" => "203 dpi",
		                		"Скорость печати" => "до 127 мм/сек",
		                		"Тип печати" => "Прямая термопечать и термотрансферная печать",
		                		"Макс. ширина печати" => "108 мм",
		                		"Интерфейс" => "USB 2.0, RS-232, Centronics"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Разрешение печати" => "203 dpi",
			                		"Скорость печати" => "до 127 мм/сек",
			                		"Тип печати" => "Прямая термопечать и термотрансферная печать",
			                		"Макс. ширина печати" => "108 мм",
			                		"Интерфейс" => "USB 2.0, RS-232, Centronics",
			                		"Мин. ширина печати" => "19 мм",
			                		"Макс. длина печати" => "1000 мм",
			                		"Мин. длина печати" => "10 мм",
			                		"Процессор" => "32 bit RISC",
			                		"Память" => "8 Mb",
			                		"Flash-память" => "2 Mb (можно увеличить до 4 Gb)",
			                		"Толщина этикетки с подложкой" => "0,06 - 0,25 мм",
			                		"Внешний диаметр ролика этикеток" => "до 127 мм (до 214 мм при установке на внешнем креплении)",
			                		"Диаметр внутренней втулки ролика этикеток" => "25,4 мм",
			                		"Датчики" => "Наличия этикетки, промежутка между этикетками (положение настраивается), открытой печатающей головки и конца красящей ленты",
			                		"Максимальная длина красящего ролика" => "300 м",
			                		"Диаметр внутренней втулки красящего ролика" => "1\" (25,4 мм)",
			                		"Язык управления принтером" => "TSPL-EZ, TPLD (опционально)",
			                		"Рекомендуемый объем печати (этикеток/день)" => "до 6000",
			                		"Размер принтера" => "314 x 213 x 188 мм",
			                		"Рабочая температура" => "5°C-40°C",
			                		"Температура хранения" => "-10°C-60°C",
			                		"Опционально" => "Отделитель этикеток, отрезчик (cutter), внутренний или внешний LAN-адаптер, верификатор штрих-кода, внешняя клавиатура управления принтером"
		                		),
		                		"desc" => "<p>TSC TTP-245 Plus - принтер для печати этикеток со штрих-кодами, осуществляющий термо и термотрансферную печать.</p><p>При термотрансферном способе нагревательная головка с печатной платой прижимает бумагу к красящей ленте – риббону. Таким образом текст, штрих-коды и изображения наносятся на печатную поверхность.</p><p>В качестве расходного материала применяются рулоны бумаги диаметром не более 109 мм (с помощью внешней подставки до 214 мм), а также риббон диаметром 12,5 мм при использовании термотрансферной печати. Отделение этикетки производится вручную.</p><h3 align='center'>Особенности</h3><ul><li>Объем печати – 6000 этикеток за смену.</li><li>Интерфейсы RS-232, USB 1.1 в комплекте.</li><li>Опциональная установка Ethernet.</li><li>Внутренняя память 2 Mb Flash.</li><li>Использует язык TSPL-2, EPL-2, ZPL-II.</li><li>Датчики открытия головки, черной метки и наличия бумаги и окончания красящей ленты.</li><li>Ширина используемого расходного материала до 60 мм.</li><li>32-разрядный процессор RISC.</li><li>Возможность подключения PC-клавиатуры.</li><li>Скорость печати до 127 мм в секунду.</li><li>Опциональная установка Centronics, Ethernet и Wireless LAN.</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Принтер этикеток TSC TTP-245 Plus применяется в области торговли для печати средних партий объемом до 6000 этикеток в день. Предназначен для магазинов одежды, продуктовых и хозяйственных торговых точек, дистрибьюторов электроники и для гипермаркетов, на складах, в хранилищах, в сфере оказания услуг ремонта и пошива, логистических центрах и курьерских службах для систематизации транспортируемых товаров, в аптеках и медицинских учреждениях.</p>"
		                	)
		                ),
		                "print02_015" => array(
		                	"title" => "TSC TTP-342",
		                	"article" => "",
		                	"link" => "/print02_015.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "TSC",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/t9.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Тип печати" => "Прямая термопечать и термотрансферная",
		                		"Разрешение печати" => "300 dpi",
		                		"Макс. ширина печати" => "104 мм",
		                		"Макс. длина печати" => "457 мм",
		                		"Скорость печати" => "до 76 мм/сек"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Тип печати" => "Прямая термопечать и термотрансферная",
			                		"Разрешение печати" => "300 dpi",
			                		"Макс. ширина печати" => "104 мм",
			                		"Макс. длина печати" => "457 мм",
			                		"Скорость печати" => "до 76 мм/сек",
		                			"Рекомендованный объём печати в смену" => "до 4000 этикеток",
		                			"Макс. диаметр рулона этикеток" => "109 мм (до 214 мм при использовании внешнего держателя)",
		                			"Макс. длина рулона красящей ленты" => "300 м (намотка типа \"OUT\")",
		                			"Диам. втулки рулона красящей ленты" => "25,4 мм",
		                			"Объём памяти" => "2 Mb DRAM<br>2 Mb Flash",
		                			"Процессор" => "32-bit RISC",
		                			"Датчики" => "Наличия бумаги<br>Расстояния между этикетками<br>Конца красящей ленты<br>Отделённой этикетки",
		                			"Язык управления" => "TSPL-EZ (понимает языки EPL и ZPL)",
		                			"Интерфейсы" => "USB (по запросу), Centronics (кабель в комплекте), RS232",
		                			"Размер" => "288 x 232 x 156 мм",
		                			"Опции" => "Отрезчик (Cutter) для бумаги толщиной до 0,2 мм"
		                		),
		                		"desc" => "<p>TSC TTP-342 TTP-342 осуществляет печать этикеток на любых материалах. Максимальная ширина печати составляет 104 мм. Благодаря прочной конструкции из двойного пластика принтер приспособлен к эксплуатации в жестких условиях.</p><p>Диагностика неполадок принтера выполняется при помощи двух клавиш, вынесенных на верхнюю панель. Облегчен доступ к расходным материалам. Можно устанавливать красящую ленту длинной до 3000 метров. Теперь возвращаться к замене ленты придется значительно реже.</p>",
		                		"advantages" => array(),
		                		"appAreas" => array()
		                	)
		                ),
		                "print02_016" => array(
		                	"title" => "TSC TTP-343 Plus",
		                	"article" => "",
		                	"link" => "/print02_016.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "TSC",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/t10.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Тип печати" => "Прямая термопечать и термотрансферная печать",
		                		"Скорость печати" => "до 75 мм/сек",
		                		"Разрешение печати" => "300 dpi",
		                		"Макс. ширина печати" => "104 мм",
		                		"Макс. длина печати" => "1016 мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Тип печати" => "Прямая термопечать и термотрансферная печать",
			                		"Скорость печати" => "до 75 мм/сек",
			                		"Разрешение печати" => "300 dpi",
			                		"Макс. ширина печати" => "104 мм",
			                		"Макс. длина печати" => "1016 мм",
			                		"Процессор" => "32 bit",
			                		"Память" => "8 Mb SDRAM",
			                		"Flash-память" => "2 Mb Flash (до 4 Gb с помощью SD-карт памяти)",
			                		"Мин. длина печати" => "10 мм",
			                		"Внешний диаметр ролика этикеток" => "до 127 мм",
			                		"Диаметр внутренней втулки ролика этикеток" => "от 25,4 мм",
			                		"Датчики" => "Датчик наличия бумаги и растояния между этикетками<br>Датчик чёрной метки<br>Датчик открытой печатающей головки<br>Датчик конца красящей ленты",
			                		"Максимальная длина красящего ролика" => "300 м (намотка OUT)",
			                		"Диаметр внутренней втулки красящего ролика" => "25,4 мм",
			                		"Язык управления принтером" => "TSPL-EZ (эмуляция EPL и ZPL)",
			                		"Интерфейс" => "RS232, Centronics, USB 2.0",
			                		"Рекомендуемый объем печати (этикеток/день)" => "до 6000",
			                		"Размер принтера" => "314 х 213 х 188 мм",
			                		"Рабочая температура" => "5°C - 40°C",
			                		"Опционально" => "Отделитель этикеток<br>Отрезчик (Cutter)<br>Интерфейс Ethernet (встроенный в корпус)<br>Внешняя клавиатура управления<br>Интерфейс Wi-Fi (802.11 b/g)<br>Внешний держатель рулона этикеток (для рулонов этикеток диаметром до 214"
		                		),
		                		"desc" => "<p>Принтер TSC TTP-343 Plus TTP-343 Plus обладает самым прочным корпусом в воем классе. Двухмоторная конструкция снижает нагрузку на каждый из моторов и делает принтер долговечным. Мощный 32-битный процессор и встроенная Flash-паямять объемом 2 Мб позволяют работать с принтеров автономно, т.е. удаленно от ПК. При желании, есть возможность увеличит Flash-память до 4 Мб.</p><p>Драйвера для всех ОС семейства Windows позволяют легко интегрировать принтер с ПК. А специализированное программное обеспечение «Bar Tender TSC Plus Edition» позволяет редактировать этикетки, добавлять на них изображения, изменять размеры и многое другое.</p><p>Термотрансферный принтер TSC TTP-343C представляет собой оптимальное сочетание компактных размеров и надежности эксплуатации. Эргономичный дизайн и небольшие размеры обеспечивают максимальное удобство работы пользователя и позволяют с легкостью разместить принтер в ограниченном рабочем пространстве. Принтер предлагает высокое качество печати, что особенно важно при печати двумерных штрих-кодов.</p><p>Принтер TSC TTP-343C идеально подойдет для предприятий с ежедневным объемом выпуска этикеток не более 4000. Модель поддерживает как термо-, так и термотрансферную печать на различных материалах (бумажные, нейлоновые, пластиковые и т.д.). Принтер оснащен достаточным объемом памяти с возможностью расширения до 5 Гб. Технология TSPL-EZ позволяет с легкостью интегрировать принтер в существующую систему предприятия, настроенную на оборудование других производителей.</p>",
		                		"advantages" => array(),
		                		"appAreas" => array()
		                	)
		                ),
		                "print02_020" => array(
		                	"title" => "Primera LX200",
		                	"article" => "",
		                	"link" => "/print02_020.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Primera",
		                        "метод_печати" => "монохромный-струйный",
		                        "разрешение_печати" => "600_dpi 1200_dpi",
		                        "ширина_печати" => "108_мм",
		                        "интерфейсы" => "USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/prlx200.jpg"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "монохромная струйная",
		                		"Разрешение печати" => "1200 dpi, 600 dpi",
		                		"Ширина печати" => "до 108 мм",
		                		"Скорость печати" => "51 мм/сек",
		                		"Интерфейсы" => "USB 2.0"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "монохромная струйная",
			                		"Разрешение печати" => "1200 dpi, 600 dpi",
			                		"Ширина печати" => "до 108 мм",
			                		"Скорость печати" => "51 мм/сек",
			                		"Интерфейсы" => "USB 2.0",
		                			"Картриджи" => "Dye-based ink для глянцевой бумаги, pigment-based ink для полуглянцевой бумаги и картона",
		                			"Специальное программное обеспечение" => "NiceLabel SE, Primera Edition ПО в комплекте. Идеально подходит для этикетки макеты со шрифтами, графику и все популярные линейные и 2D штрих-кодов Совместимость с Windows 2000 / XP / Vista драйвера принтера",
		                			"Датчики" => "на просвет, чёрной метки и окончания чернил",
		                			"Электрические характеристики" => "AC input: 100-240 VAC, 50/60 Hz, 60 watts DC output: 12 VDC, 5.0A",
		                			"Размеры (в составе комплексов)" => "264 мм x 389 мм x 180 мм",
		                			"Вес" => "3,2 кг"
		                		),
		                		"desc" => "<p>Primera LX200 не является термопринтером. Вместо красящей ленты принтер использует \"струи\" чернил, которые наносятся на бумагу. Такой способ печати позволяет распечатывать все оттенки серого цвета, а также поддержиать качество печати на высоком уровне(1200dpi). Primera LX200 прекрасно подходит для печати мелкого шрифта, графики и фотографий в высоком разрешении.</p><h3 align='center'>Особенности </h3><ul><li>монохромная струйная печать</li><li>разрешение печати 1200 dpi, 600 dpi</li><li>ширина печати до 108 мм</li><li>скорость печати: 51 мм/сек</li></ul><p>Более ранние модели LX400 и LX810 частично использовали не вполне экономичный подход, частично используя цветные картриджи, который рано или поздно требовал пересмотра, и в 2008 году на рынок вышла модель монохромного струйного принтера LX200.</p><p>Стоит учесть, что большинство популярных материалов печати этикеток для не подходят для LX200. Необходимы сорта бумаги повышенной плотности, чтобы чернила, попадая на них, не растекались и не размывали изображение.</p><p>Primera поставляет несколько разновидностей материалов: глянцевые и полуглянцевые бумажные этикетки, а так же этикетки из белого полиэстера. В соответствии с материалом подбирается тип картриджа и от правильного сочетания красителя и основы зависят эксплуатационные свойства этикетки.</p><p>Дополнительно к стандартным возможностям, данная модель имеет возможность подключения отрезчика этикеток. Опция может быть самостоятельно установлена и при необходимости легко демонтируется. Задняя панель принтера имеет прорезь для подачи фальцованной бумаги.</p>",
		                		"advantages" => array(),
		                		"appAreas" => array()
		                	)
		                ),
		                "print02_021" => array(
		                	"title" => "Primera LX400",
		                	"article" => "",
		                	"link" => "/print02_021.html",
		                	"prodClass" => "",
		                	"attributes" => array(
		                		"производитель" => "Primera",
		                        "метод_печати" => "монохромный цветной-струйный",
		                        "разрешение_печати" => "1200_dpi 2400_dpi 4800_dpi",
		                        "ширина_печати" => "101.6_мм",
		                        "интерфейсы" => "USB"
		                	),
		                	"images" => array(
		                		"/new_images/print/primera_lx400.jpg",
		                		"/new_images/print/primera_lx400.png",
		                		"/new_images/print/primera_lx400_2.png",
		                		"/new_images/print/primera_lx400_3.png"
		                	),
		                	"primaryProps" => array(
		                		"Метод печати" => "монохромная и цветная струйная",
		                		"Разрешение печати" => "4800 dpi, 2400 dpi, 1200 dpi",
		                		"Ширина печати" => "101.6 мм",
		                		"Длина печати со стандартной памятью (макс.)" => "609.6 мм",
		                		"Загружаемый объём этикетки" => "Максимальный диаметр рулона -127 мм , втулка 50,8 мм"
		                	),
		                	"infoBlock" => array(
		                		"props" => array(
		                			"Метод печати" => "монохромная и цветная струйная",
			                		"Разрешение печати" => "4800 dpi, 2400 dpi, 1200 dpi",
			                		"Ширина печати" => "101.6 мм",
			                		"Длина печати со стандартной памятью (макс.)" => "609.6 мм",
			                		"Загружаемый объём этикетки" => "Максимальный диаметр рулона -127 мм , втулка 50,8 мм",
			                		"Предупреждение об окончании красителя" => "Вычисляет остаток красителя, исходя из объёма напечатанной графики",
			                		"Интерфейсы" => "USB 2.0",
			                		"Опции" => "Обрезчик, картридж",
			                		"Программное обеспечение для дизайна этикеток" => "Nice Label™ SE Primera Edition входит в стандартную комплектацию принтера. Могут быть использованы другие популярные дизайнерские программы",
			                		"Питание" => "110-240 VAC, 50/60 Hz, 60 watt",
			                		"Скорость печати, мм/сек" => "51 - монохромная черная печать, 38 - цветная печать",
			                		"Датчики" => "На отражение, на просвет",
			                		"Катриджи" => "Цветной (CMY), Черный монохромный (Kd, Kp)",
			                		"Операционная система" => "Windows XP /2000/ Vista или Mac OS X V 10.2 или выше"
		                		),
		                		"desc" => "<p>Primera LX400- струйный цветной принтер производства США (Primera Technology). Служит для нанесения фотографий, графики, иллюстраций, текстов и штрих-кодов на этикетки и ярлыки в рулонах, фальцованную бумагу.</p><p>Используется для печати небольших тиражей, так как скорость составляет 1 штука в минуту.</p><p>Имеет обтекаемую конструкцию из прочного белого пластика с тремя клавишами: «Загрузка»/«Подача»,«Выгрузка»,«Пауза», и индикаторами «Питание» и «Краситель».</p><p>Принтер комплектуется одним цветным картриджем, пробным рулоном бумаги 10,6 см x 7,62см Coat ™ High-Gloss Inkjet Label Stock, кабелем USB 2.0, адаптером питания и компакт-диском с драйверами для Windows 2000/XP/Vista и Mac OS X 10.2 или выше, дизайном для этикеток (программа NiceLabel SE Primera Edition), инструкцией по эксплуатации.</p><p>Соответствует сертификациям Класса A FCC, а так же CE и UL , UL — C.</p><h3 align='center'>Особенности</h3><ul><li>Стоимость произведенной этикетки значительно дешевле, чем отпечатанной офсетной или флексопечатью при высоком качестве.</li><li>Сохранение реалистичных цветов и оттенков.</li><li>Технология пигментной струйной печати для устойчивости наклеек (ярлыков и пр.) к царапанию и действию воды.</li><li>Выполнение требований GHS BS5609 (этикетки для опасных химических веществ в суровых климатических и производственных условиях).</li><li>Компактность Primera LX400 264 х 389 х 180 мм позволяет его устанавливать в ограниченных пространствах.</li><li>Легкий вес (3,2 кг) не вызывает проблем при перемещении на новое рабочее место.</li><li>Принтер печатает на глянцевой бумаге и полиэфирных прозрачных носителях.</li><li>Максимальная длина ярлыка составляет 61 см.</li><li>Экономичное использование одного картриджа для практичного управления чернилами.</li><li>Повышенная производительность как у более дорогого оборудования Primera LX810.</li></ul>",
		                		"advantages" => array(),
		                		"appAreas" => "<p>Применение в некрупных офисах и промышленных организациях для печати рекламных материалов, билетов, фотографий, клеевых этикеток и пр. на тюбиках, бутылках, баллонах, коробках.</p>"
		                	)
		                ),
						"primera_fx400" => array(
							"title" => "Primera FX 400",
							"article" => "",
							"link" => "/primera_fx400.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Primera",
		                        "метод_печати" => "термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "104.8_мм",
		                        "интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/primera_fx400.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термотрансферный",
								"Разрешение печати" => "300 dpi",
								"Ширина области печати" => "от 19 мм до 104,8 мм",
								"Скорость печати" => "50,8 мм/сек",
								"Интерфейсы" => "USB1.1. или USB 2.0"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термотрансферный",
									"Разрешение печати" => "300 dpi",
									"Ширина области печати" => "от 19 мм до 104,8 мм",
									"Скорость печати" => "50,8 мм/сек",
									"Интерфейсы" => "USB1.1. или USB 2.0",
									"Электрические характеристики" => "DC output: 24 VDC , 3.75A AC input: 100-240 VAC, 50/60 Hz",
									"Размеры (в составе комплексов)" => "С LX400: 406мм x 1016мм x 311мм С LX810: 432 мм x 1016мм x 346мм",
									"Вес" => "8.4 кг"
								),
								"desc" => "<p>Принтер этикеток Primera FX 400 обеспечивает цветную печать этикеток. Печать осуществляется струйным методом. Для печати используются такие материалы как золотая и серебряная фольга, прозрачная пленка для защиты от влаги и загрязнений.</p><p>Защитный слой обеспечивает защиту от чистящих средств, ультрафиолета и других агрессивных факторов окружающей среды.</p><p>Для создания и печати этикеток в комплекте с Primera FX 400 поставляется специальная программа PTFoil. Для интеграции с другим оборудованием предусмотрен порт USB 2.0. Печать этикеток осуществляется на высокой скорости и отличного качества.Возможности принтера Primera FX 400 позволяют печатать этикетки любого дизайна, с использоавнием различных шрифтов, графики, фона, рамок и пр.</p><h3 align='center'>Особенности</h3><ul><li>Поддержка интерфейса USB</li><li>Наличие программы PTFoil</li><li>Высокое качество печати</li><li>Низкая стоимость</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print02_022" => array(
							"title" => "Primera LX810",
							"article" => "",
							"link" => "/print02_022.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Primera",
		                        "метод_печати" => "монохромный цветной-струйный",
		                        "разрешение_печати" => "4800_dpi 2400_dpi 1200_dpi",
		                        "ширина_печати" => "101.6_мм",
		                        "интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/prlx810.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "монохромная и цветная струйная",
								"Разрешение печати" => "4800 dpi 2400 dpi 1200 dpi",
								"Ширина печати" => "101.6 мм",
								"Длина печати со стандартной памятью (макс.)" => "609.6 мм",
								"Диаметр ролика этикетки (макс.)" => "152 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "монохромная и цветная струйная",
									"Разрешение печати" => "4800 dpi 2400 dpi 1200 dpi",
									"Ширина печати" => "101.6 мм",
									"Длина печати со стандартной памятью (макс.)" => "609.6 мм",
									"Диаметр ролика этикетки (макс.)" => "152 мм",
									"Питание" => "110-240 VAC , 50/60 Hz , 60 watt"
								),
								"desc" => "<p>Цветной струйный принтер Primera LX810 сочетает в себе высокие технологии струйной печати, приятный дизайн и удобство конструкции. Данный принтер изготавливает этикетки почти всех цветов. его можно разместить как в офисе, так и в производственных помещениях.</p><p>По сравнению с офсетной и флексопечатью, печать на Primera LX810 значительно дешевле. Наиболее выгодной покупкой данный притер будет для предприятий, которым нужны качественные цветные этикетки и бирки.</p><p>Самостоятельно созданные и напечатанные этикетки можно использовать на всех этапах производства и в торговле. Ваш товар всегда будет выглядеть ярко и привлекательно. С помощью этого принтера можно решить задачу многократного и быстрого перевыпуска пробных тиражей полноцветных этикеток перед запуском основного производства.</p><p>Шесть комбинаций разрешения и скорости печати позволят установить оптимальное сочетание для ваших нужд, а в прилагаемом графическом пакете NiceLabel SE можно создать шаблон этикетки. Учтите, что для работы необходима операционная система Windows.</p><p>Primera LX810 печатает на бумаге трёх типов: матовой, глянцевой и полуглянцевой. Глянцевые этикетки обладают высокой стойкостью к механическим воздействиям, загрязнениям и хорошей влагостойкостью. Этикетками из такого материала вполне можно маркировать продукцию, которая может попасть под дождь или снег.</p><h3 align='center'>Особенности</h3><ul><li>цветная и монохромная струйная печать</li><li>разрешение печати 4800 x 1200 dpi, 2400 x 1200 dpi, 600 x 600 dpi</li><li>ширина области печати до 210 мм</li><li>скорость печати: 51 мм/сек – монохромная черная печать</li><li>38 мм/сек - цветная печать</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Они находят своё применение и при организации рекламных кампаний предприятий с различными видами деятельности, маркировке продукции, выпускаемой малыми и средними тиражами и во многих других деятельности человека.</p>"
							)
						),
						"primera-lx-900" => array(
							"title" => "Primera LX900",
							"article" => "",
							"link" => "/primera-lx-900.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Primera",
		                        "метод_печати" => "цветной-струйный",
		                        "разрешение_печати" => "4800_dpi",
		                        "ширина_печати" => "209_мм",
		                        "интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/pri-lx900.jpg"
							),
							"primaryProps" => array(
								"Печать" => "цветная струйная - 16.7 million цветов",
								"Разрешение печати" => "до 4800 dpi",
								"Ширина области печати" => "209 мм",
								"Скорость печати (макс.)" => "Низкое качество (черновой режим) - 114,3 мм/сек<br>Стандартная печать - 45,7 мм/сек<br>Печать высокого качества - 20,3 мм/сек",
								"Интерфейсы" => "USB 2.0; External Control Port"
							),
							"infoBlock" => array(
								"props" => array(
									"Печать" => "цветная струйная - 16.7 million цветов",
									"Разрешение печати" => "до 4800 dpi",
									"Ширина области печати" => "209 мм",
									"Скорость печати (макс.)" => "Низкое качество (черновой режим) - 114,3 мм/сек<br>Стандартная печать - 45,7 мм/сек<br>Печать высокого качества - 20,3 мм/сек",
									"Интерфейсы" => "USB 2.0; External Control Port",
									"Картриджы" => "Отдельно для розового, голубого, черного и желтого цветов",
									"Диаметр ролика этикетки (макс.)" => "152 мм"
								),
								"desc" => "<p>Струйный принтер Primera LX900 - новейшая разработка компании Primera, высокоскоростной и экономичный принтер печати этикеток.</p><p>Принтер Primera LX900 оснащен новой технологией цветной струйной печати с высоким разрешением для печати высококачественных, полноцветных этикеток для различного вида упаковочной продукции, коробок и др.</p><p>Для каждого цвета Primera LX900 использует свой картридж - розовый, голубой, черный и желтый. Это позволяет заменять только отдельные картриджы по необходимости, что значительно сокращает денежные и временные затраты.</p><p>Струйный принтер Primera LX900 может печатать высококачественную графику, фотографии, изображения, а также одномерные и двумерные штрихкоды.</p><p>Primera LX900 сочетает в себе новейшие технологии цветной струйной печати, которые могут использоваться в настольных принтерах. Primera Imaging PerfectionTM - инновационный метод печати, позволяющий создать фотореалистичные изображения, графику и текст высокой четкости. Принтер печатает с разрешением в 4800 dpi, при этом на других аналогичных принтерах разрешение не превышает 1200 dpi.</p><p>Следует отметить высокую производительность принтера Primera LX900 - печать в «черновом» режиме со скоростью до 114,3 мм/сек. В качестве расходных материалов может применяться TuffCoat Primera Extreme TM - полиэстер (белый или прозрачный) и BOPP белого цвета. Готовые этикетки обладают высокой устойчивостью к воде, механическим повреждениям, загрязнению.</p><p>Специально разработанные для этого принтера этикетки имеют 3 варианта исполнения: матовые, полуглянцевые и глянцевые. Размеры этикеток изменяются в широком диапазоне.</p><p>Высокая производительность, непревзойденное качество печати и доступная цена делает Primera LX900 одним из лучших струйных принтеров печати этикеток.</p><h3 align='center'>Особенности</h3><ul><li>Цветная струйная печать высокого качества</li><li>Область печати шириной до 209 мм</li><li>Печать с разрешением 4800 dpi</li><li>Печать со скоростью до 114 мм/сек</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"primera-cx-1200" => array(
							"title" => "Primera CX 1200",
							"article" => "",
							"link" => "/primera-cx-1200.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Primera",
		                        "метод_печати" => "цветной-лазерный",
		                        "разрешение_печати" => "2400_dpi 1200_dpi 600_dpi",
		                        "ширина_печати" => "210_мм"
							),
							"images" => array(
								"/new_images/print/primera-cx1200-1.jpg",
								"/new_images/print/primera-cx1200-2.jpg",
								"/new_images/print/primera-cx1200-3.jpg",
								"/new_images/print/primera-cx1200-4.jpg",
								"/new_images/print/printer-primera-cx-1200-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Цветная лазерная",
								"Разрешение печати" => "1200 dpi x 600 dpi, 1200 dpi x 1200 dpi, 2400 x 600 dpi",
								"Ширина печати" => "до 210 мм",
								"Скорость печати" => "от 83 мм/сек до 137 мм/сек",
								"Размеры (без стола)" => "193см x 56см x 56см"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Цветная лазерная",
									"Разрешение печати" => "1200 dpi x 600 dpi, 1200 dpi x 1200 dpi, 2400 x 600 dpi",
									"Ширина печати" => "до 210 мм",
									"Скорость печати" => "от 83 мм/сек до 137 мм/сек",
									"Размеры (без стола)" => "193см x 56см x 56см",
									"Материалы для печати" => "Бумажные	самоклеящиеся этикетки в рулоне и определенные марки плёнок",
									"Картриджи" => "Розовый, голубой, жёлтый и чёрный на 15000 страниц (одновременная загрузка)",
									"Специальное программное обеспечение" => "PTPrint™ 2.0 RIP Software for Windows®",
									"Электрические характеристики" => "110-127 VAC, 50/60 Hz @ 7.5A 220-240 VAC, 50/60 Hz @ 3.5A",
									"Вес (без стола)" => "116 кг",
									"Условия эксплуатации" => "Температура: от 16 до 32°C, влажность: от 8 до 80%"
								),
								"desc" => "<p>Primera CX1200 - цветной лазерный принтер для печати этикеток, обеспечивающий высокое качество созданной продукции.</p><p>Отпечатанный на CX 1200 рулон размещается в ротационной вырубной машине, после чего этикетки готовы к использованию и их наклеивают на товары.</p><h3 align='center'>Особенности</h3><ul><li>Лазерная цветная печать.</li><li>Возможные разрешения печати 2400 x 600 dpi, 1200 dpi x 1200 dpi, 1200 dpi x 600 dpi.</li><li>Печать этикеток шириной до 210 мм.</li><li>Большой выбор расходных материалов: матовая, полуглянцевая и глянцевая бумага для лазерной печати, белый и прозрачный полиэстер, бумажные самоклеящиеся этикетки в рулоне и плёнки определенных типов.</li><li>Скорость печати 137 мм/сек.</li><li>Одновременная загрузка четырех возобновляемых картриджей - розовый, голубой, жёлтый и чёрный.</li><li>Полученные изображения отличаются высоким качеством и стойкостью к влаге, истиранию и другим механическим воздействиям.</li><li>Встроенный чип памяти для отслеживания количества расходуемого тонера и планирования его под конкретный тираж.</li><li>Подключение к программе 1С.</li></ul><h3 align='center'>Недостатки устройства</h3><ul><li>Выделение озона в процессе печати.</li><li>Возможно искажение полутонов.</li><li>Высокий уровень энергоемкости (220-240 VAC, 50/60 Hz @ 3.5A).</li><li>Регулярный контроль тонера в картриджах и покупка или перезарядка расходных материалов после его окончания.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер Primera CX 1200 получил применение в производственной и торговой сферах для печати этикеток высокого качества в полной цветовой гамме.</p><p>Primera CX 1200 – это полноценный печатный комплекс, создающий серьезную конкуренцию дорогостоящим типографским машинам.</p>"
							)
						),
						"primera-fx-1200" => array(
							"title" => "Primera FX 1200",
							"article" => "",
							"link" => "/primera-fx-1200.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Primera",
		                        "интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/primera-fx-1200-1.jpg",
								"/new_images/print/primera-fx-1200-2.jpg",
								"/new_images/print/primera-fx-1200-3.jpg",
								"/new_images/print/primera-fx-1200-4.jpg"
							),
							"primaryProps" => array(
								"Входной ролик максимальный диаметр" => "305 мм",
								"Выходной ролик максимальный диаметр" => "305 мм",
								"Минимальная ширина полотна" => "114.3 мм",
								"Максимальная ширина полотна" => "216 мм",
								"Пропускная скорость" => "До 102 мм в секунду или 20 FPM (6,1 м в минуту)"
							),
							"infoBlock" => array(
								"props" => array(
									"Входной ролик максимальный диаметр" => "305 мм",
									"Выходной ролик максимальный диаметр" => "305 мм",
									"Минимальная ширина полотна" => "114.3 мм",
									"Максимальная ширина полотна" => "216 мм",
									"Пропускная скорость" => "До 102 мм в секунду или 20 FPM (6,1 м в минуту)",
									"Максимальная ширина высечки" => "203 мм",
									"Минимальная ширина резки" => "25.4 мм",
									"Минимальная длина этикетки" => "6.35 мм",
									"Максимальная длина этикетки" => "610 мм",
									"Количество ножей" => "С 1 по 4",
									"Количество резки лезвия" => "С 1 по 7",
									"Резка технологии" => "Карбида вольфрама поворотным ножом",
									"Вырезать файл протокола" => "HPGL",
									"Оптическое зондирование" => "Двойной две зоны",
									"Вырезать скорость (макс. диагонали)" => "До 287 см в секунду при использовании четырех ножей",
									"Процессор" => "Intel® Atom™ 330 1.6 ГГц",
									"Память" => "1 Гб DDR2",
									"На хранение экипаж" => "160GB SATA 2,5 \"HD",
									"Интерфейсы данных" => "USB 2.0, 10/100/Gigabit Ethernet, Wireless 802.11 B / G / N, карты памяти",
									"Размеры" => "198 х 76.2 х 142",
									"Вес, см" => "226 кг"
								),
								"desc" => "<p>Primera FX1200 Digital Finishing System - эта инновационная новая машина готовая удовлетворить требования производителей, которые нуждаются в надежных, профессионального уровня отделочном оборудовании для завершения цифрового производства этикетки. У FX1200 \"все-в-одном\" - автономное решение, которое производит рулоны готовой этикетки.</p><p>С FX1200, вы сможете быстро и легко выполнить процесс отделки напечатанной этикетки в рулонах, превратив его в единый, интегрированный и автоматизированный процесс: Ламинация, Цифровая высечка, Удаление отходов, Продольная резка, Перемотка.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"primera-px-450" => array(
							"title" => "Primera PX450",
							"article" => "",
							"link" => "/primera-px-450.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Primera",
		                        "метод_печати" => "цветной-струйный",
		                        "разрешение_печати" => "4800_dpi",
		                        "ширина_печати" => "209_мм",
		                        "интерфейсы" => "USB"
							),
							"images" => array(
								"/new_images/print/primera-px450.jpg"
							),
							"primaryProps" => array(
								"Печать" => "цветная струйная - 16.7 million цветов",
								"Разрешение печати" => "до 4800 dpi",
								"Ширина области печати" => "209 мм",
								"Интерфейсы" => "USB 2.0; External Control Port",
								"Скорость печати" => "20,3 мм/сек - 114,3 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Печать" => "цветная струйная - 16.7 million цветов",
									"Разрешение печати" => "до 4800 dpi",
									"Ширина области печати" => "209 мм",
									"Интерфейсы" => "USB 2.0; External Control Port",
									"Скорость печати" => "20,3 мм/сек - 114,3 мм/сек",
									"Картриджы" => "Отдельно для розового, голубого, черного и желтого цветов",
									"Диаметр ролика этикетки (макс.)" => "152 мм"
								),
								"desc" => "<p>Основное применение струйного принтера Primera PX450 — быстрая печать необходимого числа этикеток, билетов, квитанций, купонов в местах розничной торговли. Принтер обладает действительно высокой скоростью цветной печати — этикетка 100х60 мм печатается за 5 секунд.</p><p>Принтер Primera PX450 имеет компактную, эргономичную конструкцию, удобен и надежен в эксплуатации и управлении. Дизайн принтера аналогичен моделям LX400 и LX200, главное отличие – встроенный отрезчик этикеток, расширяющий функциональные возможности принтера.</p><p>В принтер устанавливается цветной картридж и непрерывная бумажная лента (ролик около 120м длиной). Затем оператор отправляет на печать задания - графические шаблоны, созданные с помощью специальной утилиты NiceLabel.</p><p>Длительность непрерывной бесперебойной работы принтера равна 180 000 часам, отрезчик может производить приблизительно 1,5 миллиона циклов.</p><h3 align='center'>Особенности</h3><ul><li>Компактеность и надёженость конструкции</li><li>Простота и удобство эксплуатации и управления</li><li>Струйная цветная печать</li><li>Наличие встроенного отрезчика ленты</li><li>Печать с разрешением 600 x 600 dpi, 1200 x 1200 dpi, 4800 x 1200 dpi</li><li>Область печати шириной до 108 мм</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Струйный принтер Primera PX450 идеален для розничной торговли, а также будет эффективен в финансовых и медицинских учреждениях, в кассах продажи билетов на различные мероприятия.</p>"
							)
						),
						"printronix_t4m" => array(
							"title" => "Printronix T4M",
							"article" => "",
							"link" => "/print/printronix/printronix_t4m.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Printronix",
		                        "метод_печати" => "термотрансферный термопечать",
		                        "разрешение_печати" => "203_dpi 300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB RS-232 LPT"
							),
							"images" => array(
								"/new_images/print/printronix_t4m.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "термо/термотрантфертный",
								"Разрешение, dpi" => "203/300 dpi",
								"Скорость печати (max), мм/сек" => "203 dpi: до 254, 300 dpi: до 254",
								"Ширина печати (max), мм" => "104",
								"Интерфейсы" => "LPT, RS232, USB 2.0"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термо/термотрантфертный",
									"Разрешение, dpi" => "203/300 dpi",
									"Скорость печати (max), мм/сек" => "203 dpi: до 254, 300 dpi: до 254",
									"Ширина печати (max), мм" => "104",
									"Интерфейсы" => "LPT, RS232, USB 2.0",
									"Длина печати (max), мм" => "2514,6",
									"Память" => "ОЗУ: 32 Мб<br>ПЗУ: 8 Мб",
									"Процессор" => "32 bit",
									"Язык программирования" => "PGL, ZGL, TGL, IGL, STGL, DGL,XML",
									"Размеры (Д х Ш х В), мм" => "308 х 298 х 476",
									"Вес, кг" => "15",
									"Внутренний / внешний диаметр рулона, мм" => "76/203",
									"Толщина этикетки (min/max), мм" => "0,06/0,25",
									"Ширина материала (min/max), мм" => "25,4/114",
									"Внутренний / внешний диаметр рулона, мм" => "25,4/83,8",
									"Ширина ленты (min/max), мм" => "39,4/110",
									"Дополнительно" => "Диспенсер<br>Нож-смотчик<br>PrintnetNet 10/100 Base-T Ethernet<br>Плата WLan, Ethernet 802.11 b/g<br>Набор для обновления UHF RFID"
								),
								"desc" => "<p>Термотрансферный принтер этикеток Printronix T4M оснащен современными функциональными возможностями благодаря электронной улучшенной архитектуре, что приводит к повышению производительности аппарата.</p><p>Улучшенная электронная архитектура, она же PSA3™, оснащена множеством встроенных интерпретаторов протоколов принтеров за счет чего эффективно и успешно заменяет принтеры любых других производителей. Устройство Printronix T4M не только максимально увеличивает производительность компании, но и гарантирует гибкие возможности ее роста, отвечающие всем изменяющимся и возникающим потребностям.</p><p>Данное высоконадежное устройство имеет лучший в своем сегменте рынка набор функций, а также отличается экономичной стоимостью и способностью поддержки RFID-технологий.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Модель Printronix T4M представляет собой термальный принтер, который предназначен для печати штриховых кодов в отраслях торговли и легкой промышленности.</p>"
							)
						),
						"printronix_tt2n" => array(
							"title" => "Printronix TT2N",
							"article" => "",
							"link" => "/print/printronix/printronix_tt2n.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Printronix",
		                        "метод_печати" => "термоперенос термопечать",
		                        "разрешение_печати" => "203_dpi 300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB RS-232 Ethernet"
							),
							"images" => array(
								"/new_images/print/printronix_tt2n.jpg",
								"/new_images/print/printronix_tt2n_1.jpg",
								"/new_images/print/printronix_tt2n_2.jpg"
							),
							"primaryProps" => array(
								"Технология печати" => "Прямая термопечать и термоперенос",
								"Скорость печати" => "	6”/152 мм в секунду",
								"Разрешение печати" => "203 dpi, 300 dpi",
								"Макс ширина печати" => "104 мм",
								"Интерфейсы" => "USB, RS-232, Ethernet"
							),
							"infoBlock" => array(
								"props" => array(
									"Технология печати" => "Прямая термопечать и термоперенос",
									"Скорость печати" => "	6”/152 мм в секунду",
									"Разрешение печати" => "203 dpi, 300 dpi",
									"Макс ширина печати" => "104 мм",
									"Интерфейсы" => "USB, RS-232, Ethernet",
									"Объем памяти принтера" => "32 МБ ОЗУ / 8 МБ Flash",
									"Типы носителей для" => "Этикеток и меток",
									"Мин/макс ширина носителя" => "1” (25,4 мм) / 4,6” (117 мм)",
									"Длина носителя (мин/макс)" => "0,25” (6,35 мм) / 99” (2,514 мм)",
									"Толщина носителя" => "0.0024” (0.06мм) до 0.011” (0.28мм)",
									"Размер рулона" => "8” (203 мм) рулон на 3” (76 мм) сердечнике",
									"Обнаружение носителя" => "На просвет (зазор, вырез)<br>На отражение (черная метка)",
									"Обработка носителя" => "Непрерывная отрывная лента, Отделяемая этикетка (опция), Нож (опция)",
									"Тип ленты" => "Восковая, воско-полимерная, специальная полимерная",
									"Ширина ленты (мин/макс)" => "1,57” (40 мм) / 4,33” (110 мм)",
									"Максимальная длина ленты" => "450 м",
									"Внутренний диаметр сердечника" => "1,0” (25,4 мм)",
									"Наружный диаметр сердечника" => "3,2” (81 мм)",
									"Символьные системы штрих-кодов" => "Australian Post, Aztec, BC412, Code 128 (A,B,C), Code 35, Code 39, Code 93, Codabar (NW7), Datamatrix, EAN13 (JAN), EAN-8 (JAN), FIM, 125, German I-2/5, IFT14, ITF14, Matrix (2 of 5), Maxicode, MSI, PDF-417, Planet, Plessey, PostBar, Postnet, ROYAL BAR, RSS14, Telepen, UCC/EAN 128, UPC A, UPC E, UPC E0, UPC E1, UPC SHIP, UPS 11"
								),
								"desc" => "<p>Модель Printronix TT2N – это высококачественный термотрансферный принтер этикеток, имеющий простую конструкцию и цену значительно ниже, нежели у аналогов от конкурентов, а кроме того, этот прибор чрезвычайно прост в эксплуатации. Данное устройство укомплектовано стандартной платой сетевого интерфейса Ethernet NIC, что является нововведением в сфере промышленных термопечатающих принтеров начального уровня для нанесения штриховых кодов на этикетки.</p><p>Принтер Printronix TT2N оснащен встроенными часами реального времени, поддержкой режима прямой термопечати и режимом печати с функцией термопереноса красителя. Такой аппарат обладает наиболее высокой производительностью и надежностью в своей сфере, что характерно для оборудования от компании Printronix.</p><p>Термотрансферный принтер этикеток Printronix TT2N является лучшим соотношением цены и качества, что достигается за счет его выдающихся параметров и разнообразия функций, которые доступны в стандартной комплектации, а это нехарактерно для принтеров данного класса и ценовой категории. Множество опций, имеющихся в данном аппарате, обычно доступно исключительно в дорогих термопечатающих принтерах, предназначенных для нанесения штрихового код на этикетки.</p><h3 align='center'>Особенности</h3><p>Модификации принтера Printronix TT2N имеют разрешение либо 203, либо 300 точек на дюйм, поэтому эти модели подходят для применения фактически в любых условиях. У данного аппарата включена эмуляция EGL, PGL и ZPL. Нанесение штриховых кодов на этикетку осуществляется либо методом прямой термопечати, либо с помощью термопереноса красителя. Стандартная комплектация этого устройства включает последовательный, Ethernet и USB интерфейсы, а кроме того, часы реального времени.</p><p>Корпус устройства Printronix TT2N выполнен из прочного пластика и металла, а конструкция с боковым трактом загрузки расходных материалов специально изготовлена для возможности удобной загрузки лент и носителей в принтер. Данный аппарат оснащен большим индикатором состояния оборудования и двумя кнопками со световой индикацией, предназначенными для повышения удобства эксплуатации. Такой термотрансферный принтер этикеток гарантирует простое подключение к компьютеру и различным периферийным устройствам благодаря встроенным портам и соответствию требованиям Energy Star.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Сотрудники организаций, занимающихся дистрибуцией, производством, логистикой, розничной торговлей и здравоохранением по достоинству оценят компактную и надежную конструкцию принтера, а также удобный и интуитивно понятный пользовательский интерфейс.</p>"
							)
						) 
					)
			),
			"promyshlennye" => array(
				"title" => "Промышленные принтеры",
				"link" => "http://sj-company.ru/print03.html",
					"prods" => array(
						"datamax-4208-tt" => array(
							"title" => "Datamax-O`neil I-4208 TT",
							"article" => "",
							"link" => "/datamax-4208-tt.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB Ethernet WiFi RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-4208-big.jpg",
								"/new_images/print/datamax-4208-1-big.jpg",
								"/new_images/print/datamax-4208-2-big.jpg",
								"/new_images/print/datamax-4208-4-big.jpg",
								"/new_images/print/datamax-4208-3-big.jpg",
								"/new_images/print/datamax-4208-5-big.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термотрансферная и термопечать",
								"Качество печати" => "203 dpi",
								"Скорость печати" => "203 мм/сек",
								"Ширина печати" => "104 мм",
								"Длина печати" => "2514 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термотрансферная и термопечать",
									"Качество печати" => "203 dpi",
									"Скорость печати" => "203 мм/сек",
									"Ширина печати" => "104 мм",
									"Длина печати" => "2514 мм",
									"Ширина рулона этикеток" => "118 мм",
									"Диаметр рулона этикеток" => "203 мм",
									"Намотка красящей ленты" => "IN, IN/OUT",
									"Длина рулона красящей ленты" => "360 м",
									"Диаметр втулки рулона этикеток" => "любой - для установки рулона используется металлический штырь. возможна подача материала извне в том числе фальцованной (сложенной гармошкой) бумаги",
									"Толщина материалов" => "0,0635 мм - 0,254 мм",
									"Интерфейсы" => "USB, Параллельный Centronics, RS232, Ethernet (опционально), WiFi 802.11b или 802.11g (опционально)",
									"Возможные опции" => "механизм термотрансферной печати (для установки красящей ленты), нож, устройство отклеивания этикетки от подложки, внутренний смотчик, подпружиненный держатель рулона этикеток диаметром 76 мм/40 мм, интерфейсный кабель USB или RS232, программное обеспечение для разработки дизайна и печати этикеток BarTender, беспроводный интерфейс WiFi, интерфейс Ethernet",
									"Дисплей" => "128 х 64 LCD графический дисплей с подсветкой зеленого цвета, 3 кнопки управления",
									"Внутренний язык" => "DPL",
									"Поддерживаемые шрифты" => "10 стандартных шрифтов размером от 0,9 мм до 6 мм, включая OCR-A, OCR-B, CG Triumvirate",
									"Печатаемые штрих-коды" => "1D: Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Industrial 2 of 5, Std 2 of 5, Code 11, Code 93, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Postnet, UCC/EAN Code 128, Telepen, Planetcode, FIM, USPS-4 State<br>2D: MaxiCode, PDF417, USD-8, Datamatrix, QR Code, Codeablock, Code 16k, Aztec, TLC 39, Micro PDF417, GS1 Databar",
									"Размеры" => "322(Ш) х 320(В) х 472(г) 20,5 кг",
									"Материал корпуса" => "Металлический"
								),
								"desc" => "<p>Компания-производитель позиционирует Datamax-O'neil I-4208 TT как наиболее «открытый» для преобразований принтер. Вы решили приобрести принтер, но пока не знаете какой? Все что Вам известно, это будущие объемы печати от 5 до 10 тысяч этикеток в день, и средний размер этикеток, т.е. 58х60мм? Термотрансферный принтер Datamax I-4208 TT – это именно та модель, которая Вам нужна!</p><p>По мере необходимости принтер I-4208 можно значительно преобразовать. Изменениям подвергается как механическая, так и электронная часть устройства! И самое интересное, что звать специалистов для этого не придется!</p><p>Порты</p><p>Базовая конфигурация принтера Datamax I-4208 включает в себя параллельный и последовательный порты. Кроме того, опционально устанавливаются: внутренняя сетевая Ethernet карта, карта с USB интерфейсом и внутренняя сетевая беспроводная WiFi карта.</p><p>Принтеры используются по всему миру, а потому Datamax I-4208 можно интегрировать в любую, даже уже действующую, структуру. Принтер Datamax 4208 TT поддерживает большинство типов коммуникаций и расходных материалов и многое другое.</p><p>Принтер datamax i-4208 tt будет усовершенствоваться с ростом Вашей компании. Конфигурацию печатающего устройства легко подстроить под задачи Вашего бизнеса.</p><p>Всю дополнительную информацию по данной модели принтеров Вы можете получить у наших менеджеров.</p><h3 align='center'>Особенности</h3><ul><li>Данная модель представлена широким модельным рядом, кроме того, имеет дополнительные опции (датчик наличия этикеток, термотрансферный блок, нож и пр.)</li><li>В обслуживании максимально прост. У него удобный доступ к печатающей головке. Прижимный вал и печатающую головку можно заменить в течение пяти минут.</li><li>Загрузка и замена расходных материалов также производятся очень быстро, что значительно экономит время.</li><li>В стандартную комплектацию входят RS232 и LPT порты. Принтер без труда монтируется в любую систему.</li><li>Datamax-O'neil I-4208 TT можно заказать в антикоррозийном корпусе, специально для работы в сложных производственных условиях.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Применяют принтер Datamax-O'neil I-4208 TT в самых разнообразных сферах деятельности. В промышленности, здравоохранении, логистике и на складе, в фармацевтике, в дистрибьюторских центрах. Применяют этот принтер для печати самоклеящихся этикеток для маркировки внутренних частей и деталей электроники. Печатают этикетки для косметической продукции. Производят бирки для ювелирных изделий. Печатают на I-4208 TT этикетки для маркировки лабораторных ампул и пробирок.</p>"
							)
						),
						"epson-colorworks-c7500" => array(
							"title" => "Epson ColorWorks C7500",
							"article" => "",
							"link" => "/epson-colorworks-c7500.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Epson",
		                        "метод_печати" => "струйный",
		                        "интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/epson-c7500-1.jpg",
								"/new_images/print/epson-c7500.jpg",
								"/new_images/print/epson-c7500-2.jpg",
								"/new_images/print/epson-c7500-3.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Струйный",
								"Скорость печати (максимальная)" => "300 мм/сек",
								"Функции" => "Печать купонов, печать наклеек",
								"Ширина печатного носителя" => "50-112 мм",
								"Интерфейсы" => "USB, Ethernet"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Струйный",
									"Скорость печати (максимальная)" => "300 мм/сек",
									"Функции" => "Печать купонов, печать наклеек",
									"Ширина печатного носителя" => "50-112 мм",
									"Интерфейсы" => "USB, Ethernet",
									"Тип печатного носителя" => "рулонная бумага<br>самоклеящаяся рулонная бумага",
									"Автообрезчик" => "Да (ресурс 1500000)",
									"Картриджы" => "Струйный (черный, синий, красный, желтый)",
									"Вес" => "36.7 кг",
									"Размеры" => "392(Ш)х598(Г)х397(В)"
								),
								"desc" => "<p>Epson ColorWorks C7500 – модель полноцветного струйного принтера, предназначенная для печати больших тиражей этикеток, стикеров и билетов.</p><p>Новый набор команд ESC/Label прозволяет интегрировать модели практически в любую ОС. Благодаря поддержке команд управления ZPLII, вы сможете осуществлять переключение с монохромной печати на цветную.</p><p>Epson C7500 изготовлен в соответствии с международными стандартами. В комплект поставки входит устройство Epson, 1 рулон расходного материала, набор картриджей, инструкции и драйвера на CD-диске, инструкция на печатном носителе, емкость для отработанных чернил, гарантийный талон.</p><p>Чтобы купить Epson ColorWorks C7500 на сайте sj-company.ru, свяжитесь с нашими менеджерами удобным для Вас способом – будем рады вам помочь!</p>",
								"advantages" => array(
									"Высокая скорость печати - до 300 мм в секунду с разрешением 600х1200 dpi.",
									"Четырехцветная печать с максимальным разрешением до 1200 точек на дюйм.",
									"Уникальная технология печати Epson PrecisionCore (можно печатать мелкий текст (например, 5 кегля).",
									"Наличие раздельных картриджей для снижения себестоимости этикеток и повышения эффективности использования ресурса.",
									"Встроенный долговечный автоматический отрезчик.",
									"Возможность отслеживания состояния устройства и уровня расхода чернил.",
									"Широкий диапазон подходящих расходных материалов (рекомендованы матовые носители шириной 50-112 мм, можно использовать глянцевые носители, синтетические, включая ПЭТ и БОПП). Подходит для работы с вырубными этикетками.",
									"Надежная печатающая головка – ресурс 500 км."
								),
								"appAreas" => "<p>Сфера применения данной модели охватывает производственный бизнес (малого и среднего масштаба), лечебные учреждения и лаборатории, фармацевтические производства, розничную торговлю, транспорт и логистику. Может использоваться в области разработки рекламы, дизайна и т.д.</p>"
							)
						),
						"honeywell-pm42" => array(
							"title" => "Honeywell PM42",
							"article" => "",
							"link" => "/honeywell-pm42.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Honeywell",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "108_мм",
		                        "интерфейсы" => "Ethernet RS-232"
							),
							"images" => array(
								"/new_images/print/honeywell-pm42.jpg",
								"/new_images/print/honeywell-pm42-2.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi",
								"Ширина печати (макс.)" => "108 мм",
								"Длина печати (макс.)" => "4,8 м",
								"Поддерживаемые графические форматы" => "PCX, PNG, GIF, BMP"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi",
									"Ширина печати (макс.)" => "108 мм",
									"Длина печати (макс.)" => "4,8 м",
									"Поддерживаемые графические форматы" => "PCX, PNG, GIF, BMP",
									"Интерфейсы" => "Ethernet 10/100 Mbps, RS-232 (до 115.2 KB/с), опционально параллельный IEEE 1284",
									"Память" => "128 MB ROM, 128 MB SDRAM",
									"Языки интерфейса" => "Китайский, английский, русский, немецкий, французский, португальский, итальянский, испанский",
									"Поддерживаемые штрих-коды" => "Поддерживаемые штрих-коды - Aztec, Code 16K, Code49, DataMatrix, DotCode, E AN-8, E AN-13, E AN.UCC 128, GridMatrix, HIBC 39, HIBC 128, MaxiCode, MSI (modified Plessey), PDF417, Micro PDF417, Planet, Plessey, Postnet, QR-Code, RSS-14 (variations);",
									"Рабочие температуры" => "+5°C ~ +40°C",
									"Габариты, мм" => "484 x 292 x 283",
									"Вес" => "12.1 кг",
									"Языки программирования" => "IPL, DP, ZSim2 (ZPL-II), DSim (DPL)"
								),
								"desc" => "<p>Компания sj-company.ru предлагает купить Honeywell PM42 - промышленный принтер среднего класса – по выгодной цене. Функциональные возможности новой модели не уступают другим уже известным и популярным устройствам.</p><p>Промышленный принтер Honeywell PM42 легко интегрируется в ИТ-инфраструктуру Вашего предприятия благодаря гибкой архитектуре и широкому функционалу. Его использование поможет решить целый комплекс производственных задач. В компании sj-company.ru Вы можете также заказать расходные материалы для принтера этикеток.</p>",
								"advantages" => array(
									"Надежность. Принтер можно устанавливать в различных помещениях со сложными производственными условиями. Его цельнометаллический корпус надежно защищает внутренний механизм, что позволяет значительно продлить срок эксплуатации данного оборудования.",
									"Наивысшая для своего класса устройств скорость печати. Благодаря технологии интеллектуальной печати Honeywell Smart Printing, используемой в данном устройстве, стало возможным непосредственно с принтера, т.е. без использования компьютера в качестве связующего звена, запускать приложения. Это позволило осуществлять печать в больших объемах со скоростью до 300 мм/c.", 
									"Простота эксплуатации принтера, легкая и быстрая установку.",
									"Принтер снабжен полноцветным жидкокристаллическим дисплеем, поддерживает девять языков. Имеет функции быстрой настройки, понятный интерфейс, которые упрощают взаимодействие персонала по работе с данной техникой.",
									"Управление принтера, его настройка и диагностика могут осуществляться удаленно с любых мобильных устройств: смартфонов, планшетов, лэптопов, ноутбуков. Такая функциональная возможность стала доступна с помощью встроенного веб-интерфейса."
								),
								"appAreas" => array()
							)
						),
						"print03_044" => array(
							"title" => "Datamax A-4212",
							"article" => "",
							"link" => "/print03_044.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "118_мм",
		                        "интерфейсы" => "Ethernet RS-232 USB WiFi"
							),
							"images" => array(
								"/new_images/print/datamax-a-4212.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "305 мм/сек",
								"Ширина печати, мм" => "25 - 118",
								"Длина печати max, мм" => "650"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "305 мм/сек",
									"Ширина печати, мм" => "25 - 118",
									"Длина печати max, мм" => "650",
									"Память" => "8 Мб Flash, 16 Мб DRAM",
									"Поддержка RFID" => "Есть",
									"Интерфейсы" => "Centronics, RS-232, USB, Ethernet, Wi-Fi 802.11b/g",
									"Вес, кг" => "15,3 кг"
								),
								"desc" => "<p>Принтеры А-класса созданы для работы в составе производственной линии вместе с промышленными аппликаторами. В стандартной комплектации модель A-4212 представляет собой термопринтер, но опционально можно установить и термотрансферный печатающий блок. A-4212 ведет печать со скоростью 305 мм/с при разрешении 203 dpi. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax A-4212.</p><p>Модули терсотрансферной печати А-класса разработаны для работы в составе промышленных автоматических аппликаторов различных типов. Они созданы с использованием новейших технологий и способны работать даже в жестких условиях промышленных производств. Подшипники рассчитаны на динамическую нагрузку до 200 кг. Корпус всех модулей выполнен из нержавеющей стали. Он надежно защищает комплектующие от нежелательных воздействий окружающей среды.</p><p>ЖК-дисплей и интуитивно понятный интерфейс помогут вам в установке, а высокопроизводительный 32-битный процессор позволит эффективно работать с большими объемами информации. Точность позиционирования этикеток, идеальное качество печати, надежность – всё это модули А-класса. Широкие интерфейсные возможности позволяют интегрировать их в любую производительную управляющую систему.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_045" => array(
							"title" => "Datamax A-4310",
							"article" => "",
							"link" => "/print03_045.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "118_мм",
		                        "интерфейсы" => "Ethernet RS-232 USB WiFi"
							),
							"images" => array(
								"/new_images/print/datamax-a-4212.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
								"Разрешение печати" => "300 dpi",
								"Скорость печати" => "254 мм/сек",
								"Ширина печати, мм" => "25 - 118",
								"Длина печати max, мм" => "650"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
									"Разрешение печати" => "300 dpi",
									"Скорость печати" => "254 мм/сек",
									"Ширина печати, мм" => "25 - 118",
									"Длина печати max, мм" => "650",
									"Память" => "8 Мб Flash, 16 Мб DRAM",
									"Поддержка RFID" => "Есть",
									"Интерфейсы" => "Centronics, RS-232, USB, Ethernet, Wi-Fi 802.11b/g",
									"Вес, кг" => "15,3 кг"
								),
								"desc" => "<p>A-4310 предназначен для работы в составе помышленного аппликатора. Отличается повышенным (300 dpi) разрешением печати на скорости до 254 мм/с. Для модели, как, впрочем, и для всей серии характерен большой объем памяти, несколько интерфейсов в стандартной комплектации и надежность конструкции - A-4310 способен вынести динамическую нагрузку в 200 кг. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax A-4310.</p><p>Модуль термотрансферной печати A-4310 за время реализации завоевал отличную репутацию на мировом рынке промышленной печати этикеток. Эта высокопроизводительная модель с отличными техническими характеристиками разработана специально для работ в жестких условиях производств. Прочный нержавеющий корпус защищает от нежелательного воздействия окружающей среды. Современная конструкция упрощает обслуживание, а простота и интуитивно понятный интерфейс делают работу с принтером доступной даже для непотного пользователя. Это идеальное решение для автоматизированной печати.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_046" => array(
							"title" => "Datamax A-4408",
							"article" => "",
							"link" => "/print03_046.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "400_dpi",
		                        "ширина_печати" => "118_мм",
		                        "интерфейсы" => "Ethernet RS-232 USB WiFi"
							),
							"images" => array(
								"/new_images/print/datamax-a-4212.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
								"Разрешение печати" => "400 dpi",
								"Скорость печати" => "203 мм/сек",
								"Ширина печати, мм" => "25 - 118",
								"Длина печати max, мм" => "650"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
									"Разрешение печати" => "400 dpi",
									"Скорость печати" => "203 мм/сек",
									"Ширина печати, мм" => "25 - 118",
									"Длина печати max, мм" => "650",
									"Память" => "8 Мб Flash, 16 Мб DRAM",
									"Поддержка RFID" => "Есть",
									"Интерфейсы" => "Centronics, RS-232, USB, Ethernet, Wi-Fi 802.11b/g",
									"Вес, кг" => "15,3 кг"
								),
								"desc" => "<p>Промышленный термопринтер (при помощи опций превращаемый в термотрансферный) с высоким разрешением печати (400 dpi) Datamax A-4408 надежен и готов работать в несколько смен в течение очень долгого времени. Большой дисплей и интуитивно понятное меню облегчают настройку и эксплуатацию. А прочный нержавеющий корпус надежно защищает механизм от вредных воздействий окружающей среды. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax A-4408.</p><p>Модули терсотрансферной печати А-класса разработаны для работы в составе промышленных автоматических аппликаторов различных типов. Они созданы с использованием новейших технологий и способны работать даже в жестких условиях промышленных производств. Подшипники рассчитаны на динамическую нагрузку до 200 кг. Корпус всех модулей выполнен из нержавеющей стали. Он надежно защищает комплектующие от нежелательных воздействий окружающей среды.</p><p>ЖК-дисплей и интуитивно понятный интерфейс помогут вам в установке, а высокопроизводительный 32-битный процессор позволит эффективно работать с большими объемами информации. Точность позиционирования этикеток, идеальное качество печати, надежность – всё это модули А-класса. Широкие интерфейсные возможности позволяют интегрировать их в любую производительную управляющую систему.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)	
						),
						"print03_047" => array(
							"title" => "Datamax A-4606",
							"article" => "",
							"link" => "/print03_047.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "600_dpi",
		                        "ширина_печати" => "118_мм",
		                        "интерфейсы" => "Ethernet RS-232 USB WiFi"
							),
							"images" => array(
								"/new_images/print/datamax-a-4212.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
								"Разрешение печати" => "600 dpi",
								"Скорость печати" => "152 мм/сек",
								"Ширина печати, мм" => "25 - 118",
								"Длина печати max, мм" => "650"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
									"Разрешение печати" => "600 dpi",
									"Скорость печати" => "152 мм/сек",
									"Ширина печати, мм" => "25 - 118",
									"Длина печати max, мм" => "650",
									"Память" => "8 Мб Flash, 16 Мб DRAM",
									"Поддержка RFID" => "Есть",
									"Интерфейсы" => "Centronics, RS-232, USB, Ethernet, Wi-Fi 802.11b/g",
									"Вес, кг" => "15,3 кг"
								),
								"desc" => "<p>A-4606 это промышленный термо/термотрансферный принтер с высочайшим разрешением печати в 600 dpi созданный для работы в составе производственной линии совместно с промышленным аппликатором этикеток. В стандартную комплектацию принтера входит большой выбор интерфейсов, а благодаря большому экрану и удобному интерфейсу, настройка и эксплуатация его не вызывает трудностей. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax A-4606.</p><p>Модули терсотрансферной печати А-класса разработаны для работы в составе промышленных автоматических аппликаторов различных типов. Они созданы с использованием новейших технологий и способны работать даже в жестких условиях промышленных производств. Подшипники рассчитаны на динамическую нагрузку до 200 кг. Корпус всех модулей выполнен из нержавеющей стали. Он надежно защищает комплектующие от нежелательных воздействий окружающей среды.</p><p>ЖК-дисплей и интуитивно понятный интерфейс помогут вам в установке, а высокопроизводительный 32-битный процессор позволит эффективно работать с большими объемами информации. Точность позиционирования этикеток, идеальное качество печати, надежность – всё это модули А-класса. Широкие интерфейсные возможности позволяют интегрировать их в любую производительную управляющую систему.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)	
						),
						"print03_048" => array(
							"title" => "Datamax A-6212",
							"article" => "",
							"link" => "/print03_048.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "168_мм",
		                        "интерфейсы" => "Ethernet RS-232 USB WiFi"
							),
							"images" => array(
								"/new_images/print/datamax-a-4212.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "305 мм/сек",
								"Ширина печати, мм" => "50 - 168",
								"Длина печати max, мм" => "650"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "305 мм/сек",
									"Ширина печати, мм" => "50 - 168",
									"Длина печати max, мм" => "650",
									"Память" => "8 Мб Flash, 16 Мб DRAM",
									"Поддержка RFID" => "Есть",
									"Интерфейсы" => "Centronics, RS-232, USB, Ethernet, Wi-Fi 802.11b/g",
									"Вес, кг" => "16,7 кг"
								),
								"desc" => "<p>От предыдущих моделей А-класса A-6212 отличается увеличенной максимальной шириной печати - до 168 мм. В остальном это тот же надежный и производительный промышленный принтер, созданный для работы на производственной линии совместно с аппликатором этикеток. По прежнему в стандартную комплектацию входит блок термопечати, а блок термотрансферной можно установить опцонально, как только появится такая необходимость. Нужно отметить также большой объем встроенной памяти - 8 Мб Flash и 16 Мб Ram. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax A-6212.</p><p>Уникальная разработка компании Datamax – принтер этикеток А-6212 – предназначена для работ в составе высокопроизводительных промышленных аппликаторов. Непревзойдённые технические характеристики обеспечивают высокопроизводительную бесперебойную работу даже в жестких условиях производств. Эффективная работа с большими объемами информации теперь доступна благодаря 16 Мб встроенной памяти. Принтер поддерживает печать всех распространенных штрих-кодов.</p><p>Плюс ко всему, принтер обладает широкими интерфейсными возможностями: в нём имеется 2 последовательных RS-232 интерфейса один из которых RS-422 или RS-485 совместим, так же один интерфейс IEEE 1284, USB v1.1 интерфейс и программируемый порт GPIO и VGA порт для подключения графического дисплея.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)	
						),
						"print03_datamax_i_4208" => array(
							"title" => "Datamax I-4208",
							"article" => "",
							"link" => "/print03_datamax_i_4208.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 LPT"
							),
							"images" => array(
								"/new_images/print/datamax-i4208.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термопечать",
								"Разрешение печати" => "203 dpi",
								"Ширина печати" => "108 мм",
								"Скорость печати" => "203 мм в секунду",
								"Вес" => "20 кг"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термопечать",
									"Разрешение печати" => "203 dpi",
									"Ширина печати" => "108 мм",
									"Скорость печати" => "203 мм в секунду",
									"Вес" => "20 кг",
									"Интерфейсы" => "LPT-порт, RS232 (38400)",
									"Расходные материалы" => "Длина рулона - 450 м<br>ширина рулона 25 мм - 114 мм<br>диаметр втулки 25 мм",
									"Память" => "16 Mb DRAM",
									"Датчики" => "Перемещаемый поперек ширины расходного материала оптический датчик для слежения за этикетками с пропуском между ними или датчик черной метки для этикеток без пропуска",
									"Опции" => "Блок термотрансферной печати<br>Внутренний смотчик<br>Внешний смотчик<br>Нож<br>Отклеиватель этикетки от подложки<br>Датчик наличия этикетки<br>Сканер штрих-кода<br>Карта с USB-интерфейсом<br>Карта с 4 Мб Flash-памяти<br>Внутренняя сетевая Ethernet карта<br>Внутренняя сетевая беспроводная Ethernet карта<br>Карта с часами/календарем<br>карта с интерфейсом общего назначения (GPIO)",
									"Ресурс термоголовки" => "25000 км",
									"Вес, кг" => "20,5 кг"
								),
								"desc" => "<p>Datamax I-4208 — термопринтер для печати этикеток штрих кода промышленного класса.</p><p>Литая станина из алюминия, 8 Мб RAM, ЖК-дисплей с системым меню, удобство заправки, легкий доступ к термоголовке принтера для чистки — лишь некоторые из достоинств этого принтера.</p><p>Жидкокристаллический дисплей и клавиатура из 5-ти кнопок позволяют программно настроить все параметры, с помощью системного меню.</p><p>Качество печати в течение всего срока службы и при работе с различными расходниками обеспечивается благогдаря двойному защелкиванию термоголовки, подающей разделенной бобине, литой станине. Это уменьшает образование складок на ленте, ухудшающих качество печати.</p><p>Принтер оснащен высокопроизводительным 32-разрядным процессором, программируемыми логическими ИС, значительным объемом Flash и оперативной памяти. Это позволяет принтеру одновременно печатать этикетки, передавать данные по каналам связи и даже выполнять графические преобразования.</p><p>В стандартный комплект с принтером входят драйвера для Windows, что позволяет печатать этикетки из любого приложения Windows. Принтер Datamax I-4208 работает со стандартным языком описания этикеток DPL.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_028" => array(
							"title" => "Datamax I-4212",
							"article" => "",
							"link" => "/print03_028.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-i-4212-1.jpg",
								"/new_images/print/datamax-i-4212-2.jpg",
								"/new_images/print/datamax-i-4212-3.jpg",
								"/new_images/print/printer-datamax-i-4212-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Прямая термо и термотрансферная",
								"Скорость печати" => "305 мм/сек",
								"Ширина печати" => "104 мм",
								"Качество" => "203 dpi",
								"Интерфейсы" => "Параллельный (Centronics) и последовательный (RS232) интерфейс"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Прямая термо и термотрансферная",
									"Скорость печати" => "305 мм/сек",
									"Ширина печати" => "104 мм",
									"Качество" => "203 dpi",
									"Интерфейсы" => "Параллельный (Centronics) и последовательный (RS232) интерфейс",
									"ПО" => "В базовую конфигурацию включено программное обеспечение LabelView 7.0. XLT, CodeSoft 4.21 XLT, Windows Driver",
									"Управление" => "Пять кнопок управления принтером и встроенный дисплей"
								),
								"desc" => "<p>Datamax I-4212 – промышленный принтер этикеток, осуществляющий термо и термотрансферную печать со скоростью 305 мм/сек. и разрешением 203 dpi. Относится к промышленным принтерам I-класса.</p><p>Дополнительное оборудование (в комплект не входит, приобретается отдельно)</p><p><ol><li>Отрезчик этикеток.</li><li>Отделитель этикеток.</li><li>Внешний намотчик (к промышленным принтерам идет как опция).</li><li>Аппликатор этикеток, обеспечивающий удобство нанесения на товар или упаковку.</li></ol></p><h3 align='center'>Особенности</h3><ul><li>ЖК-дисплей двустрочный с системой меню.</li><li>Ударопрочный металлический корпус, защищающий от механических повреждений и продлевающий срок эксплуатации.</li><li>Объем печати до 20000 шт. за смену.</li><li>32-разрядный процессор ColdFire.</li><li>Flash-память – обеспечивает загрузку пользовательских шрифтов.</li><li>Окно, расположенное сбоку принтера, для контроля за расходом этикеток и красящей ленты.</li><li>Автоматическая регулировка температуры нагрева печатающей головки.</li><li>Возможность одновременно печатать, принимать информацию от ПК по интерфейсу (параллельный Centronics и последовательный RS232.</li><li>Совместимость с программой 1С.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Промышленный принтер этикеток Datamax I-4212 получил применение на крупных промышленных и торговых предприятиях, складах, торговле,в транспортных и логистических компаниях, на пищевом производстве. Подходит для работы в неблагоприятных условиях окружающей среды.</p>"
							)
 						),
 						"print03_050" => array(
 							"title" => "Datamax I-4308",
 							"article" => "",
 							"link" => "/print03_050.html",
 							"prodClass" => "",
 							"attributes" => array(
 								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "105.6_мм",
		                        "интерфейсы" => "RS-232 USB"
 							),
 							"images" => array(
 								"/new_images/print/datamax_i4406.jpg",
 								"/new_images/print/datamax-i4308-2.jpg"
 							),
 							"primaryProps" => array(
 								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
 								"Разрешение печати" => "300 dpi",
 								"Скорость печати" => "203 мм/сек",
 								"Ширина печати max, мм" => "105,6",
 								"Интерфейсы" => "RS232, Centronics и USB"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
	 								"Разрешение печати" => "300 dpi",
	 								"Скорость печати" => "203 мм/сек",
	 								"Ширина печати max, мм" => "105,6",
	 								"Интерфейсы" => "RS232, Centronics и USB",
	 								"Длина печати, мм" => "6,35 - 2540 мм",
	 								"Память" => "2 Мб Flash, 16 Мб DRAM",
	 								"Поддерживаемые штрих коды" => "Одномерные: Code 39, Code 93, Code 128 тип A, B, C, Codabar, UCC/EAN Code 128, Interleaved 2 of 5 (ITF), UPC-A, UPC-E, с дополнительными 2 и 5 символами, EAN-8, EAN-13, с дополнительными 2 и 5 символами, POSTNET, Code 11, Plessey, LOGMARS<br>Двухмерные: Datamatrix, MaxiCode, PDF-417, Telepen.",
	 								"Габариты" => "320,6 x 472,5 x 322,6 мм",
	 								"Вес, кг" => "20,5 кг"
 								),
 								"desc" => "<p>Термопринтер-конструктор повышенного качества печати Datamax I-4308 придерживается правила \"не плати за то, что не нужно\". В базовой комплектации только самое необходимое для качественной термопечати. Если этого становится недостаточно, то можно установить множество опций, таких как блок термотрансферной печати, смотчик этикеток, нож, верификатор штрих-кода и т.д. Такой подход позволяет неплохо сэкономить и при этом получить принтер, идеально удовлетворяющий существующим требованиям и способный меняться, когда изменятся и требования.</p><p>LCD дисплей с пятью кнопками управления делают взаимодействие с принтером простым. Чтобы оператор мог контролировать ход печати и следить за оставшимся количеством расходного материала в стенке принтера устроено окошко. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax I-4308.</p><p>Термо или термотрансферный принтер DATAMAX I-4308 осуществляет высококачественную печать на этикетках (разрешение печати – 300dpi). Обеспечивает максимальное качество печати на этикетках небольших размеров (высотой от 6 мм). Отлично печатается графика высокого разрешение и двумерные штрих-коды. Чаще всего принтер приобретают для медицинских центров и лабораторий, которым необходимо напечатать этикетки на небольшие пробирок и ампулы.</p>",
 								"advantages" => array(),
 								"appAreas" => array()
 							)
 						),
 						"print03_029" => array(
 							"title" => "Datamax I-4406",
 							"article" => "",
 							"link" => "/print03_029.html",
 							"prodClass" => "",
 							"attributes" => array(
 								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "400_dpi",
		                        "ширина_печати" => "105.6_мм",
		                        "интерфейсы" => "RS-232 USB LPT"
 							),
 							"images" => array(
 								"/new_images/print/datamax_i4406.jpg"
 							),
 							"primaryProps" => array(
 								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
 								"Разрешение печати" => "400 dpi",
 								"Скорость печати" => "153 мм/сек",
 								"Ширина печати max, мм" => "105,6",
 								"Длина печати, мм" => "6 - 2000 мм"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
	 								"Разрешение печати" => "400 dpi",
	 								"Скорость печати" => "153 мм/сек",
	 								"Ширина печати max, мм" => "105,6",
	 								"Длина печати, мм" => "6 - 2000 мм",
	 								"Интерфейсы" => "LPT-порт, RS232 (38400), опционально Ethernet",
	 								"Память" => "2 Мб Flash памяти из них 256 Kб доступны пользователю, 16 Мб DRAM памяти",
	 								"Поддерживаемые штрих коды" => "Одномерные: Code 39 Code 93 Code 128 тип A, B, C Codabar UCC/EAN Code 128 Interleaved 2 of 5 (ITF) UPC-A, UPC-E, с дополнительными 2 и 5 символами EAN-8, EAN-13, с дополнительными 2 и 5 символами POSTNET Code 11 Plessey LOGMARS<br>Двухмерные коды: Datamatrix MaxiCode PDF-417 Telepen",
	 								"Габариты" => "320,6 x 472,5 x 322,6 мм",
	 								"Вес, кг" => "20,5 кг"
 								),
 								"desc" => "<p>Все отличия I-4406 от I-4208 заключаются в скорости и разрешении печати. У I-4406 качество повышено до 400 dpi, что позволяет печатать мелкий шрифт и сложные графические изображения. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax I-4406.</p><p>В остальном это все тот же конструктор, позволяющий набором опций сделать из недорогой базовой комплектации принтер с именно тем набором функций, который нужен здесь и сейчас и при этом быть уверенным, что если завтра понадобится что-то еще, то не нужно будет покупать новый принтер - можно модернизировать I-4406. Изначально использующий прямую термопечать, I-4406 за пару минут превращается в термотрансферный, причем от того, кто будет производить это \"превращение\", не потребуется ни специфических знаний и навыков, ни ящика с инструментами - нужно будет только отвернуть три болта.</p><p>Принтер для печати эикеток Datamax I-4406 предназначен для печати штрих-кодов и графических изображений с очень высоким разрешением (400dpi). Это и есть основное отличие от базовой модели.  По остальным параметрам принтер не на много отличается т базовой модели I-4208, хорошо зарекомендовавшей себя на российском рынке за время реализации.</p><p>Главное преимущество принтеров Datamax I–класса – это их модульный дизайн, позволяющий по мере необходимости подключать новейшие опции, и модернизировать принтер под решение конкретной задачи, при этом не затрачивая средств на ненужные опции.</p><p>Пользователь может самостоятельно без специального оборудования производить установку новых опций.</p>",
 								"advantages" => array(),
 								"appAreas" => array()
 							)
 						),
 						"print03_030" => array(
 							"title" => "Datamax I-4604",
 							"article" => "",
 							"link" => "/print03_030.html",
 							"prodClass" => "",
 							"attributes" => array(
 								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "600_dpi",
		                        "ширина_печати" => "105.6_мм",
		                        "интерфейсы" => "RS-232 USB LPT"
 							),
 							"images" => array(
 								"/new_images/print/datamax_i4406.jpg"
 							),
 							"primaryProps" => array(
 								"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
 								"Разрешение печати" => "600 dpi",
 								"Скорость печати" => "102 мм/сек",
 								"Ширина печати max, мм" => "105,6",
 								"Длина печати, мм" => "6 - 1375 мм"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Способ печати" => "Прямая термопечать, Термотрансферная печать (опция)",
	 								"Разрешение печати" => "600 dpi",
	 								"Скорость печати" => "102 мм/сек",
	 								"Ширина печати max, мм" => "105,6",
	 								"Длина печати, мм" => "6 - 1375 мм",
	 								"Память" => "2 Мб Flash памяти из них 256 Kб доступны пользователю, 16 Мб DRAM памяти",
	 								"Интерфейсы" => "LPT-порт, RS232 (38400), опционально Ethernet",
	 								"Поддерживаемые штрих коды" => "Одномерные: Code 39 Code 93 Code 128 тип A, B, C Codabar UCC/EAN Code 128 Interleaved 2 of 5 (ITF) UPC-A, UPC-E, с дополнительными 2 и 5 символами EAN-8, EAN-13, с дополнительными 2 и 5 символами POSTNET Code 11 Plessey LOGMARS<br>Двухмерные коды: Datamatrix MaxiCode PDF-417 Telepen",
	 								"Габариты" => "320,6 x 472,5 x 322,6 мм",
	 								"Вес, кг" => "20,5 кг"
 								),
 								"desc" => "<p>Еще одна модель I-серии Datamax I-4604 это принтер высочайшего разрешения печати - 600 точек на дюйм. Без потери качества он способен печатать мельчайшие шрифты и сложнейшие изображения на скорости до 102 мм/с. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax I-4604.</p><p>При этом главная особенность I-серии - легкость изменений - воплощена и в этой модели. Приобретая сначала недорогой термопринтер, вы в любой момент, за пару минут установив блок печати, можете превратить его в термотрансферный. Помимо этого еще 12 опций может быть установлено, подстраивая принтер под потребности предприятия - от внутреннего и внешнего смотчиков до беспроводного Ethernet и встроенного сканера штрих-кода.</p><p>Конструкция корпуса позволяет использовать термотрансферную ленту больших намоток - вплоть до 600 м. Окошко в боковой стенке позволяет оператору следить за ходом печати, а информативный LCD-дисплей и пять кнопок позволяют легко управлять всеми функциями I-4604.</p><p>Пользователь может самостоятельно без специального оборудования производить установку новых опций.</p><p></p><p></p><p></p><p></p>",
 							)
 						),
 						"print03_032" => array(
 							"title" => "Datamax Н-4212",
 							"article" => "",
 							"link" => "/print03_032.html",
 							"prodClass" => "",
 							"attributes" => array(
 								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "103.9_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
 							),
 							"images" => array(
 								"/new_images/print/datamax-h4212.jpg"
 							),
 							"primaryProps" => array(
 								"Разрешение" => "203 dpi",
 								"Ширина печати" => "4,09\" (103.9 мм)",
 								"Скорость печати" => "12 IPS",
 								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
 								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Разрешение" => "203 dpi",
	 								"Ширина печати" => "4,09\" (103.9 мм)",
	 								"Скорость печати" => "12 IPS",
	 								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
	 								"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
	 								"Масса" => "18.2 кг",
	 								"Габариты" => "330 x 321 x 480 мм",
	 								"Дисплей передней панели" => "128x64; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
	 								"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
	 								"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
	 								"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
	 								"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
	 								"Штрих-Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
	 								"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times.",
	 								"Скачиваемые шрифты" => "True-Type и Bitmap",
	 								"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов.",
	 								"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
	 								"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
	 								"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°.",
	 								"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
	 								"Машинная память" => "8MB Flash; 16MB SDRAM",
	 								"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
	 								"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
	 								"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
	 								"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток.",
	 								"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
 								),
 								"desc" => "<p>Принтер печати этикеток DATAMAX Н-4212 осуществляет прямую термопечать с разрешением 203 dpi и скоростью до 305 мм/сек.</p><p>Наряду с другими принтерами H-класса данная модель отличается разумной ценой, высоким качеством и скоростью печати, износоустойчивостью и широким выбором дополнительных опций.</p><p>Datamax H-4212 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax H-4212.</p><p>Datamax H-4212 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-4212 обеспечивает высокую производимость, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки, 7 дней в неделю. Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p><p><ul><li>Высокопроизводительный 32 бит / 200MHz процессор для выполнения нескольких задач одновременно. Максимальная пропускная способность для самых сложных приложений.</li><li>Большое количество интерфейсов для быстрой синхронизации.</li></ul></p>",
 								"advantages" => array(),
 								"appAreas" => array()
 							)
 						),
						"print03_033" => array(
							"title" => "Datamax Н-4310/Н-4310DT/Н-4310X",
							"article" => "",
							"link" => "/print03_033.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "105.7_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg",
								"/new_images/print/datamax-h-4310-2.jpg",
								"/new_images/print/datamax-h-4310-3.jpg",
								"/new_images/print/printer-datamax-h-4310-info.jpg"
							),
							"primaryProps" => array(
 								"Разрешение" => "300 dpi",
 								"Ширина печати" => "4,16\" (105.7 мм)",
 								"Скорость печати" => "10 IPS",
 								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
 								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
 							),
 							"infoBlock" => array(
 								"props" => array(
 									"Разрешение" => "300 dpi",
	 								"Ширина печати" => "4,16\" (105.7 мм)",
	 								"Скорость печати" => "10 IPS",
	 								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
	 								"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
	 								"Масса" => "18.2 кг",
	 								"Габариты" => "330 x 321 x 480 мм",
	 								"Дисплей передней панели" => "128x64; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
	 								"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
	 								"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
	 								"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
	 								"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
	 								"Штрих-Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
	 								"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times.",
	 								"Скачиваемые шрифты" => "True-Type и Bitmap",
	 								"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов.",
	 								"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
	 								"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
	 								"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°.",
	 								"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
	 								"Машинная память" => "8MB Flash; 16MB SDRAM",
	 								"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
	 								"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
	 								"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
	 								"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток.",
	 								"Рабочая температура" => "От 0°С до 38°C"
 								),
 								"desc" => "<p>Datamax Н-4310 – принтер промышленного класса с максимальной шириной печати 106 мм. Cкорость печати составляет до 254 мм/сек., разрешение 300 dpi.</p><p>Имеет 3 модификации: Datamax Н-4310, Datamax Н-4310DT и Datamax Н-4310X.</p><p>Различие заключается в способе печати - Datamax А-4310 поддерживает прямую термопечать, термоперенос (опционально), Datamax Н-4310DT – термопечать, Datamax Н-4310X – термотрансферную печать. Дополнительно в принтер Datamax H-4310х возможна установка полноразмерного внутреннего смотчика этикеток диаметром до 254 мм.</p><h3 align='center'>Особенности</h3><ul><li>Литой металлический корпус, защищающий внутренние детали от повреждений и продлевающий срок эксплуатации.</li><li>Яркий графический ЖК-дисплей предоставляет пользователю удобный обзор меню, отображает графические изображения, например, логотип компании.</li><li>Высокая работоспособность - работает в интенсивном режиме 24 часа в сутки, 7 дней в неделю.</li><li>Мягкие кнопки на панели управления удобны пользователю и обеспечивают быстрое передвижение по русифицированному меню.</li><li>Интерфейсы: парааллельный и последовательный, RS232/422, USB и Ethernet. 3 USB-порта – один расположен на задней панели и два на специальной платформе.</li><li>SDIO-разъем для подключения SD-карты, за счет которой возможно увеличение стандартного объема памяти с 16 Мб до 4 Гб.</li><li>Несколько USB-портов для подключения сканера, клавиатуры, весового оборудования и т.д.) или установка дополнительной Flash-памяти с информацией.</li><li>Интерфейс Ethernet позволяет удаленно управлять принтером.</li><li>Загрузка шаблона печати по сети.</li><li>Поддержка внутренних языков программирования DPL, MCL, 123Print.</li><li>Эмуляция языков ZPL и IPL.</li><li>Объем печати в день - 20 тыс. этикеток.</li></ul>",
 								"advantages" => array(),
 								"appAreas" => "<ul><li>Производство (маркировка готовой продукции, заполненной тары, паллетов).</li><li>Транспортные и логистические компании (создание этикеток для транспортировки).</li><li>Торговля – продажа продуктов питания и алкогольной продукции (печать этикеток высокого качества).</li><li>Фармацевтика (маркировка лекарственных препаратов).</li></ul>"
 							)
						),
						"print03_034" => array(
							"title" => "Datamax H-4408",
							"article" => "",
							"link" => "/print03_034.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "406_dpi",
		                        "ширина_печати" => "103.9_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "8 IPS",
								"Разрешение" => "406 dpi",
								"Ширина печати" => "4,09\" (103.9 мм)",
								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "8 IPS",
									"Разрешение" => "406 dpi",
									"Ширина печати" => "4,09\" (103.9 мм)",
									"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "18.2 кг",
									"Габариты" => "330 x 321 x 480 мм",
									"Дисплей передней панели" => "128x64; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Тип принтера" => "Прямая термопечать, (термотрансфер опция)",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times.",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов.",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Принтер представляет собой прекрасное решение для печати в промышленных масштабах. Прочный металлический корпус надежно предохраняет комплектующие от воздействия окружающей среды, тем самым продлевая срок его эксплуатации.</p><p>Принтер оснащен большим промышленным дисплеем с подсветкой, который предназначен для отображения текстовых сообщений и рисунков. Панель управления представлена мягкими клавишами, благодаря которым навигация по меню стала быстрой и удобной. Русифицированное меню значительно упрощает конфигурацию принтера и дальнейшее управление.</p><p>Самый широкий выбор способов подключения. В стандартной комплектации принтер этикеток оборудован всеми известными интерфейсами: параллельный, последовательный RS232/422, USB и Ethernet. Беспроводное соединение устанавливается опционально. Для этого на задней панели принтера находится специальный слот для сетевой карты.</p><p>Datamax H-4408 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-4408 обеспечивает высокую производимость, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки, 7 дней в неделю.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax H-4408.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_035" => array(
							"title" => "Datamax H-4606",
							"article" => "",
							"link" => "/print03_035.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "600_dpi",
		                        "ширина_печати" => "105.7_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "6 IPS",
								"Разрешение" => "600 dpi",
								"Ширина печати" => "4,16\" (105.7 мм)",
								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "6 IPS",
									"Разрешение" => "600 dpi",
									"Ширина печати" => "4,16\" (105.7 мм)",
									"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "18.2 кг",
									"Габариты" => "330 x 321 x 480 мм",
									"Дисплей передней панели" => "128x64; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Наряду с другими принтерам данного класса принтер имеет массу преимуществ, однако главным преимуществом является универсальность. Установка различных опций возможна благодаря уникальной модульной конструкции.</p><p>Принтер можно модернизировать совершенно самостоятельно и без использования специальных инструментов. Доступен широкий диапазон опций от датчика наличия напечатанной этикетки до модуля дополнительной памяти.</p><p>Интерфейс принтера интуитивно понятен, благодаря чему модель проста в управлении.</p><p>Datamax H-4606 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели H-4606.</p><p>Datamax H-4606 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-4606 обеспечивает высокую производительность, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p>",
								"advantages" => array(),
								"appAreas" => array()
							) 
						),
						"print03_036" => array(
							"title" => "Datamax H-6210",
							"article" => "",
							"link" => "/print03_036.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "200_dpi",
		                        "ширина_печати" => "167.9_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "10 IPS",
								"Разрешение" => "200 dpi",
								"Ширина печати" => "6,61\" (167.9 мм)",
								"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "10 IPS",
									"Разрешение" => "200 dpi",
									"Ширина печати" => "6,61\" (167.9 мм)",
									"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "21.4 кг",
									"Габариты" => "330 x 321 x 480 мм",
									"Дисплей передней панели" => "128x64; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Принтер для печати этикеток  H-6210 от Datamax – высокопроизводительное печатное решение, способствующее значительному увеличению пропускной способности на предприятиях. Любую задачу с ним можно решить максимально быстро и эффективно.</p><p>Высокопроизводительный процессор дает возможность работы в многозадачном режиме. Быстрая синхронизация с различными устройствами доступна благодаря расширенным интерфейсным возможностям.</p><p>Datamax H-6210 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели H-6210.</p><p>Datamax H-6210 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx обеспечивает высокую производимость, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p><ul><li>Высокопроизводительный 32 бит / 200MHz процессор для выполнения нескольких задач одновременно. Максимальная пропускная способность для самых сложных приложений.</li><li>Большое количество интерфейсов для быстрой синхронизации.</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_037" => array(
							"title" => "Datamax H-6308",
							"article" => "",
							"link" => "/print03_037.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "162.6_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "8 IPS",
								"Разрешение" => "300 dpi",
								"Ширина печати" => "6,40\" (162.6 мм)",
								"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "8 IPS",
									"Разрешение" => "300 dpi",
									"Ширина печати" => "6,40\" (162.6 мм)",
									"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "21.4 кг",
									"Габариты" => "330 x 321 x 480 мм",
									"Дисплей передней панели" => "128x64; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Уникальная разработка компании Datamax – принтер этикеток H-6308 суперпромышленного класса - поражает свей работоспособностью. Он создан, исходя из промышленного предназначения, и способен работать, обеспечивая при этом максимальное качество и хорошую скорость печати. (Ширина печати – 168 мм, качество изображения 300dpi).</p><p>Дисплей с яркой голубой подсветкой на передней панели проинформирует вас о количестве расходных материалов, о проделываемых принтером операциях и т.д.</p><p>Интерфейсные возможности принтера расширены благодаря дополнительным USB-разъемам.</p><p>Datamax H-6308 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели H-6308.</p><p>Datamax H-6308 является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-6308 обеспечивает высокую производительность, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_038" => array(
							"title" => "Datamax H-4212X",
							"article" => "",
							"link" => "/print03_038.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "200_dpi",
		                        "ширина_печати" => "103.9_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "12 IPS",
								"Разрешение" => "200 dpi",
								"Ширина печати" => "4,09\" (103.9 мм)",
								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "12 IPS",
									"Разрешение" => "200 dpi",
									"Ширина печати" => "4,09\" (103.9 мм)",
									"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "21.4 кг",
									"Габариты" => "415 x 321 x 489 мм",
									"Дисплей передней панели" => "240 x 320; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды	" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Суперпромышленный термотрансферный Datamax H-4212X – оптимальное сочетание  цены и качества. Непревзойденная износостойкость и работоспособность подтверждают его промышленное назначение.</p><p>После приобретения принтера, вы сможете отдельно приобрести интересующие вас опции и самостоятельно дооснастить его всеми необходимыми возможностями. Уникальный модульный дизайн позволяет модернизировать принтер самостоятельно без специального оборудования и за короткое время.</p><p>Datamax H-4212X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax H-4212X.</p><p>Datamax H-4212X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-4212X обеспечивает высокую производительность, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_039" => array(
							"title" => "Datamax H-4310X",
							"article" => "",
							"link" => "/print03_039.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "105.7_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "10 IPS",
								"Разрешение" => "300 dpi",
								"Ширина печати" => "4,16\" (105.7 мм)",
								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "10 IPS",
									"Разрешение" => "300 dpi",
									"Ширина печати" => "4,16\" (105.7 мм)",
									"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "21.4 кг",
									"Габариты" => "415 x 321 x 489 мм",
									"Дисплей передней панели" => "240 x 320; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды	" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Datamax H-4310X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax H-4310X.</p><p>Datamax H-4310X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-4310X обеспечивает высокую производительность, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p><p>Графический дисплей с подсветкой информирует о количестве расходных материалов, осуществляемых принтером операциях и значительно упрощает конфигурацию принтера. Управление осуществляется за счет мягких клавиш, обеспечивающих быструю и удобную навигацию  в меню.</p><p>Широкие интерфейсные возможности и 2 дополнительных USB порта позволяют подключать принтер одновременно к нескольким устройствам и интегрировать в любую систему.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"datamax_h4310_dt" => array(
							"title" => "Datamax Н-4310 DT",
							"article" => "",
							"link" => "/datamax_h4310_dt.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать",
								"Максимальная ширина печати" => "104 мм",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "305 мм/сек",
								"Максимальная длина печати" => "6 мм - 2475 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать",
									"Максимальная ширина печати" => "104 мм",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "305 мм/сек",
									"Максимальная длина печати" => "6 мм - 2475 мм",
									"Память" => "8 Mb Flash 16 Mb DRAM",
									"Рабочая температура" => "от 4°С до 35°C",
									"Язык управления" => "ZPL II, ZPL, XML",
									"Проводные / сетевые подключения" => "RS232/422, IEEE 1284 (параллельный), Ethernet, USB",
									"Допустимая влажность" => "10% - 95%",
									"Типы печатаемых штрих-кодов" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Дополнительные опции и аксессуары" => "датчик для слежения за этикетками, датчик черной метки",
									"Размеры" => "Высота – 259 мм<br>Ширина – 257 мм<br>Глубина – 462 мм",
									"Вес" => "21,1 кг"
								),
								"desc" => "<p>Усовершенствованная конструкция позволяет использовать принтер Datamax Н-4310 DT в течение длительного периода. Принтер Datamax Н-4310 DT обладает современным эргономичным дизайном и улучшенными техническими параметрами. Металлический корпус, который обеспечивает защиту внутренних деталей принтера Datamax Н-4310 DT.</p><p>Многочисленные интерфейсы обеспечивают легкость подключения к другим устройствам. Возможность увеличения объема оперативной памяти позволяет работать с языком макрокоманд в автономном режиме. Принтером Datamax Н-4310 DT опционально поддерживается функция кодирования радиочастотных RFID-меток.</p><p>Принтер Datamax Н-4310 DT печатает методом прямой термопечати. Простая загрузка расходных материалов обеспечивает простоту обслуживания принтера Datamax Н-4310 DT. Большой графический дисплей с подсветкой отображает сообщения или графику, что обеспечивает удобство использования принтера Datamax Н-4310 DT. Дополнительно можно установить отделитель этикеток, нож.</p><h3 align='center'>Особенности</h3><ul><li>Увеличенный объем памяти</li><li>Поддержка различных интерфейсов</li><li>Высокая скорость печати</li><li>Простота использования и обслуживания</li><li>Возможность полной автономной работы</li><li>Возможность установки дополнительных опций</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_040" => array(
							"title" => "Datamax H-4606X",
							"article" => "",
							"link" => "/print03_040.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "600_dpi",
		                        "ширина_печати" => "105.7_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "6 IPS",
								"Разрешение" => "600 dpi",
								"Ширина печати" => "4,16\" (105.7 мм)",
								"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "6 IPS",
									"Разрешение" => "600 dpi",
									"Ширина печати" => "4,16\" (105.7 мм)",
									"Длина печати" => "1\" - 4.65\" (25.4 мм - 118.11 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "21.4 кг",
									"Габариты" => "415 x 321 x 489 мм",
									"Дисплей передней панели" => "240 x 320; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды	" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>H-4606X - новый высокопроизводительный принтер от компании Datamax с расширенным интерфейсом, графическим дисплеем с яркой подсветкой и полностью русифицированным меню -  отлично решение для промышленной печати. Теперь есть возможность автономной работы с использованием языка макрокоманд.</p><p>Datamax H-4606X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Datamax H-4606X.</p><p>Datamax H-4606X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-4606X обеспечивает высокую производительность, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_041" => array(
							"title" => "Datamax H-6212 X",
							"article" => "",
							"link" => "/print03_041.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "200_dpi",
		                        "ширина_печати" => "167.9_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "12 IPS",
								"Разрешение" => "200 dpi",
								"Ширина печати" => "6,61\" (167.9 мм)",
								"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "12 IPS",
									"Разрешение" => "200 dpi",
									"Ширина печати" => "6,61\" (167.9 мм)",
									"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "24.1 кг",
									"Габариты" => "415 x 381 x 489 мм",
									"Дисплей передней панели" => "240 x 320; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды	" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Новый принтер для печати этикеток Datamax 6212 X  разработан в первую очередь с учетом требований производительности. Исходя из своего промышленного предназначения, принтер может работать сутками, при этом обеспечивая отличнее качество и максимальную скорость печати.</p><p>Расширенный набор опциональных возможностей делает модель наиболее гибким решением печати этикеток. Прочный металлический корпус надежно предохраняет принтер от механических воздействий и продлевает срок службы. В жестких условиях производства он просто незаменим.</p><p>Datamax H-6212X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели Dmx H-6212X.</p><p>Datamax H-6212X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-6212X обеспечивает высокую производительность, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"datamax_h8308tt_tall_display" => array(
							"title" => "Datamax H-8308 TT",
							"article" => "",
							"link" => "/datamax_h8308tt_tall_display.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "216_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax_h_8308_tt.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "	Термопечать, Термотрансферная печать",
								"Максимальная ширина печати" => "216 мм",
								"Максимальная длина печати" => "6 мм - 2475 мм",
								"Разрешение печати" => "300 dpi",
								"Скорость печати" => "203 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "	Термопечать, Термотрансферная печать",
									"Максимальная ширина печати" => "216 мм",
									"Максимальная длина печати" => "6 мм - 2475 мм",
									"Разрешение печати" => "300 dpi",
									"Скорость печати" => "203 мм/сек",
									"Память" => "8 Mb Flash 16 Mb DRAM",
									"Рабочая температура" => "от 4°С до 35°C",
									"Язык управления" => "ZPL II, ZPL, XML",
									"Проводные / сетевые подключения" => "Параллельный Centronix Последовательный RS-232 (300…38.400 бит/с) USB. IEEE 1284 Ethernet",
									"Допустимая влажность" => "10% - 95%",
									"Типы печатаемых штрих-кодов" => "Одномерные: UPC-A, UPC-E Code 3 of 9 Interleaved 2 of 5 Code 128 EAN-8 EAN-13 HIBC Codabar Plessey UPC 2 of 5 Code 93 Postnet UCC/EAN Code 128 Telepen<br>Двумерные штрих-коды: MaxiCode PDF-417 FIM QR Code USD-8 Datamatrix Aztec TLC 39 Micro PDF-417 RSS",
									"Дополнительные опции и аксессуары" => "датчик для слежения за этикетками",
									"Размеры" => "Высота – 489 мм<br>Ширина – 415 мм<br>Глубина – 433мм",
									"Вес" => "26,8 кг"
								),
								"desc" => "<p>Термотрансферный принтер Datamax H-8308 TT отличается высокой производительностью и износостойкостью. Увеличению производительности способствует высокая скорость печати, наличие мощного процессора.</p><p>Принтер Datamax H-8308 TT печатает режиме прямой термопечати и термотрансферной печати. Разрешение 300 dpi гарантирует непревзойденное качество печати. Большой объем памяти позволяет загружать дополнительные наборы шрифтов и графики. Принтер Datamax H-8308 TT оборудован множеством интерфейсов связи, позволяющими осуществлять быструю интеграцию принтера с другим оборудоваием.</p><p>Дополнительно принтер Datamax H-8308 TT может быть оборудован полноразмерным внутренним смотчиком. Большой графический дисплей, интуитивно понятный пользовательский интерфейс обеспечивают дополнительное удобство во время использования принтера Datamax H-8308 TT.</p><p>Современные электронные элементы внутри принтера Datamax H-8308 TT обеспечивают надежную работу аппарата на протяжении многих лет. Прочный цельнометаллический корпус выдерживает любые внешние воздействия, обеспечивая защиту принтера Datamax H-8308 TT от механических воздействий, а так же любых других суровых промышленных условий.</p><h3 align='center'>Особенности</h3><ul><li>Поддержка термопечати и термотрансферной печати</li><li>Высокая скорость печати до 203 мм/сек</li><li>Отличное качество печати</li><li>Поддержка различных интерфейсов связи</li><li>Удобство использования и простота обслуживания</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_042" => array(
							"title" => "Datamax H-6310X",
							"article" => "",
							"link" => "/print03_042.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "162.6_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "10 IPS",
								"Разрешение" => "300 dpi",
								"Ширина печати" => "6,40\" (162.6 мм)",
								"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "10 IPS",
									"Разрешение" => "300 dpi",
									"Ширина печати" => "6,40\" (162.6 мм)",
									"Длина печати" => "1\" - 6.70\" (25.4 мм - 170 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "24.1 кг",
									"Габариты" => "415 x 381 x 489 мм",
									"Дисплей передней панели" => "240 x 320; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды	" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Принтер Datamax H-6310X – сочетание разумной цены и отличных технических характеристик. Он высокопроизводителен и рассчитан на печать этикеток в промышленных масштабах. Если вам необходимо печатать этикетки большими тиражами, это решение специально для вас, даже после долгой работ принтер не теряет производительность и может работать круглыми сутками.</p><p>Расширенный интерфейс позволяет выбрать способ подключения из широкого диапазона. Принтер снабжен всеми необходимыми интерфейсами: параллельным, последовательным RS232/422, USB и Ethernet. Благодаря им принтер можно подключить к нескольким устройствам одновременно и интегрировать в любую систему.</p><p>Datamax H-6310X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия Для вашего удобства, при покупке в принт-код порекомендуем размеры и типы термоэтикеток, этикеток к выбранной вами модели H-6310X.</p><p>Datamax H-6310X является самым передовым и многофункциональным принтером, разработанный для динамических современных приложений предприятия. Dmx H-6310X обеспечивает высокую производимость, пропускная способность в два раза быстрее чем у других принтеров. А все составные части, высоко надежны и могут гарантировать стабильную работу 24 часа в сутки.</p><p>Модульная конструкция повышает производительность на самый высокий уровень производительности работы пользователей, а крупнейших графический дисплей обеспечивает простую настройку печати и уведомления о состоянии работы.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_043" => array(
							"title" => "Datamax H-8308X",
							"article" => "",
							"link" => "/print03_043.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "216.4_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax-h-4310-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "8 IPS",
								"Разрешение" => "300 dpi",
								"Ширина печати" => "8,52\" (216.4 мм)",
								"Длина печати" => "1\" - 9.0\" (25.4 мм - 229 мм)",
								"Тип печати" => "Прямая термопечать, (термотрансфер опция)"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "8 IPS",
									"Разрешение" => "300 dpi",
									"Ширина печати" => "8,52\" (216.4 мм)",
									"Длина печати" => "1\" - 9.0\" (25.4 мм - 229 мм)",
									"Тип печати" => "Прямая термопечать, (термотрансфер опция)",
									"Масса" => "26.8 кг",
									"Габариты" => "415 x 433 x 489 мм",
									"Дисплей передней панели" => "240 x 320; графический дисплей с подсветкой, обеспечивая EFIGS и определенные пользователем язык, включая Unicode символы",
									"Модуль Штрих-Кодов" => "5 млн. до 150 млн. (203 точек на дюйм); 3,3 млн. до 150 млн. (300 точек на дюйм); 2,5 млн. до 150 млн. (406 точек на дюйм); 1,6 млн. до 150 млн. (600 точек на дюйм)",
									"Толщина материала" => "0,0025\"- 0,0100\" (0,0635 мм - 0,254 мм)",
									"Риббон" => "Стандартной ширины ленты; 1\" (25mm) лента ядра, 1968 (600 м) в длину",
									"Корпус" => "Металлическая конструкция, боковое стекло для контроля расходного материала",
									"Штрих-Коды	" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Шрифты" => "Десять буквенно-цифровых шрифтов от 0,08\"(2 мм) до 0,25\" (6 мм), включая OCR-A, OCR-B, Triumvirate CG™, CG Triumvirate Bold Cond™ и ILPC CG Times",
									"Скачиваемые шрифты" => "True-Type и Bitmap",
									"Буквы" => "UTF8 (Unicode стандартов 4,0 / 5,0), имеющих доступ ко всей Unicode Character Set, модифицированный IBM ® Code Page 850, включает символы для английского и большинства европейских, скандинавских и испаноязычных стран. Масштабируемые шрифты можно использоваться с более чем 50 символов",
									"Перевернутый шрифт" => "Любой шрифт, графические поля могут быть напечатаны в нормальном или перевернутом виде",
									"Поддерживаемая графика" => "*.PCX, *.BMP, *.IMG и Datamax ASCII файлы",
									"Изменение шрифта" => "Все шрифты расширяются по вертикали и горизонтали до 24 px; шрифты могут быть напечатаны в четырех направлениях: 0°, 90°, 180° и 270°",
									"Часы реального времени" => "Принтер сохраняет время и дату в памяти с батареей резервного копирования",
									"Машинная память" => "8MB Flash; 16MB SDRAM",
									"Интерфейс" => "Centronics® Parallel порт (IEEE 1284 compliant); RS232/422 (2,400 to 38,400 BPS); Ethernet; USB",
									"USB хост порты" => "Два порта USB Хост для подключения периферийных устройств USB",
									"Интерфейс SDIO" => "Поддерживает флеш карточку Secure Digital Input Output (SDIO) для хранения дополнительных форматов этикетки, шаблонов, шрифтов и графики",
									"Интерфейс WINDOWS®" => "Драйвера принтера позволяют печатать без проблем в Windows ®, благодаря программе DMXConfig. Программа - утилита конфигурации и дизайна этикетки, а также демо - приложений для создания и печати разных форматов этикеток",
									"Рабочая температура" => "32°F до 100°F (0°С до 38°C)"
								),
								"desc" => "<p>Термопринтер DATAMAX H-8308X относится к классу промышленной печатной техники для беспрерывной печати чеков, ярлыков и этикеток термическим или термотрансферным методами.</p><p>Данная модель имеет две версии в зависимости от типа печати – термотрансферный и термопринтер. При термическом методе с помощью термоголовки наносится изображение сразу на термобумагу. Термотрансферное нанесение осуществляется путем воздействия нагревательной платы на красящую ленту (риббон), приложенную к печатной ленте (из нейлона, бумаги, атласа и т.д.). Оба типа печати выполнены в виде модулей и подлежат неоднократной замене.</p><p>Устройство выполнено по модульной схеме, позволяя улучшать свой функционал путем несложной установки дополнительных систем (контроллеры сетевых возможностей, модули печати и т.д.).</p><p>Изделие является промышленным принтером, имеет соответствующие габариты (415 x 433 x 489, мм.) и массу (26.8 кг). Компенсируется это возможностью бесперебойной работы 24 часа в сутки, 7 дней в неделю и нечастого пополнения расходных материалов.</p><h3 align='center'>Особенности</h3><ul><li>Цифровой дисплей с интегрированной системой управления.</li><li>Печать различных штрихкодов (UPS MaxiCode, PDF417, Datamatrix и многие другие).</li><li>Принтер снабжен интерфейсами USB, Ethernet, Serial, SDIO, LPT.</li><li>Поддержка языков 123Print, DPL, MCL.</li><li>Эмуляция IPL и ZPL.</li><li>Для разработки этикеток и печатей поставляется с программой Bartender.</li><li>Работает с любой версией Windows со времен XP.</li><li>Включена поддержка стандартных шрифтов в количестве 10 (OCR-A, CG Triumvirate и др.).</li></ul>",
								"advantages" => array(
									"Возможность подключить модули Wi-Fi.",
									"Прочный алюминиевый каркас.",
									"Быстрая и простая замена расходных материалов (катушек риббонов, термобумаги и т.п.).",
									"Высокая надёжность даже при постоянной работе.",
									"Удаленное управление принтером через специальное ПО: DMXnet Manager.",
									"Печать сложных уникальных эмблем и изображений.",
									"Встроенные инструменты диагностики состояния печатающей головки.",
									"Открытая архитектура позволяют легко заменять отслужившие срок детали.",
									"Долговечность напечатанных штрихкодов и текста."
								),
								"appAreas" => "<p>Производственный термопринтер DATAMAX H-8308X незаменим на предприятиях среднего и большого бизнеса, в логистических центрах, складах и крупных магазинах. Это устройство обеспечивает всё необходимое для печати этикеток, ярлыков, ценников в промышленных масштабах. Идеально впишется на производствах пищевых и алкогольных продуктов, фармацевтических и химических изделий, в кампаниях по перевозке и логистике больших партий товара.</p><p>Приобретайте в нашей компании термо- и термотрансферный принтер DATAMAX H-8308X по самой низкой стоимости. Наши менеджеры оформят для вас заказ по выгодной цене и ответят на все возникшие вопросы по данному товару.</p>"
							)
						),
						"print03_200" => array(
							"title" => "Datamax H-6310TT",
							"article" => "",
							"link" => "/print03_200.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "300_dpi",
		                        "ширина_печати" => "168_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/datamax_h_8308_tt.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "термо/термотрансферная",
								"Разрешение печати, dpi" => "300 dpi",
								"Скорость печати" => "Н-6310 – 254 мм/сек",
								"Ширина области печати (макс.)" => "168 мм",
								"Интерфейсы" => "RS232/422, IEEE 1284 (параллельный), Ethernet, USB"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "термо/термотрансферная",
									"Разрешение печати, dpi" => "300 dpi",
									"Скорость печати" => "Н-6310 – 254 мм/сек",
									"Ширина области печати (макс.)" => "168 мм",
									"Интерфейсы" => "RS232/422, IEEE 1284 (параллельный), Ethernet, USB",
									"Внешний диаметр ролика этикеток" => "203 мм на втулке 76 мм",
									"Максимальная длина красящего ролика" => "600 м (универсальной намотки как внешней, так и внутренней)",
									"Диаметр внутренней втулки красящего ролика" => "25 мм",
									"Ширина бумаги" => "25,4 мм – 118,11 мм",
									"Толщина бумаги" => "0,0635 мм – 0,254 мм",
									"Память" => "16 Mb RAM, 8Mb Flash",
									"Типы штрих-кодов" => "Code 3 of 9, UPC-A, UPC-E, Interleaved 2 of 5, Code 128, EAN-8, EAN-13, HIBC, Codabar, Plessey, UPC 2 and 5 digit addendums, Code 93, Postnet, UCC/EAN Code 128, Telepen, UPS MaxiCode, FIM, PDF417, USD-8, Datamatrix, QR Code, Aztec, TLC 39, Micro PDF417, RSS",
									"Датчики" => "на просвет, черной метки",
									"Диапазон рабочих температур" => "0 ºС – 38 ºС",
									"Корпус" => "металл",
									"Вес, кг" => "21.1 кг"
								),
								"desc" => "<p>Принтер штрих-кода Datamax H - 6310 TT снабжен большим графическим дисплеем  с подсветкой, который отображает графические рисунки и изображения. Мягкие клавиши обеспечивают удобную  быструю навигацию по меню. Принтер ориентирован на пользователя. Его освоение не составит труда даже для тех, кто впервые имеет дело с печатью этикеток.</p><p>В стандартной комплектации доступен широкий выбор способов подключения, за счёт чего принтер совместим практически с любым оборудованием. Параллельный, последовательный RS232/422, USB и Ethernet – все это стандартные интерфейсные возможности.</p><p>Усовершенствованная термоголовка обеспечит высочайшее качество печати. Уникальная возможность термоголовки заключается в равномерном распределении давления по всей её площади. При возникновении неполадок, термоголовка поднимается вверх и проблема устраняется.</p><p>Принтеры используют универсальную красящую ленту двух типов намотки (in и out).</p><p>Специальный датчик на термоголовке  перемещается по всей ее длине за счет слайдера, выполненного в форме подковы и позволяет упростить процесс настройки датчика и определить местоположение этикетки по отношению к датчику благодаря красной подсветке.</p><p>Движение принимающего и подающего вала происходит автоматически. Ремни отсутствуют. Эту особенность принтера тоже можно отнести к существенным преимуществам.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_007" => array(
							"title" => "DATAMAX DMX W-6208",
							"article" => "",
							"link" => "/print03_007.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "168_мм",
		                        "интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-w-6208.gif"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "203 мм/сек",
								"Ширина печати" => "168 мм",
								"Интерфейс" => "Centronics и RS-232"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "203 мм/сек",
									"Ширина печати" => "168 мм",
									"Интерфейс" => "Centronics и RS-232",
									"Память" => "16 Мб DRAM<br>2 Мб Flash",
									"Условия эксплуатации" => "0 до +38С",
									"Масса" => "25 кг"
								),
								"desc" => "<p>Широкие промышленные принтеры DATAMAX серии W предназначены для печати этикеток с максимальной шириной печати 168 мм (принтер W-6208).</p><p>В рамках серии W широких принтеров выпускается три модели - W-6208, W-6308 и W-8306 (описан в отдельной статье настоящего сайта). Здесь же рассматриваются две первых модели с одинаковой шириной печати (строго говоря, ширина печати принтера W-6308 составляет 162 мм, а W-6208 - 168 мм), но с разным качеством печати. Так, принтер W-6208 способен создавать изображение с качеством (или разрешение) 203 точки на дюйм (dpi), а с помощью модели W-6308 можно создавать более утонченные изображения с разрешением 300 dpi.</p><p>В своей базовой конфигурации принтер имеет жидко-кристаллический дисплей на передней панели, полностью металлический корпус.</p><p>Среди значительных дополнительных приспосблений к принтеру следует отметить следующие: \"экономайзер\" красящей ленты. С помощью этого устройства оказывается возможным существенно уменьшить расход красящей ленты при впечатывании небольшой по площади информации в этикетку большого размера.</p><p>С такой ситуацией можно столкнуться если широкая и высокая этикетка, устанавливаемая в принтер, заранее в типографии снабжена предварительной (часто полноцветной) печатью логотипа или других неизменных элементов. В этом случае экономайзер предотвращает разматывание красящей ленты на теми участками этикетки, где печать не предполагается.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_008" => array(
							"title" => "Datamax DMX I-4308",
							"article" => "",
							"link" => "/print03_008.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi 300_dpi",
		                        "ширина_печати" => "105.6_мм",
		                        "интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/datamax-dmx-i-4308.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термо и термотрансферный",
								"Разрешение печати" => "203/300 dpi",
								"Скорость печати" => "203 мм/сек",
								"Ширина печати" => "105.6 мм",
								"Интерфейс" => "Centronics и RS232"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термо и термотрансферный",
									"Разрешение печати" => "203/300 dpi",
									"Скорость печати" => "203 мм/сек",
									"Ширина печати" => "105.6 мм",
									"Интерфейс" => "Centronics и RS232",
									"Условия эксплуатации" => "0 до +38°С",
									"Масса" => "20.5 кг"
								),
								"desc" => "<p>Принтер с высоким разрешением (качеством печати) - 300 dpi. Идеально подходит для печати на небольших этикетках высотой от 6 мм, для печати графики высокого разрешения и для печати двухмерных штрих-кодов.</p><p>Принтер - конструктор (трансформер). Для экономии средств Вы можете приобрести сначала базовую термо-модель. Затем, в случае необходимости, Вы легко сами превратите его в термо-трансферный принтер. Нужен внутренний смотчик этикеток ? Через 5 минут Вы собственными силами оборудуете принтер смотчиком. Нож? Датчик присутствия напечатанной этикетки? Еще 15 минут. Итак, Ваши инвестиции теперь надежно защищены. Сначала - базовая модель. А затем - все остальное по мере необходимости. Теперь появилась возможность оборудовать принтер новым недорогим верификатором штрих-кода!</p><p>Металлический корпус. Жидкокристаллический дисплей и кнопки управления на передней панели принтера. С их помощью принтер очень легко конфигурируется. Огромное количество дополнительных приспособлений: термо-трансферная часть, нож, внутренний смотчик (внешний диаметр сматываемого рулона 125 мм).</p><h3 align='center'>Особенности</h3><ul><li>Простота установки расходных материалов в принтер.</li><li>RS232 и Centronics интерфейсы.</li><li>Стандартные расходные материалы.</li><li>Длина рулона красящей ленты может достигать 600 м.</li><li>Очень простой доступ к печатающей головке для ее периодического обслуживания и замены.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер может найти себе применение в медицинских центрах и лабораториях для печати этикеток, наклеиваемых на пробирки, ампулы и др. Модель I-4308 также должна заинтересовать компании, занятые производством компьютеров и другой электронной техники - принтер способен печатать очень маленькие этикетки, котрый наклеиваются на внутренние компоненты компьютеров и др. (жесткие диски, модули памяти и т.п.).</p>"
							)
						),
						"print03_009" => array(
							"title" => "Datamax DMX I-4406",
							"article" => "",
							"link" => "/print03_009.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "400_dpi",
		                        "ширина_печати" => "105.6_мм"
							),
							"images" => array(
								"/new_images/print/datamax-dmx-i-4308.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термо и термотрансферная печать",
								"Разрешение печати" => "400 dpi",
								"Скорость печати" => "153 мм/сек",
								"Ширина печати" => "105,6 мм",
								"Длина печати" => "6 мм - 2000 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термо и термотрансферная печать",
									"Разрешение печати" => "400 dpi",
									"Скорость печати" => "153 мм/сек",
									"Ширина печати" => "105,6 мм",
									"Длина печати" => "6 мм - 2000 мм",
									"Память" => "2 Мб Flash<br>16 Мб DRAM памяти",
									"Масса" => "20,5 кг",
									"Ресурс термоголовки" => "25000 километров (6мес. - 2 лет)",
									"Датчик наличия расходного материала в принтере" => "Перемещаемый (!) поперек ширины расходного материала оптический датчик для слежения за этикетками с пропуском между ними или датчик черной метки для этикеток без пропуска или картонных ярлыков, билетов",
									"Рабочая температура" => "4 °C- 35 °C"
								),
								"desc" => "<p>Принтеры DATAMAX DMX I 4406 и I-4604 предназначены для печати текста, графики и изображения с очень высоким качеством в 400 и 600 точек на дюйм (dpi) соответственно.</p><p>В этом, пожалуй, и заключается главное их отличие от базовой модели этого класса - принтера I-4208.</p><p>В остальном же они мало отличаются от прекрасно зарекомендовавшего себя промышленного принтера I-4208.</p><p>Напомним, что одно из главных достоинств принтеров DATAMAX I-класса заключается в их настоящем модульном дизайне. Что это значит для конкретного пользователя? Это значит, что любое дополнительное приспособление (нож, внутренний смотчик и др.) пользователь самостоятельно может установить в принтер уже после приобретения базовой модели.</p><p>Кстати, к дополнительным приспособлениям относится и блок термотрансферной печати. Таким образом, если Вы еще не решили каким способом лучше печатать этикетки - термо- (на термочувствительных этикетках) или термо-трансферным (на этикетках из бумаги или пленки с помощью красящей ленты), то свой выбор Вы можете остановить на базовой термо-модели.</p><p>Затем в случае необходимости, свой принтер Вы можете оснастить механизмом термотрансферной печати для установки красящей ленты. Точно также, при необходимости сматывать напечатанные этикетки в рулон, Вы можете приобрести внутренний смотчик и в течение 2-3 минут установить его в принтер. Желающие отрезать напечатанные этикетки или текстильную ленту сразу после печати могут оборудовать принтер I-класса ножом с контейнером для накопления отрезанных этикеток, ярлыков, билетов и др.</p><p>Яркий двухстрочный дисплей и 5 кнопок на передней панели облегчают труд оператора. На боковой стороне крышки имеется прозрачное окно для визуального контроля за рулоном этикеток. Барабаны для смотки подложки и термотрансферной ленты могут уменьшать свой диаметр для быстрого и удобного снятия рулонов. Надежная механика (всего одна ременная передача) в сочетании с простотой чистки термоголовки существенно удешевляют эксплуатацию.</p><p>На принтере DATAMAX DMX I 4406 установлен мощный процессор, работающий на частоте 90 МГц, что позволяет принтеру работать в многозадачном режиме. Он одновременно печатает, принимает данные по интерфейсу, производит графические преобразования. Использование Flash-памяти ПО принтера позволяет пользователям проводить апгрейд ПО, загружать свои шрифты и даже менять язык сообщений меню.</p><p>При проектировании принтера DATAMAX DMX I 4406 тщательным образом прорабатывалось всё, что влияет на качество печати. Причем на качество на протяжении всего срока эксплуатации и при работе с любыми расходниками. Двойное защелкивание термоголовки, разделенная подающая бобина для термотрансферной ленты, литая станина — всё это уменьшает вероятность образования ухудшающих качество складок на ленте. Кроме того, имеется довольно большой набор пользовательских регулировок печатающего устройства.</p><p>Модель DATAMAX I-4604 также должна заинтересовать компании, занятые производством компьютеров и другой электронной техники - принтер способен печатать очень маленькие этикетки, который наклеиваются на внутренние компоненты компьютеров и др. (жесткие диски, модули памяти и т.п.).</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"datamax_m4206_mark_dt" => array(
							"title" => "Datamax М-4206 DT Mark II",
							"article" => "",
							"link" => "/datamax_m4206_mark_dt.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Datamax",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB LPT"
							),
							"images" => array(
								"/new_images/print/datamax-m-4206-td-mark2-1.jpg",
								"/new_images/print/datamax-m-4206-td-mark2-2.jpg",
								"/new_images/print/datamax-m-4206-td-mark2-3.jpg",
								"/new_images/print/datamax-m-4206-dt-mark2-info.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать, Термотрансферная печать",
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "154 мм/сек",
								"Максимальная ширина печати" => "104 мм",
								"Максимальная длина печати" => "6 мм - 2475 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать, Термотрансферная печать",
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "154 мм/сек",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длина печати" => "6 мм - 2475 мм",
									"Память" => "8 Mb Flash 16 Mb DRAM",
									"Рабочая температура" => "От 4°С до 35°C",
									"Язык управления" => "ZPL II, ZPL, XML",
									"Проводные / сетевые подключения" => "Параллельный Centronix Последовательный RS-232 (300…38.400 бит/с) USB. LPT",
									"Допустимая влажность" => "10% - 95%",
									"Типы печатаемых штрих-кодов" => "Одномерные: UUPC-A, UPC-E Code 3 of 9 Interleaved 2 of 5 Code 128 EAN-8 EAN-13 HIBC Codabar Plessey UPC 2 of 5 Code 93 Postnet UCC/EAN Code 128 Telepen<br>Двумерные штрих-коды: MaxiCode PDF-417 FIM QR Code USD-8 Datamatrix Aztec TLC 39 Micro PDF-417",
									"Дополнительные опции и аксессуары" => "датчик для слежения за этикетками, датчик черной метки",
									"Размеры" => "Высота – 259 мм<br>Ширина – 257 мм<br>Глубина – 462 мм",
									"Вес" => "12,2 кг"
								),
								"desc" => "<p>Принтеры данной модели имеют ряд достоинств не только перед своим предшественником, но и перед другими конкурентами. Mark II первый принтер, при создании которого задумались о русификации меню. Это намного упрощает работу с ним наших пользователей. Панель управления данным принтером снабжена графическим дисплеем, конструкция Mark II модульная с металлическим корпусом. Эмуляция языка ZPL позволяет легко вписать новинку в уже имеющийся парк оборудования.</p><p>Datamax М-4206 DT Mark II – коммерческий термотрансферный принтер этикеток, применяется на небольших и средних предприятиях, печатает со скоростью 154 мм/сек. и разрешением 203 dpi. Это усовершенствованная модель Datamax М-4206.</p><h3 align='center'>Особенности</h3><ul><li>Термо и термотрансферная печать.</li><li>Русифицированное командное меню (для русификации потребуется перепрошивка оборудования).</li><li>Большой графический дисплей с подсветкой.</li><li>RFID-ready – радиочастотная идентификация. RFID-модуль приобретается отдельно, позволяет кодировать и печатать на RFID-метках.</li><li>USB, RS232, LPT в стандартной комплектации, Ethernet и Wi Fi опционально.</li><li>Ударопрочный металлический корпус – обеспечивает защиту от механических повреждений и продлевает срок эксплуатации.</li><li>Печатающий механизм изготовлен из металла.</li><li>Печать одномерных и двумерных штрих-кодов.</li><li>Компактный размер 257x462x259 мм.</li><li>Совместимость с программой 1С.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Datamax М-4206 DT Mark II получил применение в оптовой и розничной торговле, на складах, небольших и средних предприятиях, в аптеках. Подходит для печати бумажных и пленочных самоклеящихся этикеток, термоэтикеток, текстильных лент, бирок и ярлыков из картона и термокартона в рулоне или в стопе.</p>"
							)
						),
						"print03_017" => array(
							"title" => "Zebra 110XilllPlus",
							"article" => "",
							"link" => "/print03_017.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi 300_dpi 600_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/zebra-110xilll-plus.jpeg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термо и термотрансферный",
								"Разрешение печати" => "203dpi, 300dpi, 600 dpi",
								"Ширина печати (max)" => "104 мм",
								"Скорость печати (max)" => "254 (203 dpi) мм/сек",
								"Длина печати (max)" => "991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термо и термотрансферный",
									"Разрешение печати" => "203dpi, 300dpi, 600 dpi",
									"Ширина печати (max)" => "104 мм",
									"Скорость печати (max)" => "254 (203 dpi) мм/сек",
									"Длина печати (max)" => "991 мм",
									"Графика" => "Поддерживает",
									"Память" => "ОЗУ: 16 Мб<br>ПЗУ: 4 Мб (до 8 Мб)",
									"Поддерживаемые штриховые коды" => "CODABAR; CODABLOCK; Code 11; Code 128 (A/B/C); Code 39; Code 49; Code 93; DataMatrix; EAN-13; EAN-8; ISBT 128; Industrial 2 of 5; Interleaved 2 of 5; LOGMARS MSI; MaxiCode; Micro PDF; PDF417; Plessey; Postnet; QR Code; RSS Codes; Standard 2 of 5; UPC and EAN 2 or 5 digital extensions; UPC-A; UPC-E.",
									"Процессор" => "32- разрядный RISC 132 МГц",
									"Шрифты" => "Масштабируемые",
									"Язык программирования" => "ZPL II",
									"Интерфейсы" => "IEEE 1284, RS -232/422/485, USB ,  ZebraNet PrintServer II Ethernet (опция)",
									"Внешний диаметр рулона" => "203 мм",
									"Внутренний диаметр рулона (max)" => "76 мм",
									"Толщина этикетки (max)" => "0.305 мм",
									"Толщина этикетки (min)" => "0.076 мм",
									"Ширина этикетки (max)" => "104 мм",
									"Ширина этикетки (min)" => "40 мм",
									"Внешний диаметр рулона" => "81.3 мм",
									"Внутренний диаметр рулона" => "25.4 мм",
									"Ширина рулона (max)" => "81.3 мм",
									"Ширина рулона (min)" => "40 мм",
									"Температура рабочая (min)" => "+5 C",
									"Температура рабочая (max)" => "+40 C",
									"Температура хранения (min)" => "-40 C",
									"Температура хранения (max)" => "+60 C",
									"Влажность без конденсации (min)" => "20 %",
									"Влажность без конденсации (max)" => "85 %",
									"Вес" => "22.7 кг",
									"Глубина" => "495.3 мм",
									"Ширина" => "263.5 мм",
									"Высота" => "93.7 мм",
									"Дополнительно" => "PCMCIA - коннектор;<br>ZebraNet Print Server II;<br>ZebraNet Wireless Card Socket;<br>Диспенсер;<br>Пакет программ “Zebra Designer Pro<br>Намотчик этикеток;<br>Резак;<br>Часы.",
									"Питание" => "90...264 В / 48...62 Гц"
								),
								"desc" => "<p>Принтеры Zebra XilllPlus - модель 110XilllPlus для высокопроизводительной печати этикеток. Принтер выпущен на замену хорошо известным принтерам 90 XilllPlus с разрешением 300 dpi и 96 XilllPlus с разрешением 600 dpi и поставляется в 3-х модификациях с качеством печати 203, 300 и 600 dpi.</p><p>Zebrz 110XilllPlus сохранил все основные характеристики и преимущества серии Xi: полностью металлический корпус обеспечит защиту от агрессивной внешней среды 32-битный RISK процессор 133Mhz 16 МВ SDRAM-памяти, 4 МВ Flash-памяти и расширяемая память до 1 GB c помощью карты CompactFlash последовательный, параллельный и USB 2.0 порт программное средство ZebraLink жидкокристаллический дисплей с подсветкой датчики расходных материалов (transmissive и reflective) принтер легко интегрируется в самые различные области индустрии, обеспечивает печать штрих-кодов с символикой RSS, использующихся в фармацевтической промышленности.</p><p>Kарта беспроводного соединения ZebraNet Wireless Card Socket и ZebraNet PrintServer II внутренний смотчик нож отделитель этикеток держатель расходных материалов с диаметром 40 мм интерфейс аппликатора программное обеспечение BAR-ONE и др.</p>",
								"advantages" => array(),
								"appAreas" => "<p><ul><li>автоматизация производства,</li><li>складов</li><ul></p>"
							)
						),
						"print03_018" => array(
							"title" => "Zebra 140XilllPlus",
							"article" => "",
							"link" => "/print03_018.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "128_мм",
		                        "интерфейсы" => "RS-232 USB Ethernet"
							),
							"images" => array(
								"/new_images/print/zebra-140-xilll-plus.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термо и термотрансферный",
								"Разрешение печати" => "203 dpi",
								"Ширина печати (max)" => "128 мм",
								"Скорость печати (max)" => "305 мм/сек",
								"Длина печати (max)" => "991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термо и термотрансферный",
									"Разрешение печати" => "203 dpi",
									"Ширина печати (max)" => "128 мм",
									"Скорость печати (max)" => "305 мм/сек",
									"Длина печати (max)" => "991 мм",
									"Графика" => "Поддерживает",
									"Память" => "ПЗУ: от 4 до 8 Мб<br>ОЗУ: 16 Мб",
									"Поддерживаемые штриховые коды" => "CODABAR; CODABLOCK; Code 11; Code 128 (A/B/C); Code 39; Code 49; Code 93; DataMatrix; EAN-13; EAN-8; ISBT 128; Industrial 2 of 5; Interleaved 2 of 5; LOGMARS; MSI; MaxiCode; Micro PDF; PDF417; Plessey; Postnet; QR Code; RSS Codes; Standard 2 of 5; UPC and EAN 2 or 5 digital extensions; UPC-A; UPC-E.",
									"Процессор" => "32- разрядный RISC и CISK",
									"Шрифты" => "Масштабируемые",
									"Язык программирования" => "ZPL II",
									"Интерфейсы" => "IEEE 1284, RS-232/422/485, USB, ZebraNet PrintServer II Ethernet (опция)",
									"Внешний диаметр рулона" => "203 мм",
									"Внутренний диаметр рулона ( max )" => "76 мм",
									"Толщина этикетки (max)" => "0.305 мм",
									"Толщина этикетки (min)" => "0.076 мм",
									"Ширина этикетки (max)" => "140 мм",
									"Ширина этикетки (min)" => "40 мм",
									"Внешний диаметр рулона" => "81.3 мм",
									"Внутренний диаметр рулона" => "25.4 мм",
									"Ширина рулона (max)" => "130 мм",
									"Ширина рулона (min)" => "40 мм",
									"Температура рабочая (min)" => "+5 C",
									"Температура рабочая (max)" => "+40 C",
									"Температура хранения (min)" => " -40 C",
									"Температура хранения (max)" => "+60 C",
									"Влажность без конденсации (min)" => "20 %",
									"Влажность без конденсации (max)" => "85 %",
									"Вес" => "25 кг",
									"Глубина" => "495 мм",
									"Ширина" => "283 мм",
									"Высота" => "394 мм",
									"Дополнительно" => "PCMCIA - коннектор;<br>ZebraNet Print Server II;<br>ZebraNet Wireless Card Socket;<br>Диспенсер;<br>Пакет программ “Zebra Designer Pro;<br>Намотчик этикеток;<br>Резак;<br>Часы.",
									"Питание" => "90 264 В / 48-62 Гц"
								),
								"desc" => "<p>Zebra 140XilllPlus - самый высокопроизводительный принтер. Самая высокая скорость печати - 305 мм/сек - среди принтеров Zebra этого класса. Разрешение (качество печати) - 203 dpi. Ширина печати до 128 мм.</p><p>Возможность круглосуточной эксплуатации без дополнительного обслуживания. Стальной корпус позволяет эксплуатировать принтер в самых экстремальных условиях.</p><p>При помощи микросервера печати ZebraNet можно подключит принтер к компьютеру любой платформы по сети. Язык программирования ZPL II позволяет встраивать 140XiII в любые открытые системы. Два 32-х битных микропроцессора позволяют печатать штриховые коды высокой плотности. Прозрачное боковое окошко для слежения за расходными материалами.</p><p>Дополнительное оборудование: нож с накопителем этикеток, отделитель этикеток, смотчик, держатель рулона этикеток, память до 9 Мб. Интерфейс аппликатора позволяет использовать принтер вместе с автоматическим аппликатором.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_019" => array(
							"title" => "Zebra GX420t",
							"article" => "",
							"link" => "/print03_019.html",
							"prodClass" => "",
							"attributes" =>array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB Ethernet"
							),
							"images" => array(
								"/new_images/print/zebra-gx420t-1.jpg",
								"/new_images/print/zebra-gx420t-2.jpg",
								"/new_images/print/zebra-gx420t-3.jpg",
								"/new_images/print/printer-zebra-gx420t.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать и термотрансферная",
								"Скорость печати" => "до 152 мм",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "104 мм",
								"Макс. длина печати" => "991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать и термотрансферная",
									"Скорость печати" => "до 152 мм",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "104 мм",
									"Макс. длина печати" => "991 мм",
									"Рекомендованный объём печати в смену" => "до 5000 этикеток",
									"Миним. длина этикетки" => "10 мм",
									"Макс. диаметр рулона этикеток" => "127 мм",
									"Макс. длина рулона красящей ленты" => "74 м",
									"Диам. втулки рулона красящей Ленты" => "12,7 мм",
									"Объём памяти" => "8 Mb SDRAM (4 Mb доступно)<br>4 Mb Flash (1,5 доступно)",
									"Процессор" => "32 bit RISC",
									"Датчики" => "Наличия бумаги<br>Расстояния между этикетками",
									"Язык управления" => "EPL2, ZPL I/ZPL II",
									"Интерфейсы" => "USB и Serial<br>Опционально: Ethernet",
									"Размер" => "194 х 191 х 254 мм",
									"Вес" => "2,1 кг"
								),
								"desc" => "<p>Zebra GX420t представляет выдающиеся характеристики принтера этикеток настольного класса, производит исключительно прямую термопечать с завидной скоростью – 152мм/сек.</p><p>Датчики печатного материала: фиксированные отражающие и передающие датчики, возможно опционально дополнить регулируемым в нескольких положениях отражающим и передающим датчиком.</p><h3 align='center'>Особенности</h3><ul><li>Прямая термопечать или термоперенос;</li><li>EPL и ZPL программные языки;</li><li>Корпус с двойными стенками;</li><li>Замена изнашивающихся частей принтера (печатающей головки и валиков) не требует подручного инструмента;</li><li>OpenACCESS позволяет легко производить загрузку материала для печати;</li><li>Быстрая и легкая установка красящей ленты;</li><li>Автокалибровка материала для печати.</li></ul><p align='center'><iframe width='60%'' height='315' src='https://www.youtube.com/embed/R7YQWeSi14c' frameborder='0' gesture='media' allow='encrypted-media' allowfullscreen=''></iframe></p>",
								"advantages" => array(),
								"appAreas" => "<ul><li>Медицинское обслуживание (маркировка и идентификация образцов, идентификация пациентов, этикетки для инструментов, медицинских препаратов);</li><li>Розничная торговля (этикетирование продукции, ценники акций, этикетки на полках с товарами, печать ваучеров и квитанций);</li><li>Транспортные услуги (бирки на багаж, посадочные талоны);</li><li>Сфера развлечений, услуг и гостиничного бизнеса, развлечений и услуг (входные билеты, этикетки для блюд быстрого приготовления, квитанции в игорном бизнесе;</li><li>Почтовое обслуживание (этикетки с адресами, системы электронного франкирования);</li><li>Системы поставок (этикетки для обработки и отгрузки товаров).</li></ul>"
							)
						),
						"print03_015" => array(
							"title" => "Zebra ZM400",
							"article" => "",
							"link" => "/print03_015.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi 300_dpi 600_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra_4001_big.jpg",
								"/new_images/print/zebra_400_big.jpg",
								"/new_images/print/zebra_600_big.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать, термотрансферная печать",
								"Разрешение печати" => "203 dpi, 300 dpi, 600 dpi",
								"Ширина печати" => "104 мм",
								"Длина печати" => "3988 мм / 1854 мм / 991 мм",
								"Скорость печати" => "254 мм/сек/203 мм/сек/102 мм/сек"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать, термотрансферная печать",
									"Разрешение печати" => "203 dpi, 300 dpi, 600 dpi",
									"Ширина печати" => "104 мм",
									"Длина печати" => "3988 мм / 1854 мм / 991 мм",
									"Скорость печати" => "254 мм/сек/203 мм/сек/102 мм/сек",
									"Память" => "Стандарт: 8MB Flash-память, 16 MB DRAM<br>На заказ: 64MB",
									"Максимальная длина этикетки" => "991 мм",
									"Максимальная ширина этикетки" => "114 мм",
									"Бумага" => "Внешний диаметр рулона, мм: 203<br>Внутренний диаметр рулона (max), мм: 76<br>Ширина этикетки (max), мм: 114<br>Ширина этикетки (min), мм: 25<br>Толщина этикетки (max), мм: 0.25<br>Толщина этикетки (min), мм: 0.058",
									"Рабочая температура" => "0°С до 40°С - термопечать<br>5°С до 40°C – термотрансферная печать",
									"Температура хранения" => "-40°С до +60°С",
									"Программное обеспечение" => "ZebraDesigner Pro<br>ZebraDesigner Pro для поддержки XML<br>ZebraNet Bridge Enterprise<br>ZebraNet Utilities v 7.0<br>Zebra Universal Driver",
									"Проводные / сетевые подключения" => "Беспроводное подключение ZebraNet Wireless Plus<br>Принт-сервер ZebraNet 10/100<br>ZebraNet PrintServer<br>Последовательный порт RS-232<br>Высокоскоростной двусторонний параллельный интерфейс IEEE 1284<br>USB 2.0",
									"Встроенное программное обеспечение" => "ZPL ||, EPL, Поддержка языка XML, APL, Web View, Alert",
									"Типы печатаемых штрих-кодов" => "Линейные штрих-коды: Codabar, Code 11, Code 16k, Code 39, Code 93, Code 128 с версиями А/В/С и UCC Case C Codes, EAN-8, EAN-13<br>Многослойные штрих-коды: Logmars, MSI, Pianet Code, Plessey, Postnet, Standart 2-of-5, UPC-A, UPC-E, UPC, EAN 2 или 5 цифровых изображений<br>Двумерные штрих-коды: Aztec, Codablock, Code 49, Data Matrix, GSI DataBar (RSS), MaxiCode, Micro PDF417, PDF417, QR Code, TLC 39",
									"Дополнительные опции и аксессуары" => "Установленная на заводе флэш-память 64MB<br>Обрезчик с лотком<br>Отделитель этикетки от подложки<br>Перемотка – внутренняя перемотка полного рулона этикеток на сердцевине диаметром 3 дюйма<br>Переходник для последовательного порта RS-422 / RS-485<br>Валик красящей ленты – для ленты, разматываемой красящей стороной внутрь",
									"Гарантия" => "На печатающую головку – 3месяца<br>На принтер – 1 год",
									"Размеры" => "Ширина – 278 мм<br>Высота – 338 мм<br>Глубина – 475 мм",
									"Вес" => "Без упаковки – 15 кг, С упаковкой – 22 кг"
								),
								"desc" => "<p>Zebra ZM400/Zebra ZM600 – это многофункциональный промышленный принтер, обладающий такими преимуществами как широкий выбор связи, легкое обслуживание и повышенный уровень производительности. Это усовершенствованный принтер серии Z обеспечивает легкую установку красящей ленты и загрузку рулона этикеток. Простая настройка принтера Zebra ZM400 и Zebra ZM600 доступна за счет большого ЖК-дисплея.</p><p>Предназначен для печати квитанций, этикеток высокого качества. Высокая скорость печати обеспечивает высокую производительность. Наличие интерфейсов подключения позволяет осуществлять простую и быструю интеграцию принтера Zebra ZM400 и Zebra ZM600 с другим оборудованием.</p><p>Принтер этикеток Zebra ZM400 и Zebra ZM600 оснащен металлическим корпусом и способен выполнять печать на различных языках. Скорость печати составляет 254 мм/сек. Кроме того в принтере Zebra ZM400 и Zebra ZM600 предусмотрена система контроля температуры печатающей головки, блок питания, автоматическая калибровка, часы реального времени.</p><p>Модель Zebra ZM400 и Zebra ZM600 доступна в нескольких модификациях:<ul><li>с разрешением печати 203 dpi (8 точек/мм)</li><li>с повышенным разрешением 300 dpi (12 точек/мм)</li><li>и с высоким разрешением 600 dpi (25 точек/мм)</li></ul></p><p>Для подключения к ПК принтер Zebra ZM400 и Zebra ZM600 располагает в стандартной комплектации интерфейсами RS232, параллельным порт и USB 2.0. Опционально доступны интерфейсы ZebraNet Wireless Plus (802.11 b/g), ZebraNet 10/100 Print Server, ZebraNet PrintServer II.</p><p>Стоит также отметить, что Zebra ZM400 и Zebra ZM600 поддерживает большое число языков управления принтерами: ZPL, ZPL II, XML, EPL. Кроме того, опционально для модели Zebra ZM400 и Zebra ZM600 предусмотрены языки APL-I и APL-D для эмуляции работы принтеров Datamax и Intermec .</p><p>В случае необходимости принтер легко может быть модернизирован под конкретные нужды. Защита принтера Zebra ZM400 и Zebra ZM600 соответствует стандарту класса IP54, что обеспечивает надежную защиту принтера от влаги и пыли. Кроме того, принтер идеально подходит для эксплуатации в суровых условиях. Усовершенствованный дизайн обеспечивает более удобную эксплуатацию принтера. Модель Zebra ZM400 и Zebra ZM600 - это оптимальный баланс цены и качества.</p><p align='center'><object id='videoplayer1367' type='application/x-shockwave-flash' data='http://sj-company.ru/uppod.swf' width='500' height='375'><param name='bgcolor' value='#ffffff'><param name='allowFullScreen' value='true'><param name='allowScriptAccess' value='always'><param name='movie' value='http://sj-company.ru/uppod.swf'><param name='flashvars' value='comment=ZebraZM400ZM600&amp;m=video&amp;file=http://sj-company.ru/videouppod/video/zebrazm400zm600.flv'></object></p><p>Аксессуары для принтера Zebra ZM400 и Zebra ZM600</p><ul><li><a href=\"/ribbon.html\" title=\"Риббоны для Zebra ZM400 и Zebra ZM600\"> Риббоны для Zebra ZM400 и Zebra ZM600</a></li><li><a href=\"http://sj-company.ru/t_etk.html\" title=\"Термоэтикетки для Zebra ZM400 и Zebra ZM600\">Термоэтикетки для Zebra ZM400 и Zebra ZM600</a></li></ul>",
								"advantages" => array(
									"Высокое разрешение",
									"Металлический корпус",
									"Большой ЖК-дисплей",
									"Несколько языков управления принтерами",
									"Большой набор интерфейсов",
									"Высокая скорость печати",
									"Подготовка для технологии RFID (опционально)"
								),
								"appAreas" => array()
							)
						),
						"print03_016" => array(
							"title" => "Zebra ZM600",
							"article" => "",
							"link" => "/print03_016.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi 300_dpi",
		                        "ширина_печати" => "168_мм",
		                        "интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra_zm600.jpg",
								"/new_images/print/zebra_zm600_inc.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "Термопечать, термотрансферная печать",
								"Разрешение печати" => "203 dpi, 300 dpi",
								"Память" => "Стандарт: 8MB Flash-память, 16 MB DRAM На заказ: 64MB",
								"Ширина печати" => "168 мм",
								"Длина печати" => "3988 мм / 1854 мм / 991 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "Термопечать, термотрансферная печать",
									"Разрешение печати" => "203 dpi, 300 dpi",
									"Память" => "Стандарт: 8MB Flash-память, 16 MB DRAM На заказ: 64MB",
									"Ширина печати" => "168 мм",
									"Длина печати" => "3988 мм / 1854 мм / 991 мм",
									"Скорость печати" => "254 мм (203dpi)/ 203 мм (300dpi)",
									"Максимальная длина этикетки" => "991 мм",
									"Максимальная ширина этикетки" => "114 мм",
									"Бумага" => "Внешний диаметр рулона, мм: 203<br>Внутренний диаметр рулона (max), мм: 76<br>Ширина этикетки (max), мм: 114<br>Ширина этикетки (min), мм: 25<br>Толщина этикетки (max), мм: 0.25<br>Толщина этикетки (min), мм: 0.058",
									"Рабочая температура" => "0°С до 40°С - термопечать<br>5С до 40C – термотрансферная печать",
									"Температура хранения" => "- 40°С до +60°С",
									"Программное обеспечение" => "ZebraDesigner Pro<br>ZebraDesigner Pro для поддержки XML<br>ZebraNet Bridge Enterprise<br>ZebraNet Utilities v 7.0<br>Zebra Universal Driver",
									"Проводные / сетевые подключения" => "Беспроводное подключение ZebraNet Wireless Plus<br>Принт-сервер ZebraNet 10/100<br>ZebraNet PrintServer ||<br>Последовательный порт RS-232<br>Высокоскоростной двусторонний параллельный интерфейс IEEE 1284<br>USB 2.0",
									"Встроенное программное обеспечение" => "ZPL ||, EPL, Поддержка языка XML, APL, Web View, Alert",
									"Типы печатаемых штрих-кодов" => "Линейные штрих-коды: Codabar, Code 11, Code 16k, Code 39, Code 93, Code 128 с версиями А/В/С и UCC Case C Codes, EAN-8, EAN-13<br>Многослойные штрих-коды: Logmars, MSI, Pianet Code, Plessey, Postnet, Standart 2-of-5, UPC-A, UPC-E, UPC, EAN 2 или 5 цифровых изображений<br>Двумерные штрих-коды: Aztec, Codablock, Code 49, Data Matrix, GSI DataBar (RSS), MaxiCode, Micro PDF417, PDF417, QR Code, TLC 39",
									"Дополнительные опции и аксессуары" => "Установленная на заводе флэш-память 64MB Обрезчик с лотком<br>Отделитель этикетки от подложки<br>Перемотка – внутренняя перемотка полного рулона этикеток на сердцевине диаметром 3 дюйма<br>Переходник для последовательного порта RS-422 / RS-485<br>Валик красящей ленты – для ленты, разматываемой красящей стороной внутрь",
									"Гарантия" => "На печатающую головку – 3месяца;<br>На принтер – 1 год",
									"Размеры" => "Ширина – 278 мм<br>Высота – 338 мм<br>Глубина – 475 мм",
									"Вес" => "Без упаковки – 16 кг<br>С упаковкой – 23 кг"
								),
								"desc" => "<p>Принтер этикеток штрих кода Zebra ZM600: термотрансферная или прямая термопечать этикеток, наклеек 203 точек/дюйм, 300 точек/дюйм, беспроводное подключение, датчики на просвет» и «черной метки».</p><p>Новые модели Zebra Z серии обладают повышенной производительностью, легки в обслуживании и имеют дополнительные способы подключения: USB 2.0, беспроводное подключение по стандарту 802.11 b/g и сетевое подключение по стандарту Ethernet LAN через принтсервер ZebraNet 10/100.</p><p>Легкая настройка, благодаря большому ЖК-дисплею, разрешение печати 203, 300 и 600 точек/дюйм, большой выбор программных языков, возможность использования RFID технологии делают данный принтер доступным практически для всех видов применений.</p><p>Принтер легко синхронизируется с оборудованием большинства поставщиков. Управлять этим устройством смогут как новички, так и опытные пользователи. Промышленные печатающие механизмы со встроенным магнитным фиксатором позволяет удерживать печатающую головку в открытом состоянии. При этом обеспечивается свободный доступ к ней и удобство загрузки расходного материала. Принтер имеет большой ЖК экран с удобным меню навигации и клавишами управления для удобной настройки печати.</p><p>Полноразмерное окно позволяет отслеживать процесс расхода, как рулона этикетки, так и красящей ленты. Цветокодируемые подсказки оператору и автокалибровка обеспечивают быструю настройку принтера, согласно индивидуальным требованиям пользователя, избавляя от необходимости специализированного обучения.</p><p>Основными отличиями принтеров этой модели является широкий выбор способов подключения, высокая производительность и легкое обслуживание.</p><p>К особенностям этих принтеров также можно отнести большой объем оперативной (16 Мб) и Flash-памяти (8 Мб), с возможностью ее увеличения до 64 Мб для загрузки шаблонов и макетов созданных этикеток, различной графики и шрифтов. Для работы с RFID-метками, набирающими большую популярность, компания Zebra предлагает дополнительный RFID-модуль для кодирования радиочастотных меток с одновременной печатью. Модель принтера Zebra ZM600 поддерживает широкоформатную печать до 168 мм, развивая скорость печати до 254 мм/сек (при разрешении печати - 203 dpi)</p><p align='center'><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/0LJnQnpy2WM\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p><p>Аксессуары<ul><li>Печатающие головки для Zebra ZM600</li><li>Отрезчик для принтеров Zebra ZM600</li><li>Отделитель для Zebra ZM600</li></ul></p>",
								"advantages" => array(),
								"appAreas" => "<p><ul><li>на производственных линиях;</li><li>система управления складами;</li><li>отработка отправки/получения грузов;</li><li>заполнение форм заказов;</li><li>почтовое обслуживание;</li><li>розничная торговля и т.д.</li></ul></p>"
							)
						),
						"print03_002" => array(
							"title" => "Zebra S4M",
							"article" => "",
							"link" => "/print03_002.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi 300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/s4m-big.jpg",
								"/new_images/print/s4m-1-big.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термо и термотрансферный",
								"Ширина печати (max), мм" => "104 мм",
								"Разрешение, dpi" => "203; 300(опция)",
								"Скорость печати (max), мм/сек" => "152",
								"Длина печати (max), мм" => "3988 (203 dpi); 1854 (300 dpi)"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термо и термотрансферный",
									"Ширина печати (max), мм" => "104 мм",
									"Разрешение, dpi" => "203; 300(опция)",
									"Скорость печати (max), мм/сек" => "152",
									"Длина печати (max), мм" => "3988 (203 dpi); 1854 (300 dpi)",
									"Графика" => "Поддерживает",
									"Шрифты" => "Масштабируемые",
									"Процессор" => "32 разрядный RISC",
									"Память" => "8 MB DRAM<br>4 MB Flash",
									"Язык программирования" => "ZPL I / ZPL II, EPL – Page Mode",
									"Интерфейсы" => "Parallel, USB 1.1, RS232",
									"Поддерживаемые штриховые коды" => "CODABAR, CODABLOCK, Code 11, Code 128, Code 39, Code 49, Code 93, DataMatrix, EAN-13, EAN-8, Industrial 2 of 5, Interleaved 2 of 5, LOGMARS, Planet code, MaxiCode, Micro-PDF417, Plessey, Postnet, QR Code, MSI, Standard 2 of 5, UPC with 2 or 5 digital extensions, UPC-A, UPC-E, RSS, TLS 39",
									"Внешний диаметр рулона, мм" => "203",
									"Внутренний диаметр рулона (max), мм" => "76",
									"Ширина этикетки (max), мм" => "114",
									"Ширина этикетки (min), мм" => "19.4",
									"Толщина этикетки (max), мм" => "0.25",
									"Толщина этикетки (min), мм" => "0.076",
									"Внешний диаметр рулона, мм" => "81.3",
									"Внутренний диаметр рулона, мм" => "25.4",
									"Ширина рулона (max), мм" => "110",
									"Ширина рулона (min), мм" => "40",
									"Температура рабочая (min), С" => "+5",
									"Температура рабочая (max), С" => "+40",
									"Температура хранения (min), С" => "-40",
									"Температура хранения (max), С" => "+60",
									"Влажность без конденсации (min),%" => "20",
									"Влажность без конденсации (max), %" => "85",
									"Вес, кг" => "12.7",
									"Длина, мм" => "477",
									"Ширина, мм" => "272",
									"Высота, мм" => "295"
								),
								"desc" => "<p>Zebra S4M - это промышленный принтер, облаченный в металлический корпус и выгодно отличающийся повышенной прочностью, надежностью, дизайном и широким кругом новых возможностей.</p><p>Не смотря на свою функциональность, принтер Zebra S4m прост в обращении. В нем предусмотрены стандартные интерфейсы - RS 232, LPT и USB . Для расширения возможностей принтера Zebra S4m, а именно для более простой интеграции и для возможности дистанционного управления, можно опционально дооснастить его 10/100 Ethernet и Wi - Fi. Кроме того, принтер можно заказать с различными языками программирования. Также в Zebra S4m предусмотрена установка печатающей головки с разрешением 203 dpi или 300 dpi. При необходимости пользователь может легко можно заменить одну на другую.</p><p>Принципиальная особенность S4m printer заключается в поддержке одного из четырех языков - EPL, ZPL, APL-I и APL-D. Наличие языков ZPL или EPL позволяют легко интегрировать принтер в системы, где используются другие принтеры Zebra. А за счет функции APL предоставляется возможность внедрения принтера в системы с языками программирования DPL (принтеры Datamax) и IPL (Intermec). Таким образом, можно без труда осуществлять переход от Zebra S4m к принтерам других производителей, не изменяя при этом существующее программное обеспечение. Качество печати принтера Zebra S4m 300 dpi.</p><p>Современный дизайн принтера S4m обеспечен передней панелью, оснащенной жидко-кристаллическим (LCD) дисплеем с удобным для навигации меню. Для комфортного и простого управления на панели Zebra S4m имеется 6 кнопок.</p><p>Что касается расходных материалов для принтера S4m Zebra, то он рассчитан на использование рулонов этикеток с максимальным внешним диаметром 20 см, благодаря чему повышена производительность, поскольку отпадает необходимость в частом прерывании печати для смены рулонов.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_014" => array(
							"title" => "Citizen CL-S700",
							"article" => "",
							"link" => "/print03_014.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать термоперенос",
		                        "разрешение_печати" => "203_dpi 300_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB RS-232 LPT"
							),
							"images" => array(
								"/new_images/print/citizen-cl-s700-1.jpg",
								"/new_images/print/citizen-cl-s700-2.jpg",
								"/new_images/print/citizen-cl-s700-3.jpg",
								"/new_images/print/printer-citizen-cl-s700-info.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "200 dpi и 300 dpi",
								"Скорость печати" => "254 мм/сек",
								"Максимальная ширина этикеток" => "104 мм",
								"Интерфейсы" => "RS-232, USB, LPT",
								"Размер термотрансферной ленты" => "Внешний диаметр до 86,5 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "200 dpi и 300 dpi",
									"Скорость печати" => "254 мм/сек",
									"Максимальная ширина этикеток" => "104 мм",
									"Интерфейсы" => "RS-232, USB, LPT",
									"Размер термотрансферной ленты" => "Внешний диаметр до 86,5 мм",
									"Размер рулона бумаги" => "Внутренний диаметр 25 мм, внешний диаметр до 200 мм",
									"Технология ARCP" => "Термотрансферная лента не заминается во время печати",
									"Дополнительно" => "Ethernet (10/100 BaseT) Wireless LAN 802.11g",
									"Управление" => "LCD экран на передней панели",
									"Вес" => "13,5 кг",
									"Размер" => "255 х 480 х 253 мм"
								),
								"desc" => "<p>Citizen CL-S700 - термотрансферный промышленный принтер. Технология Hi-Open™ позволяет вертикально открывать крышку принтера, не занимая лишнюю площадь. Поэтому возможно размещение оборудования между стеной и компьютером, для загрузки ленты принтер не нужно выдвигать.</p><h3 align='center'>Особенности</h3><ul><li>Простая установка термотрансферной красящей ленты благодаря металлическому механизму Hi-Lift, который поворачивается на 90 градусов и обеспечивает удобный доступ для замены красящей ленты в устройстве и установки материала для печати.</li><li>Прочный металлический корпус, защищающий от механических повреждений и гарантирующий длительную работу оборудования.</li><li>Простое управление принтером за счет кнопки включения питания, расположенной на передней панели принтера.</li><li>Большой графический ЖК-дисплей.</li><li>Cross-Emulation - языки эмуляции Zebra и Datamax.</li><li>Фронтальное загружение всех расходников (установка бумаги для печати и замена красящей ленты).</li><li>Регулируемый датчик контролирует расстояние между этикетками и черной меткой.</li><li>Устройство перемотки, расположенное в передней части принтера, предназначено для отделения этикеток с подложки или печати серии этикеток.</li><li>Система контроля ARCP™, определяющая натяжение красящей ленты и не допускающая образование складок.</li></ul><h3 align='center'>Опционально</h3><ul><li>Адаптеры беспроводной связи и Ethernet.</li><li>Отрезные механизмы.</li><li>Устройства отделения этикеток.</li></ul>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер Citizen CL-S700 получил применение в транспортных и логистических компаниях, здравоохранении, производственных предприятиях, службе доставки.</p>"
							)
						),
						"print03_006" => array(
							"title" => "Citizen CLP 9001",
							"article" => "",
							"link" => "/print03_006.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/citizen-clp-9001-1.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Скорость печати" => "305 мм/сек",
								"Тип печати" => "Термо и термотрансферная печать",
								"Интерфейс" => "RS-232 и Centronics",
								"Максимальная длинна печати" => "406 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Скорость печати" => "305 мм/сек",
									"Тип печати" => "Термо и термотрансферная печать",
									"Интерфейс" => "RS-232 и Centronics",
									"Максимальная длинна печати" => "406 мм",
									"Максимальная ширина печати" => "104 мм",
									"Размер используемого рулона бумаги" => "Внутренний диаметр - ось диаметром 15 мм или 75 мм<br>Внешний диаметр до 220 мм",
									"Размер термотрансферной ленты" => "Внутренний диаметр 25 мм<br>Внешний диаметр до 80 мм",
									"Поддерживаемые штрих-коды" => "Code 3of9, UPC-A, UPC-E, Int 2of5, Code 128, EAN-8, EAN-13, HIBC (Modular 10), Plessey, Case Code, UPC2DIG ADD, UPC5DIG ADD, Code 93, Telepen, Zip, UCC/EAN128, UCC/EAN128(Kmart), UCC/EAN128(Random Weight), FIM, UPS Maxicode, PDF-417",
									"Панель управления" => "Жидкокристаллический экран, 2x8 линий, 6 клавиш управления",
									"Память" => "8 Mb",
									"Вес" => "16 кг",
									"Размеры" => "273х280х474 мм",
									"Комплект поставки" => "Принтер, кабель питания, кабель Centronics, драйвер (Windows95, 98, 2000, NT), термотрансферная лента 104мм намотка 10 метров для тестирования, карандаш для чистки термоголовки, руководство пользователя (англ)."
								),
								"desc" => "<p>Высокоскоростной, промышленный термо и термо-трансферный принтер этикеток со штрих-кодом, самый быстродействующий в своем классе (скорость 305 мм/сек) может использоваться для круглосуточной работы. Металлический корпус повышает прочность принтера, свободный доступ к внутренним механизмам позволяет быстро заправить этикет-ленту. Эргономичный дизайн дает возможность использовать принтер как в офисе или магазине, так и на складе и в производстве</p><p>Кроме этого может применяться для нанесения штрих-кода на региональной специальной марке для маркировки алкогольной продукции.</p><p>Термотрансферный принтер Citizen CLP 9001 имеет на панели управления жидкокристаллический экран, 2 х 8 линий и 6 управляющих клавиш. Гарантия на термоголовку - 30 км.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Высокоскоростной, промышленный термо и термо-трансферный принтер этикеток со штрих-кодом возможно использовать как в офисе или магазине, так и на складе и в производстве.</p>"
							)
						),
						"print03_052" => array(
							"title" => "Citizen CLP 9001R",
							"article" => "",
							"link" => "/print03_052.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-clp-9001-1.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "203 dpi",
								"Максимальная скорость печати" => "304 мм / сек",
								"Технология печати" => "Термотрансферная и прямая термопечать",
								"Максимальная ширина печати" => "4,1 дюйма, 104 мм",
								"Минимальная длина печати" => "0,25 дюйма, 6,5 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "203 dpi",
									"Максимальная скорость печати" => "304 мм / сек",
									"Технология печати" => "Термотрансферная и прямая термопечать",
									"Максимальная ширина печати" => "4,1 дюйма, 104 мм",
									"Минимальная длина печати" => "0,25 дюйма, 6,5 мм",
									"Максимальная ширина печатных носителей" => "4,53 дюйма, 115 мм",
									"Толщина бумаги" => "0,0025 - 0,01 дюйма<br>0,0635 - 0,254 мм",
									"Размеры рулона (максимальный внешний диаметр)" => "10 дюймов, 250 мм",
									"Размер втулки рулона этикеток" => "1,5 дюйма, 38 мм",
									"Датчик этикеток" => "По просвету между этикетками, по черной метке или зубчатый",
									"Лента" => "Воск, воск-смола или смола. Тип намотки внешний. Макс внешний диаметр 85 мм на 450 метров ленты",
									"Стандартные интерфейсы" => "Параллельный Centronics®. Serial RS-232C до 115000 бод",
									"Дополнительные интерфейсы" => "Высокоскоростной параллельный IEEE1284<br>Сети Ethernet 10/100BaseT",
									"Дизайн" => "Прочный металлический корпус со съемной передней двери. Окно контроля этикеток",
									"Панель управления" => "2 х 8-строчный ЖК, 6 Клавиши управления<br>Сложные конфигурации меню",
									"Память" => "8 Mb RAM, 256K Flash встроенная<br>Обновляемые ОЗУ и Flash-память",
									"Размеры (Ш х В х Г)" => "9,6 х 11,0 х 18,7 дюйма<br>243 х 280 х 474 мм",
									"Вес" => "16,0 кг, 35 кг (приблизительно)",
									"Рабочая температура" => "+5 °C до +40 °C (гарантированное качество печати)",
									"Внутренний смотчик" => "Нет",
									"Высокоскоростной резчик" => "Да",
									"Сверхмощный роторный резчик" => "Да"
								),
								"desc" => "<p>Модель снята с производства! Обратите внимание на принтер <a href=\"print03_014.html\">Citizen CL-S700.</a></p><p>Принтер этикеток Citizen CLP 9001R– высокопроизводительный принтер с большим отделением этикеток. Модель идеальна для печати этикеток в больших количествах.</p><p>Скорость печати – 300 мм в минуту. Таким образом, за час удается напечатать 180 этикеток 100 х 100 мм.</p><p>Надежный цельнометаллический корпус обеспечивает длительный срок эксплуатации принтера даже в сложных условиях. Высокоскоростные интерфейсы и быстрый процессор гарантируют высокую производительность принтера в любых условиях.</p><p>Большое отделение для загрузки этикеток (до 250 мм) защищено от попадания пыли и грязи.</p><p>Максимальная длина риббонов, единовременно заправляемых в принтер этикеток Citizen CLP 9001R - 450 метров!</p><p>Процесс создания готовых этикеток ускорен за счет встроенного в принтер отделителя и смотчика этикеток.</p><table align='center' border width='100%'>
																					<tbody align='center'>
																						<tr>
																							<td><b>Модель</b></td>
																							<td><b>CLP 9001</b></td>
																							<td><b>CLP 9001R</b></td>
																							<td><b>CLP 9301</b></td>
																							<td><b>CLP 9301R</b></td>
																						</tr>
																						<tr>
																							<td>Разрешение</td>
																							<td colspan='2'>203 dpi</td>
																							<td colspan='2'>304 dpi</td>
																						</tr>
																						<tr>
																							<td>Максимальная скорость печати</td>
																							<td colspan='2'>304 мм / сек</td>
																							<td colspan='2'>203 мм / сек</td>
																						</tr>
																						<tr>
																							<td>Технология печати</td>
																							<td colspan='4'>Термотрансферная и прямая термопечать</td>
																						</tr>
																						<tr>
																							<td>Максимальная ширина печати</td>
																							<td colspan='4'>4,1 дюйма, 104 мм</td>
																						</tr>
																						<tr>
																							<td>Минимальная длина печати</td>
																							<td colspan='4'>0,25 дюйма, 6,5 мм</td>
																						</tr>
																						<tr>
																							<td>Максимальная ширина печатных носителей</td>
																							<td colspan='4'>4,53 дюйма, 115 мм</td>
																						</tr>
																						<tr>
																							<td>Толщина бумаги</td>
																							<td colspan='4'>0,0635 - 0,254 мм, 0,0025 - 0,01 дюйма</td>
																						</tr>
																						<tr>
																							<td>Размеры рулона (максимальный внешний диаметр)</td>
																							<td>250 мм</td>
																							<td>200 мм</td>
																							<td>250 мм</td>
																							<td>200 мм</td>
																						</tr>
																						<tr>
																							<td>Размер втулки рулона этикеток</td>
																							<td colspan='4'>1,5 дюйма, 38 мм</td>
																						</tr>
																						<tr>
																							<td>Датчик этикеток</td>
																							<td colspan='4'>По просвету между этикетками, по черной метке или зубчатый</td>
																						</tr>
																						<tr>
																							<td>Лента</td>
																							<td colspan='4'>Воск, воск-смола или смола. Тип намотки внешний. Макс внешний диаметр 85 мм на 450 метров ленты</td>
																						</tr>
																						<tr>
																							<td>Стандартные интерфейсы</td>
																							<td colspan='4'>Параллельный Centronics®. Serial RS-232C до 115000 бод</td>
																						</tr>
																						<tr>
																							<td>Дополнительные интерфейсы</td>
																							<td colspan='4'>Высокоскоростной параллельный IEEE1284<br>Сети Ethernet 10/100BaseT</td>
																						</tr>
																						<tr>
																							<td>Дизайн</td>
																							<td colspan='4'>Прочный металлический корпус со съемной передней двери. Окно контроля этикеток</td>
																						</tr>
																						<tr>
																							<td>Панель управления</td>
																							<td colspan='4'>2 х 8-строчный ЖК, 6 Клавиши управления<br>Сложные конфигурации меню</td>
																						</tr>
																						<tr>
																							<td>Память</td>
																							<td colspan='4'>8 Mb RAM, 256K Flash встроенная<br>Обновляемые ОЗУ и флэш-память</td>
																						</tr>
																						<tr>
																							<td>Размеры (Ш х В х Г)</td>
																							<td colspan='4'>9,6 х 11,0 х 18,7 дюйма, 243 х 280 х 474 мм</td>
																						</tr>
																						<tr>
																							<td>Вес</td>
																							<td colspan='4'>16,0 кг, 35 кг (приблизительно)</td>
																						</tr>
																						<tr>
																							<td>Рабочая температура</td>
																							<td colspan='4'>+5°C до +40°C (гарантированное качество печати)</td>
																						</tr>
																						<tr>
																							<td>Внутренний смотчик</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																						</tr>
																						<tr>
																							<td>Высокоскоростной резчик</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																						</tr>
																						<tr>
																							<td>Сверхмощный роторный резчик</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																						</tr>
																					</tbody>
																				</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_053" => array(
							"title" => "Citizen CLP 9301",
							"article" => "",
							"link" => "/print03_053.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "304_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-clp-9001-1.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "304 dpi",
								"Максимальная скорость печати" => "203 мм / сек",
								"Технология печати" => "Термотрансферная и прямая термопечать",
								"Максимальная ширина печати" => "4,1 дюйма, 104 мм",
								"Минимальная длина печати" => "0,25 дюйма, 6,5 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "304 dpi",
									"Максимальная скорость печати" => "203 мм / сек",
									"Технология печати" => "Термотрансферная и прямая термопечать",
									"Максимальная ширина печати" => "4,1 дюйма, 104 мм",
									"Минимальная длина печати" => "0,25 дюйма, 6,5 мм",
									"Максимальная ширина печатных носителей" => "4,53 дюйма, 115 мм",
									"Толщина бумаги" => "0,0025 - 0,01 дюйма<br>0,0635 - 0,254 мм",
									"Размеры рулона (максимальный внешний диаметр)" => "10 дюймов, 250 мм",
									"Размер втулки рулона этикеток" => "1,5 дюйма, 38 мм",
									"Датчик этикеток" => "По просвету между этикетками, по черной метке или зубчатый",
									"Лента" => "Воск, воск-смола или смола. Тип намотки внешний. Макс внешний диаметр 85 мм на 450 метров ленты",
									"Стандартные интерфейсы" => "Параллельный Centronics®. Serial RS-232C до 115000 бод",
									"Дополнительные интерфейсы" => "Высокоскоростной параллельный IEEE1284<br>Сети Ethernet 10/100BaseT",
									"Дизайн" => "Прочный металлический корпус со съемной передней двери. Окно контроля этикеток",
									"Панель управления" => "2 х 8-строчный ЖК, 6 Клавиши управления<br>Сложные конфигурации меню",
									"Память" => "8 Mb RAM, 256K Flash встроенная<br>Обновляемые ОЗУ и Flash-память",
									"Размеры (Ш х В х Г)" => "9,6 х 11,0 х 18,7 дюйма<br>243 х 280 х 474 мм",
									"Вес" => "16,0 кг, 35 кг (приблизительно)",
									"Рабочая температура" => "+5 °C до +40 °C (гарантированное качество печати)",
									"Внутренний смотчик" => "Нет",
									"Высокоскоростной резчик" => "Да",
									"Сверхмощный роторный резчик" => "Да"
								),
								"desc" => "<p>Модель снята с производства! Обратите внимание на принтер <a href=\"print03_014.html\">Citizen CL-S700.</a></p><p>Принтер этикеток Citizen CLP 9301 – высокопроизводительный принтер с большим отделением этикеток. Модель идеальна для печати этикеток в больших количествах.</p><p>Скорость печати – 300 мм в минуту. Таким образом, за час удается напечатать 180 этикеток 100 х 100 мм.</p><p>Надежный цельнометаллический корпус обеспечивает длительный срок эксплуатации принтера даже в сложных условиях. Высокоскоростные интерфейсы и быстрый процессор гарантируют высокую производительность принтера в любых условиях.</p><p>Большое отделение для загрузки этикеток (до 250 мм) защищено от попадания пыли и грязи.</p><p>Максимальная длина риббонов, единовременно заправляемых в принтер этикеток Citizen CLP 9301 - 450 метров!</p><p>Процесс создания готовых этикеток ускорен за счет встроенного в принтер отделителя и смотчика этикеток.</p><table align='center' border width='100%'>
																					<tbody align='center'>
																						<tr>
																							<td><b>Модель</b></td>
																							<td><b>CLP 9001</b></td>
																							<td><b>CLP 9001R</b></td>
																							<td><b>CLP 9301</b></td>
																							<td><b>CLP 9301R</b></td>
																						</tr>
																						<tr>
																							<td>Разрешение</td>
																							<td colspan='2'>203 dpi</td>
																							<td colspan='2'>304 dpi</td>
																						</tr>
																						<tr>
																							<td>Максимальная скорость печати</td>
																							<td colspan='2'>304 мм / сек</td>
																							<td colspan='2'>203 мм / сек</td>
																						</tr>
																						<tr>
																							<td>Технология печати</td>
																							<td colspan='4'>Термотрансферная и прямая термопечать</td>
																						</tr>
																						<tr>
																							<td>Максимальная ширина печати</td>
																							<td colspan='4'>4,1 дюйма, 104 мм</td>
																						</tr>
																						<tr>
																							<td>Минимальная длина печати</td>
																							<td colspan='4'>0,25 дюйма, 6,5 мм</td>
																						</tr>
																						<tr>
																							<td>Максимальная ширина печатных носителей</td>
																							<td colspan='4'>4,53 дюйма, 115 мм</td>
																						</tr>
																						<tr>
																							<td>Толщина бумаги</td>
																							<td colspan='4'>0,0635 - 0,254 мм, 0,0025 - 0,01 дюйма</td>
																						</tr>
																						<tr>
																							<td>Размеры рулона (максимальный внешний диаметр)</td>
																							<td>250 мм</td>
																							<td>200 мм</td>
																							<td>250 мм</td>
																							<td>200 мм</td>
																						</tr>
																						<tr>
																							<td>Размер втулки рулона этикеток</td>
																							<td colspan='4'>1,5 дюйма, 38 мм</td>
																						</tr>
																						<tr>
																							<td>Датчик этикеток</td>
																							<td colspan='4'>По просвету между этикетками, по черной метке или зубчатый</td>
																						</tr>
																						<tr>
																							<td>Лента</td>
																							<td colspan='4'>Воск, воск-смола или смола. Тип намотки внешний. Макс внешний диаметр 85 мм на 450 метров ленты</td>
																						</tr>
																						<tr>
																							<td>Стандартные интерфейсы</td>
																							<td colspan='4'>Параллельный Centronics®. Serial RS-232C до 115000 бод</td>
																						</tr>
																						<tr>
																							<td>Дополнительные интерфейсы</td>
																							<td colspan='4'>Высокоскоростной параллельный IEEE1284<br>Сети Ethernet 10/100BaseT</td>
																						</tr>
																						<tr>
																							<td>Дизайн</td>
																							<td colspan='4'>Прочный металлический корпус со съемной передней двери. Окно контроля этикеток</td>
																						</tr>
																						<tr>
																							<td>Панель управления</td>
																							<td colspan='4'>2 х 8-строчный ЖК, 6 Клавиши управления<br>Сложные конфигурации меню</td>
																						</tr>
																						<tr>
																							<td>Память</td>
																							<td colspan='4'>8 Mb RAM, 256K Flash встроенная<br>Обновляемые ОЗУ и флэш-память</td>
																						</tr>
																						<tr>
																							<td>Размеры (Ш х В х Г)</td>
																							<td colspan='4'>9,6 х 11,0 х 18,7 дюйма, 243 х 280 х 474 мм</td>
																						</tr>
																						<tr>
																							<td>Вес</td>
																							<td colspan='4'>16,0 кг, 35 кг (приблизительно)</td>
																						</tr>
																						<tr>
																							<td>Рабочая температура</td>
																							<td colspan='4'>+5°C до +40°C (гарантированное качество печати)</td>
																						</tr>
																						<tr>
																							<td>Внутренний смотчик</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																						</tr>
																						<tr>
																							<td>Высокоскоростной резчик</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																						</tr>
																						<tr>
																							<td>Сверхмощный роторный резчик</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																						</tr>
																					</tbody>
																				</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_054" => array(
							"title" => "Citizen CLP 9301R",
							"article" => "",
							"link" => "/print03_054.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "304_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232C Ethernet"
							),
							"images" => array(
								"/new_images/print/citizen-clp-9001-1.jpg"
							),
							"primaryProps" => array(
								"Разрешение печати" => "304 dpi",
								"Максимальная скорость печати" => "203 мм / сек",
								"Технология печати" => "Термотрансферная и прямая термопечать",
								"Максимальная ширина печати" => "4,1 дюйма, 104 мм",
								"Минимальная длина печати" => "0,25 дюйма, 6,5 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение печати" => "304 dpi",
									"Максимальная скорость печати" => "203 мм / сек",
									"Технология печати" => "Термотрансферная и прямая термопечать",
									"Максимальная ширина печати" => "4,1 дюйма, 104 мм",
									"Минимальная длина печати" => "0,25 дюйма, 6,5 мм",
									"Максимальная ширина печатных носителей" => "4,53 дюйма, 115 мм",
									"Толщина бумаги" => "0,0025 - 0,01 дюйма<br>0,0635 - 0,254 мм",
									"Размеры рулона (максимальный внешний диаметр)" => "8 дюймов, 200 мм",
									"Размер втулки рулона этикеток" => "1,5 дюйма, 38 мм",
									"Датчик этикеток" => "По просвету между этикетками, по черной метке или зубчатый",
									"Лента" => "Воск, воск-смола или смола. Тип намотки внешний. Макс внешний диаметр 85 мм на 450 метров ленты",
									"Стандартные интерфейсы" => "Параллельный Centronics®. Serial RS-232C до 115000 бод",
									"Дополнительные интерфейсы" => "Высокоскоростной параллельный IEEE1284<br>Сети Ethernet 10/100BaseT",
									"Дизайн" => "Прочный металлический корпус со съемной передней двери. Окно контроля этикеток",
									"Панель управления" => "2 х 8-строчный ЖК, 6 Клавиши управления<br>Сложные конфигурации меню",
									"Память" => "8 Mb RAM, 256K Flash встроенная<br>Обновляемые ОЗУ и Flash-память",
									"Размеры (Ш х В х Г)" => "9,6 х 11,0 х 18,7 дюйма<br>243 х 280 х 474 мм",
									"Вес" => "16,0 кг, 35 кг (приблизительно)",
									"Рабочая температура" => "+5 °C до +40 °C (гарантированное качество печати)",
									"Внутренний смотчик" => "Да",
									"Высокоскоростной резчик" => "Нет",
									"Сверхмощный роторный резчик" => "Нет"
								),
								"desc" => "<p>Модель снята с производства! Обратите внимание на принтер <a href=\"print03_014.html\">Citizen CL-S700.</a></p><p>Принтер этикеток Citizen CLP 9301R – высокопроизводительный принтер с большим отделением этикеток. Модель идеальна для печати этикеток в больших количествах.</p><p>Скорость печати – 300 мм в минуту. Таким образом, за час удается напечатать 180 этикеток 100 х 100 мм.</p><p>Надежный цельнометаллический корпус обеспечивает длительный срок эксплуатации принтера даже в сложных условиях. Высокоскоростные интерфейсы и быстрый процессор гарантируют высокую производительность принтера в любых условиях.</p><p>Большое отделение для загрузки этикеток (до 250 мм) защищено от попадания пыли и грязи.</p><p>Максимальная длина риббонов, единовременно заправляемых в принтер этикеток Citizen CLP 9301R  - 450 метров!</p><p>Процесс создания готовых этикеток ускорен за счет встроенного в принтер отделителя и смотчика этикеток.</p><table align='center' border width='100%'>
																					<tbody align='center'>
																						<tr>
																							<td><b>Модель</b></td>
																							<td><b>CLP 9001</b></td>
																							<td><b>CLP 9001R</b></td>
																							<td><b>CLP 9301</b></td>
																							<td><b>CLP 9301R</b></td>
																						</tr>
																						<tr>
																							<td>Разрешение</td>
																							<td colspan='2'>203 dpi</td>
																							<td colspan='2'>304 dpi</td>
																						</tr>
																						<tr>
																							<td>Максимальная скорость печати</td>
																							<td colspan='2'>304 мм / сек</td>
																							<td colspan='2'>203 мм / сек</td>
																						</tr>
																						<tr>
																							<td>Технология печати</td>
																							<td colspan='4'>Термотрансферная и прямая термопечать</td>
																						</tr>
																						<tr>
																							<td>Максимальная ширина печати</td>
																							<td colspan='4'>4,1 дюйма, 104 мм</td>
																						</tr>
																						<tr>
																							<td>Минимальная длина печати</td>
																							<td colspan='4'>0,25 дюйма, 6,5 мм</td>
																						</tr>
																						<tr>
																							<td>Максимальная ширина печатных носителей</td>
																							<td colspan='4'>4,53 дюйма, 115 мм</td>
																						</tr>
																						<tr>
																							<td>Толщина бумаги</td>
																							<td colspan='4'>0,0635 - 0,254 мм, 0,0025 - 0,01 дюйма</td>
																						</tr>
																						<tr>
																							<td>Размеры рулона (максимальный внешний диаметр)</td>
																							<td>250 мм</td>
																							<td>200 мм</td>
																							<td>250 мм</td>
																							<td>200 мм</td>
																						</tr>
																						<tr>
																							<td>Размер втулки рулона этикеток</td>
																							<td colspan='4'>1,5 дюйма, 38 мм</td>
																						</tr>
																						<tr>
																							<td>Датчик этикеток</td>
																							<td colspan='4'>По просвету между этикетками, по черной метке или зубчатый</td>
																						</tr>
																						<tr>
																							<td>Лента</td>
																							<td colspan='4'>Воск, воск-смола или смола. Тип намотки внешний. Макс внешний диаметр 85 мм на 450 метров ленты</td>
																						</tr>
																						<tr>
																							<td>Стандартные интерфейсы</td>
																							<td colspan='4'>Параллельный Centronics®. Serial RS-232C до 115000 бод</td>
																						</tr>
																						<tr>
																							<td>Дополнительные интерфейсы</td>
																							<td colspan='4'>Высокоскоростной параллельный IEEE1284<br>Сети Ethernet 10/100BaseT</td>
																						</tr>
																						<tr>
																							<td>Дизайн</td>
																							<td colspan='4'>Прочный металлический корпус со съемной передней двери. Окно контроля этикеток</td>
																						</tr>
																						<tr>
																							<td>Панель управления</td>
																							<td colspan='4'>2 х 8-строчный ЖК, 6 Клавиши управления<br>Сложные конфигурации меню</td>
																						</tr>
																						<tr>
																							<td>Память</td>
																							<td colspan='4'>8 Mb RAM, 256K Flash встроенная<br>Обновляемые ОЗУ и флэш-память</td>
																						</tr>
																						<tr>
																							<td>Размеры (Ш х В х Г)</td>
																							<td colspan='4'>9,6 х 11,0 х 18,7 дюйма, 243 х 280 х 474 мм</td>
																						</tr>
																						<tr>
																							<td>Вес</td>
																							<td colspan='4'>16,0 кг, 35 кг (приблизительно)</td>
																						</tr>
																						<tr>
																							<td>Рабочая температура</td>
																							<td colspan='4'>+5°C до +40°C (гарантированное качество печати)</td>
																						</tr>
																						<tr>
																							<td>Внутренний смотчик</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																						</tr>
																						<tr>
																							<td>Высокоскоростной резчик</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																						</tr>
																						<tr>
																							<td>Сверхмощный роторный резчик</td>
																							<td>Да</td>
																							<td>Нет</td>
																							<td>Да</td>
																							<td>Нет</td>
																						</tr>
																					</tbody>
																				</table>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print03_005" => array(
							"title" => "Citizen CLP-7201",
							"article" => "",
							"link" => "/print03_005.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать термотрансферный",
		                        "разрешение_печати" => "203_dpi 400_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/citizen-clp-7201.jpg"
							),
							"primaryProps" => array(
								"Разрешение" => "203 dpi/400 dpi(CLP 6401)",
								"Скорость печати" => "170 мм/сек /100мм/сек (CLP 6401)",
								"Тип печати" => "Прямая термопечать и термотрансферная печать",
								"Интерфейс" => "USB, RS-232 и Centronics",
								"Максимальная ширина печати" => "104 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение" => "203 dpi/400 dpi(CLP 6401)",
									"Скорость печати" => "170 мм/сек /100мм/сек (CLP 6401)",
									"Тип печати" => "Прямая термопечать и термотрансферная печать",
									"Интерфейс" => "USB, RS-232 и Centronics",
									"Максимальная ширина печати" => "104 мм",
									"Максимальная длинна печати" => "406 мм",
									"Минимальная длинна печати" => "12,7 мм",
									"Размер используемого рулона бумаги" => "Внутренний диаметр - ось диаметром 15 мм<br>Внешний диаметр до 220 мм",
									"Размер термотрансферной ленты" => "Внутренний диаметр 25 мм<br>Внешний диаметр до 80 мм",
									"Поддерживаемые штрих-коды" => "Code 3of9, UPC-A, UPC-E, Int 2of5, Code 128, EAN-8, EAN-13, HIBC (Modular 10), Plessey, Case Code, UPC2DIG ADD, UPC5DIG ADD, Code 93, Telepen, Zip, UCC/EAN128, UCC/EAN128(Kmart), UCC/EAN128(Random Weight), FIM, UPS Maxicode, PDF-417",
									"Панель управления" => "Жидкокристаллический экран",
									"Память" => "2 Mb",
									"Вес" => "11 кг",
									"Размеры" => "260х452х256 мм",
									"Комплект поставки" => "Принтер, кабель питания, кабель Centronics, драйвер (Windows95, 98, 2000, NT), термотрансферная лента 104мм намотка 10 метров, карандаш для чистки термоголовки, руководство пользователя (англ)."
								),
								"desc" => "<p>Новая модель этого года - является аналогом принтеру CLP6001.</p><p>Важное отличие от своего аналога - применена технология контроля натяжения термотрансферной ленты.</p><p>Термо- и термотрансферный принтер промышленного класса с высокой скоростью печати этикеток (до 170 мм/сек).</p><p>Механизм поднятия термоголовки позволяет упростить процесс загрузки этикет-ленты. Корпус выполнен из металла, имеет высокую прочность и износостойкость, на панели управления отображается готовность принтера к работе, в процессе печати отображается оставшееся количество этикеток.</p><p>Конструкция принтеров Citizen CLP 7201 отличается наличием новой функции контроля подачи и заминания риббона, благодаря которой существенно улучшились результаты печати на этикетках небольших размеров.</p><p>Высокопроизводительный принтер CITIZEN CLP 7201 осуществляет термотрансферную печать этикеток с разрешением 203 точек на дюйм. Легкость интеграции принтера обеспечивается за счет поддержки нескольких интерфейсов - RS232, USB и Cetronics. Принтер оснащен большим объемом памяти для хранения данных. Русифицированный LCD-дисплей делает работу с принтером максимально простой и удобной. Устройство выполнено в прочном износостойком корпусе из металла, что позволяет использовать его в любых внешних условиях.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Термо- и термотрансферный принтер промышленного класса с высокой скоростью печати этикеток (до 170 мм/сек) для предприятий, крупных магазинов и супермаркетов.</p>"
							)
						),
						"print03_051" => array(
							"title" => "Citizen CT-S281L",
							"article" => "",
							"link" => "/print03_051.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Citizen",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "48_мм",
		                        "интерфейсы" => "RS-232C USB"
							),
							"images" => array(
								"/new_images/print/citizen-ct-s281l.jpg"
							),
							"primaryProps" => array(
								"Печать методом" => "Линейная термпечать",
								"Ширина печати" => "48 мм (384 точек / линия)",
								"Скорость печати" => "Макс. 60mm/sec.",
								"Разрешение" => "203 dpi",
								"Интерфейс" => "RS-232C, USB (принтер), USB (VCOM)"
							),
							"infoBlock" => array(
								"props" => array(
									"Печать методом" => "Линейная термпечать",
									"Ширина печати" => "48 мм (384 точек / линия)",
									"Скорость печати" => "Макс. 60mm/sec.",
									"Разрешение" => "203 dpi",
									"Интерфейс" => "RS-232C, USB (принтер), USB (VCOM)",
									"Количество столбцов" => "Шрифт: 32 столбцов.<br>Шрифт B: 42 столбцов.<br>Шрифт C: 48 столбцов.",
									"Размер шрифта (Ш x В)" => "Шрифт: 1.50x3.00 мм (12x24 точек)<br>Шрифт B: 1.13x3.00 мм (9 x24 точек)<br>Шрифт C: 1.00x2.00 мм (8x16 точек)",
									"Таблица символов" => "CodePages 437, 850, 852, 857, 858, 860, +863864865866 WPC1252, тайский Код 18",
									"1D штрих-коды типа" => "UPC-A / E, JAN-13 / 8, ITF, Codabar, CODE39, Code128, CODE93",
									"2D штрих-коды типа" => "PDF417, QR-Code",
									"Интервал между строками" => "4.23mm (1 / 6 дюйма)<br>Может быть установлена командой (мин. 1 / 203 дюйма)",
									"Материалы для печати<br>Ширина этикетки<br>Резервная ширина<br>OD Макс<br>Длина" => "54 мм этикетки<br>58 Резервное<br>83 мм<br>25 мм (минимальная длина)",
									"Автоматический резак" => "Есть",
									"Входной буфер" => "4K bytes/45 байт",
									"Пользоваттельская память" => "256 байт",
									"Мощность" => "DC8.5V",
									"Электропитание" => "Адаптер сети (28AD), Входной сигнал: AC-100-240В, Выход: DC8.5V",
									"Вес" => "Принтер: Approx.630g<br>Адаптер: Approx.240g",
									"Размеры (Ш x Д x В)" => "106x170x116.5 мм",
									"Условия работы" => "0-40°С, 10-85% относительной влажности",
									"Условия хранения" => "-20-60°С, 5-90% относительной влажности"
								),
								"desc" => "<p>Citizen CT-S281L представляет собой принтер этикеток, совмещающий компактность и высокую производительность. Печать этикеток небольших размеров производится линейным термоспособом. Конструкция принтера позволяет быстро и просто осуществлять заправку расходных материалов. Citizen CT-S281L оснащен 2 интерфейсами для связи с компьютером - RS232 и USB, поддерживает печать различных штрих-кодов, включая 1D и 2D (PDF417, QR-Code).</p><p>Принтер Citizen CT-S281L позволяет хранить во Flash-памяти многочисленные логотипы и шрифты, что значительно упрощает рабочий процесс и делает его более эффективным. Компактный эргономичный дизайн идеально впишется в любую бизнес систему предприятия. Принтер обеспечивает экономию расходных материалов благодаря встроенному обрезчику.</p><p>Термопринтер Citizen CT-S281L предназначен для быстрой и качественной печати этикеток на термоленте со скоростью 60 мм/сек. Принтер отличается простым интерфейсом управления и предлагает максимальное удобство для пользователя. Прочные внутренние элементы обеспечивают долговечный эксплуатационный ресурс. Компактные размеры и малый вес принтера позволяют разместить его на любой рабочей поверхности.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						)
					)
			),
			"mobilnye" => array(
				"title" => "Мобильные принтеры",
				"link" => "/print04.html",
					"prods" => array(
						"brother-p-touch-1010" => array(
							"title" => "Brother P-touch 1010",
							"article" => "",
							"link" => "/brother-p-touch-1010.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Brother",
		                        "разрешение_печати" => "180_dpi"
							),
							"images" => array(
								"/new_images/print/brother-p-touch-1010-1.jpg",
								"/new_images/print/brother-p-touch-1010-2.jpg",
								"/new_images/print/brother-p-touch-1010-3.jpg"
							),
							"primaryProps" => array(
								"Разрешение" => "180 dpi",
								"Скорость печати" => "10 мм/сек",
								"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм",
								"Клавиатура" => "ABC (русская раскладка)",
								"Память" => "720 знаков"
							),
							"infoBlock" => array(
								"props" => array(
									"Разрешение" => "180 dpi",
									"Скорость печати" => "10 мм/сек",
									"Ширина ленты" => "3,5 мм/6 мм/9 мм/12 мм",
									"Клавиатура" => "ABC (русская раскладка)",
									"Память" => "720 знаков",
									"ЖК-дисплей" => "1 строка (12 знаков)",
									"Размеры (Ш x Г x В)" => "107,4x202,6x56,6 мм",
									"Питание" => "6 батареек AAA (LR03)",
									"Автоматическая обрезка" => "Нет",
									"Подключение к компьютеру" => "Есть",
									"Печать штрихкодов" => "Есть",
									"Печать в несколько строк" => "Есть",
									"Вертикальная печать" => "Есть",
									"Вес" => "0.365 кг"
								),
								"desc" => "<p>Brother PT 1010 - ленточный принтер базового уровня, представляющий собой простую в применении ручную систему для печати самоклеящихся наклеек высокого качества.</p><h3 align='center'>Особенности</h3><ul><li>Создание прочных наклеек разных цветов шириной от 6 до 12 мм.</li><li>Проставление на наклейке времени и даты за счет встроенных часов.</li><li>Четкий ЖК-дисплей.</li><li>Встроенный резак для отрезания ленты.</li><li>Отдельная цифровая клавиатура, позволяющая быстро вводить цифры.</li><li>9 видов шрифтов, спецсимволы, 5 стилей рамок, 3 формата печати, вертикальная печать.</li></ul><p>Прочность и долговечность наклейки связана со способом печати и качеством ленты. Ленты, применяемые для системы P-Touch, ламинированные с прозрачным пластиковым покрытием. Полученные наклейки устойчивы к царапинам, воздействию солнечных лучей, влаге и химикатам. Подходят для наклеивания на неровную или цилиндрическую поверхности. Тканевая лента применяется для маркировки одежды.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Ленточный принтер Brother PT-1010 получил применение в следующих областях:</p><ul><li>Торговые точки, рынки (маркировка товаров).</li><li>Продуктовые магазины (при хранении продуктов в холодильнике печатают этикетки с текущей датой).</li><li>Финансовые и юридические компании (наклеивание отметок с датой на папки с документами).</li><li>Лаборатории для указания даты забора образца.</li></ul>"
							)
						),
						"print04_001" => array(
							"title" => "Zebra Cameo 2",
							"article" => "",
							"link" => "/print04_001.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "48.3_мм",
		                        "интерфейсы" => "RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-cameo2.JPG"
							),
							"primaryProps" => array(
								"Способ печати" => "термопечать",
								"Ширина печати (max), мм" => "48. 3",
								"Длина печати (max), мм" => "280",
								"Разрешение печати, dpi" => "203 dpi",
								"Скорость печати (max), мм/сек" => "76.2"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термопечать",
									"Ширина печати (max), мм" => "48. 3",
									"Длина печати (max), мм" => "280",
									"Разрешение печати, dpi" => "203 dpi",
									"Скорость печати (max), мм/сек" => "76.2",
									"Память" => "SRAM 256 Kb; 1 MB FLASH",
									"Интерфейсы" => "RS-232 C 8PIN DIN<br>Опционально : BlueTooth, I/R, 802.11",
									"Поддерживаемые штриховые коды" => "UPC-A, Code 93, Code 128, Code 39, Codabar, UPC-E, NW-7, MSI/Plessey, Interleaved 2 of 5, UPC-A, EAN-18, Postnet FIM, UCC/EAN-128, UPC/EAN/JAN.",
									"Внешний диаметр рулона, мм" => "56",
									"Внутренний диаметр рулона (max), мм" => "19",
									"Ширина этикетки (max), мм" => "53.3",
									"Питание, V" => "7.6; 1,6mA- ч Lithium lon",
									"Температура рабочая (min), С" => "- 15",
									"Температура рабочая (max), С" => "+ 50",
									"Температура хранения (min), С" => "- 25",
									"Температура хранения (max), С" => "+ 70",
									"Влажность без конденсации (min), %" => "10",
									"Влажность без конденсации (max), %" => "90",
									"Вес, г" => "450",
									"Длина, мм" => "167. 6",
									"Ширина, мм" => "94",
									"Высота, мм" => "66"
								),
								"desc" => "<p>С помощью новых беспроводных и специально предназначенных для работы в сети принтеров Cameo 2 и Cameo 2 Plus (снят с производства) от компании Zebra Вы сможете производить печать в любом месте и в любое время.</p><p>Кроме того: легкие и компактные, принтеры могут удобно крепиться на плече или ремне оператора беспроводное подключение Bluetooth и считывающее устройство магнитных и смарт-карт делают принтеры идеальными для применения в местах продаж и ликвидации очередей ёмкий аккумулятор поддерживает работу принтера в течение 8 часов без подзарядки.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Незаменим в сфере торговли, в медицине, в логистике.</p>"
							)
						),
						"print04_008" => array(
							"title" => "Zebra QL 220 Plus",
							"article" => "",
							"link" => "/print04_008.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "103.9_мм",
		                        "интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/zebra-ql-220-plus.jpg",
								"/new_images/print/zebraql220plus.jpg",
								"/new_images/print/zebra-ql-220-plus-1.jpg"
							),
							"primaryProps" => array(
								"Скорость печати" => "до 76 мм/сек",
								"Тип печати" => "Прямая термопечать",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "до 103,9 мм (Ширина бумаги от 50,8 - 104,6 мм)",
								"Макс. длина печати" => "до 508 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Скорость печати" => "до 76 мм/сек",
									"Тип печати" => "Прямая термопечать",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "до 103,9 мм (Ширина бумаги от 50,8 - 104,6 мм)",
									"Макс. длина печати" => "до 508 мм",
									"Макс. диаметр рулона этикеток" => "66,68 мм<br>Втулка: 19,1 мм или 34.9 мм",
									"Объём памяти" => "8 MB Flash и 16 MB RAM",
									"Процессор" => "32 bit",
									"Датчики" => "Наличия бумаги<br>Расстояния между этикетками<br>Чёрной метки",
									"Язык управления" => "CPCL, ZPL, EPL2 и поддерживается XML",
									"Интерфейсы" => "RS232 и USB 2.0<br>Опции: BlueTooth и Wi-Fi",
									"Размер" => "152,4 х 190,5 х 76 мм",
									"Вес" => "907 гр",
									"Опции" => "LCD-дисплей<br>Bluetooth<br>Wi-Fi (802.11b и 802.11g)<br>Запасной LiION аккумулятор<br>Зарядные устройства на 1 или 4 аккумулятора (2-5 часов)<br>Программное обеспечение Label Vista<br>Защитные чехлы и подставки",
									"Рабочая температура" => "Без LCD-дисплея: от -15°С до 50°С<br>С LCD-дисплеем: от 0°С до 50°С"
								),
								"desc" => "<p>Этот мобильный принтер этикеток отличается долговечностью даже при работе в сложных условиях благодаря прорезиненному влагозащитному и ударопрочному корпусу. Принтер имеет расширенные интерфейсные возможности (интерфейсы –RS232, USB, Bluetooth 1.2, 802.11b/g, IrDA). Благодаря им его легко можно интегрировать в любую систему. ОЗУ принтера - 8Мб и флэш-память 4Мб, встроен 32-разрядный процессор.</p><h3 align='center'>Особенности</h3><ul><li>температура эксплуатации от -15С°</li><li>встроенный 32-разрядный процессор</li><li>ОЗУ 8Мб и флэш-память 4Мб</li><li>язык программирования: EPL2, CPCL-native, ZPL, XML</li><li>интерфейсы – RS232, USB, Bluetooth 1.2, 802.11b/g, IrDA</li><li>ударопрочность - падение с высоты до 1,5 м на бетонное покрытие</li><li>датчик окончания бумаги</li><li>ионно-литиевый аккумулятор, 2.1 А/ч</li><li>внешнее управление включением/отключением питания с клавиатуры или терминала</li><li>поддержка активной платформы Zebra Link.</li></ul><p>В качестве материалов для печати на принтере Zebra QL 220 plus можно использовать:<ul><li>самоклеящиеся термоэтикетки</li><li>непрерывную термоленту</li><li>термокартон</li></ul></p>",
								"advantages" => array(),
								"appAreas" => "<p>Принтер QL 220 plus будет идеальным выбором для:<ul><li>доставки товаров</li><li>инкассирования наличных средств</li><li>доставки и получения посылок</li><li>услуг мобильной медицинской помощи, перевозка пациентов</li><li>учета и контроля в ветеринарной сфере / сельском хозяйстве</li><li>выездных ремонтных бригад / бригады по ремонту оборудования</li><li>сокращения очередей покупателей / в прикассовой зоне</li><li>обслуживания парковок</li><li>коммунальных услуг / регистраций показаний счетчиков</li></ul></p>"
							)
						),
						"zebra-qln-220" => array(
							"title" => "Zebra QLn 220",
							"article" => "",
							"link" => "/print/zebra-qln-220.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "48_мм",
		                        "интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/zebra-qln-220.JPEG"
							),
							"primaryProps" => array(
								"Способ печати" => "термопечать",
								"Скорость печати (max), мм/сек" => "до 100",
								"Ширина печати (max), мм" => "48",
								"Длина печати (max), мм" => "813",
								"Интерфейсы" => "RS-232, USB"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термопечать",
									"Скорость печати (max), мм/сек" => "до 100",
									"Ширина печати (max), мм" => "48",
									"Длина печати (max), мм" => "813",
									"Интерфейсы" => "RS-232, USB",
									"Язык программирования" => "CPCL, ZPL",
									"Гарантия" => "1 год",
									"Внутренний/внешний диаметр рулона этикет-ленты, мм" => "19 / 55.9",
									"Толщина этикетки (min/max), мм" => "0,058 / 0,14",
									"Ширина материала (min/max), мм" => "16 / 55,4",
									"Процессор" => "32 bit",
									"Разрешение, dpi" => "203",
									"Память" => "ОЗУ 128Mb / ПЗУ 256Mb",
									"Габаритные размеры" => "165 x 89 x 70 мм",
									"Вес, кг" => "0,57",
									"Опционально" => "Интерфейсы Bluetooth 2.1, Wi-Fi (802.11b/g), наплечный ремень, крепление на руке, мягкий футляр (IP54), зарядное устройство для одной или четырех батарей"
								),
								"desc" => "<p>Zebra QLn 220/320/420 – это минипринтеры для печати квитанций, этикеток, ценников и других ярлыков небольшого размера, используемых в торговле и других отраслях, где необходима маркировка продукции. Они пришли на замену снятым с производства моделям QL 220/320/420.</p><p>Основные отличия от предыдущей серии QL заключаются в следующем:<ul><li>более прочная аппаратно-технологическая оснастка и корпус</li><li>очень простая интеграция IT-пространство предприятия</li><li>легкая работа за счет удобного интерфейса</li></ul></p><p>Все модели из данной серии отличаются компактностью – любой принтер можно с лёгкостью носить с собой. Zebra QLn 220/320/420 легко программируются, благодаря наличию клавиатуры, расположенной непосредственно под ЖК-дисплеем. Flash-память на 256 Мб позволяет сохранять шрифты, графическую информацию и загружаемые шаблоны, а так же загружать в базу справочник с ценами.</p><p>Существенное различие данных термопринтеров заключается в максимальной ширине печати, которая у каждой модели индивидуальна:<ul><li>Zebra QLn 220 - 55 мм</li><li>Zebra QLn 320 - 79 мм</li><li>Zebra QLn 420 - 104 мм</li></ul></p><p>Функции:<ul><li>Печать этикет- и чековых лент, квитанций и ценников</li><li>Регулировка текста по размеру за счёт функции масштабирования шрифтов</li><li>Индикация расхода ленты и уровня заряда батареи</li><li>Маркировка «умных полок»</li><li>Замена ценников</li></ul></p><p></p><p></p>",
								"advantages" => array(),
								"appAreas" => "<p>Минипринтеры Zebra QLn 220/320/420 подойдут для маркировки транспортной тары, почтовых отправлений и продукции в торговом зале. Так же они будут незаменимы в сезон распродаж, где возникает необходимость частой замены ценников.</p>"
							)
						),
						"zebra-imz-220" => array(
							"title" => "Zebra iMZ 220",
							"article" => "",
							"link" => "/print/zebra-imz-220.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "ширина_печати" => "48.3_мм",
		                        "интерфейсы" => "WiFi USB Bluetooth"
							),
							"images" => array(
								"/new_images/print/zebra-imz-220.jpg"
							),
							"primaryProps" => array(
								"Принцип печати" => "Прямая термопечать",
								"Максимальная скорость печати" => "102 мм/сек",
								"Максимальная ширина печати" => "48.3 мм",
								"Длина печати, max" => "нет ограничений",
								"Механизм отделения" => "ручной"
							),
							"infoBlock" => array(
								"props" => array(
									"Принцип печати" => "Прямая термопечать",
									"Максимальная скорость печати" => "102 мм/сек",
									"Максимальная ширина печати" => "48.3 мм",
									"Длина печати, max" => "нет ограничений",
									"Механизм отделения" => "ручной",
									"Печатаемые штрих-коды" => "Линейные: Codabar (NW-7), Code 39, Code 93, Code 128, EAN-8, EAN-13, 2 и 5-цифровое расширения, Interleaved 2-of-5, UCC/EAN 128, UPC-A, UPC-E, 2 и 5-цифровое расширения<br>Двухмерные: Aztec Code, Data Matrix, семейство GS1/DataBar™ (RSS), MaxiCode, MicroPDF417, PDF417, QR Code, TLC 39",
									"Шрифты и графика" => "Встроенные 25 растровых, 1 масштабируемый (CG Triumvirate™).<br>Международные символы: США, Германия, Франция, Швеция, Испания, Норвегия, Италия, CP850, Великобритания, (латинский 9), китайский GB18030, BIG 5 (традиционный), поддержка японского и корейского в 16 x 16 и 24 x 24 (возможна поддержка любых других символов - на заказ).<br>Возможность загружать собственные шрифты и изображения.",
									"Оповещения" => "Светодиодная система индикации текущего состояния принтера",
									"Интерфейсы" => "ZebraNet™ 802.11a/b/g/n радио поддержка для:<br>WEP, TKIP и AES кодирования (802.1x)<br>EAP-FAST, EAP-TTLS, EAP-TLS, PEAP, LEAP<br>802.11i (WPA2), 802.11d, 802.11h<br>802.11n (опция): Wi-Fi (802.11n) сертификация<br>Cisco CCX v4 ASD сертификация:<br>USB 2.0<br>Bluetooth 2.1 (включает Bluetooth поддержку для устройств на базе iOS), Bluetooth 3.0 (спрашивайте подробнее у менеджера)<br>Двойной радио диапазон 802.11a/b/g/n",
									"Поддержка ОС" => "Windows: CE .NET, Pocket PC, Windows Mobile 2002, Windows Mobile 2003 SE, Windows XP, 2000 и NT<br>Android 2.3, 4.0, 4.1<br>iOS 6, iOS 5",
									"Процессор" => "ARM® 400МГц х32",
									"Язык программирования" => "Mirror, SNMP, веб-сервер, Wavelink Avalanche®",
									"Память" => "128 Мб Flash, 128 Мб RAM",
									"Тип расходных материалов" => "термолента, в том числе с УФ-покрытием.<br>Для достижения оптимального качества печати и производительности принтера используйте оригинальные расходные материалы Zebra.",
									"Ширина ленты, мм" => "53,8 мм",
									"Внутренний диаметр, мм" => "10.2 – 19 мм",
									"Внешний диаметр, мм" => "47.8 мм",
									"Толщина, плотность бумаги" => "0.0508 - 0.1016 мм",
									"Способ питания" => "аккумулятор",
									"Аккумулятор (напряжение)" => "Li-Ion батарея 1.6Ah",
									"Ударопрочность" => "выдерживает падения с высоты 1,2м на бетонный пол",
									"Класс защиты от пыли и влаги" => "IP42 (IP54 с защитным футляром)",
									"Материал и цвет корпуса" => "поликарбонат с прорезиненными вставками, чёрный",
									"Размеры, мм" => "80,77 х 135.6 х 57,4",
									"Вес, г" => "320 г (с аккумулятором)",
									"Рабочая температура" => "-10°С ...+50°С",
									"Температура хранения" => "-20°С ...+60°С",
									"Влажность" => "от 10 до 90% без конденсата"
								),
								"desc" => "<p>Принтер Zebra iMZ220 - замена модели MZ220</p><p>Принтер iMZ220 – это усовершенствованная и дополненная модель MZ220,которая связывается с рабочей станцией посредством Bluetooth и Wi-fi. Его можно подключать к планшетным компьютерам, работающим на IOS,Windows mobile и BlackBerry и терминалам сбора данных.</p><p>Этикетка не должна превышать предельно допустимого значения в ширину 48 мм и 813 мм в длину. Предпочтительный материал для их изготовления бумага для термопечати марок ЭКО или ТОП.</p><p>Функции:<ul><li>Прямая термопечать билетов, квитанций и этикеток</li><li>Индикация расхода бумаги</li><li>Счётчик этикеток</li></ul></p><p>Аксессуары:</p><p>Для удобства эксплуатации дополнительно можно приобрести специальные наплечные и поясные ремни, а также силиконизированный чехол для защиты корпуса от царапин, пыли и других негативных факторов.</p>",
								"advantages" => array(
									"Принтер чеков Zebra imz 220 имеет прочный пластиковый корпус серого цвета, который защищает оборудование от оседания пыли, влаги и грязи.",
									"Высокий фактор защиты оболочки обеспечивает стойкость к ударам и падениям с высоты на твёрдую поверхность.",
									"Разрешение печати у модели Zebra imz 220 составляет 8 точек на 1 мм, а скорость - до 102 мм в секунду. ",
									"Поддерживается вертикальная и горизонтальная печать.",
									"Работает принтер от литий-ионной батареи.",
									"Не нужны красящие ленты",
									"Этикетки легко отделяются друг от друга, благодаря наличию специальной планки"
								),
								"appAreas" => "<p>Беспроводной принтер Zebra iMZ220 предназначен для создания этикеток,чеков со штрих-кодом, логотипом и другими масштабируемыми графическими элементами.</p><p><ul><li>мобильных точек продаж</li><li>для выписки счетов в кафе или ресторанах у столика клиента</li><li>для разъездных сотрудников</li><li>для транспортных служб, где нужна печать билетов, квитанций, чеков</li></ul></p>"
							)
						),
						"zebra-imz-320" => array(
							"title" => "Zebra iMZ 320",
							"article" => "",
							"link" => "/print/zebra-imz-320.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "73.7_мм",
		                        "интерфейсы" => "USB Bluetooth"
							),
							"images" => array(
								"/new_images/print/zebra_imz320.jpg",
								"/new_images/print/zebra-imz320.jpg"
							),
							"primaryProps" => array(
								"Принцип печати" => "Прямая термопечать",
								"Максимальная скорость печати" => "102 мм/сек",
								"Максимальная ширина печати" => "73,7 мм",
								"Длина печати, max" => "нет ограничений",
								"Механизм отделения" => "ручной"
							),
							"infoBlock" => array(
								"props" => array(
									"Принцип печати" => "Прямая термопечать",
									"Максимальная скорость печати" => "102 мм/сек",
									"Максимальная ширина печати" => "73,7 мм",
									"Длина печати, max" => "нет ограничений",
									"Механизм отделения" => "ручной",
									"Печатаемые штрих-коды" => "Линейные: Codabar (NW-7), Code 39, Code 93, Code 128, EAN-8, EAN-13, 2 и 5-цифровое расширения, Interleaved 2-of-5, UCC/EAN 128, UPC-A, UPC-E, 2 и 5-цифровое расширения<br>Двухмерные: Aztec Code, Data Matrix, семейство GS1/DataBar™ (RSS), MaxiCode, MicroPDF417, PDF417, QR Code, TLC 39",
									"Шрифты и графика" => "Встроенные 25 растровых, 1 масштабируемый (CG Triumvirate™)<br>Международные символы: США, Германия, Франция, Швеция, Испания, Норвегия, Италия, CP850, Великобритания, (латинский 9), китайский GB18030, BIG 5 (традиционный), поддержка японского и корейского в 16 x 16 и 24 x 24 (возможна поддержка любых других символов - на заказ)<br>Возможность загружать собственные шрифты и изображения",
									"Оповещения" => "Светодиодная система индикации текущего состояния принтера",
									"Интерфейсы" => "ZebraNet™ 802.11a/b/g/n радио поддержка для:<br>WEP, TKIP и AES кодирования (802.1x )<br>EAP-FAST, EAP-TTLS, EAP-TLS, PEAP, LEAP<br>802.11i (WPA2), 802.11d, 802.11h<br>802.11n (опция): Wi-Fi (802.11n) сертификация,<br>Cisco CCX v4 ASD сертификация<br>USB 2.0<br>Bluetooth 2.1 (включает Bluetooth поддержку для устройств на базе iOS), Bluetooth 3.0 (спрашивайте подробнее у менеджера)<br>Двойной радио диапазон 802.11a/b/g/n",
									"Поддержка ОС" => "Windows: CE .NET, Pocket PC, Windows Mobile 2002, Windows Mobile 2003 SE, Windows XP, 2000 и NT<br>Android 2.3, 4.0, 4.1<br>iOS 6, iOS 5",
									"Процессор" => "ARM® 400МГц х32",
									"Язык программирования" => "Mirror, SNMP, веб-сервер, Wavelink Avalanche®",
									"Память" => "128 Мб Flash, 128 Мб RAM",
									"Тип расходных материалов" => "Термолента, в том числе с УФ-покрытием.<br>Для достижения оптимального качества печати и производительности принтера используйте оригинальные расходные материалы Zebra.",
									"Ширина ленты, мм" => "76,2 мм",
									"Внутренний диаметр, мм" => "10.2 – 19 мм",
									"Внешний диаметр, мм" => "47.8 мм",
									"Толщина, плотность бумаги" => "0.0508 - 0.1016 мм",
									"Способ питания" => "аккумулятор",
									"Аккумулятор (напряжение)" => "Li-Ion батарея 1.6Ah",
									"Ударопрочность" => "выдерживает падения с высоты 1,2м на бетонный пол",
									"Класс защиты от пыли и влаги" => "IP42 (IP54 с защитным футляром)",
									"Материал и цвет корпуса" => "поликарбонат с прорезиненными вставками, чёрный",
									"Размеры, мм" => "80,77 х 135.6 х 57,4",
									"Вес, г" => "320 г (с аккумулятором)",
									"Рабочая температура" => "-10°С ...+50°С",
									"Температура хранения" => "-20°С ...+60°С",
									"Влажность" => "от 10 до 90% без конденсата"
								),
								"desc" => "<p>Принтер Zebra iMZ320 - замена модели MZ320</p><p>Теперь чтобы распечатать этикетку, ценник или выдать квитанцию не нужно идти туда, где установлен стационарный принтер. Такую модель, как Zebra iMZ320, можно закрепить на поясе или повесить через плечо. Этот принтер представляет собой компактное устройство для печати этикеток, чеков и квитанций, оснащенное беспроводными каналами коммуникации и встроенным аккумуляторам.</p><p>Данная модель является усовершенствованной версией хорошо известного принтера MZ320. Небольшой вес (340 г) и компактные размеры Zebra iMZ320 позволяют не чувствовать усталость в течение всего рабочего дня. А удобные ремни, которые пристёгиваются к поясу или вешаются через плечо, позволяют освободить руки работника для других операций.</p><p>Принтер чеков iMZ320 обладает скоростью 102 мм в секунду и поддерживает печать как узких, так и широких чековых лент с максимальным показателем ширины 73,7 мм. Встроенные Bluetooth и Wi-Fi модули, а так же интерфейсный USB-разъём позволяют интегрировать принтер с большинством из представленных на рынке планшетных компьютеров, а также терминалов сбора данных.</p>",
								"advantages" => array(
									"Идеальное решение для выездной торговли и мобильных сотрудников",
									"Быстрая печать чековых лент, платёжных документов и этикеток (в частности с 2D штрих-кодами)",
									"Светодиодная индикация ошибок, окончания чековой ленты и завершения работы",
									"Широкий выбор аксессуаров",
									"Компактность и легкость",
									"Поддерживается операционными системами Android, WinMobile, iOS и BlackBerry"
								),
								"appAreas" => "<p>Мобильный принтер Zebra iMZ320 используется в сфере общепита для ускоренного обслуживания клиентов, для задач выездной торговли, в развлекательных центрах для печати билетов, для печати пассажирских билетов.</p>"
							)
						),
						"print04_005" => array(
							"title" => "Zebra RW 220",
							"article" => "",
							"link" => "/print04_005.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "56_мм",
		                        "интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-rw-220.jpg",
								"/new_images/print/zebra-rw-220-1.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "термопечать",
								"Ширина печати (max)" => "56 мм",
								"Скорость печати (max)" => "76 мм/сек",
								"Разрешение печати" => "203 dpi",
								"Интерфейсы" => "RS-232, RJ-45, USB 2.0"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термопечать",
									"Ширина печати (max)" => "56 мм",
									"Скорость печати (max)" => "76 мм/сек",
									"Разрешение печати" => "203 dpi",
									"Интерфейсы" => "RS-232, RJ-45, USB 2.0",
									"Память" => "8 Мб DRAM, 4Мб FLASH",
									"Поддерживаемые штриховые коды" => "Code 39, Code 93, UCC/EAN-128, Code 128, UPC-E, UPC-A, EAN-8, EAN-13, EAN-14, UPC and EAN 2 or 5 digit extensions, Plessey, FIM, Postnet, Interleaved 2-of-5, MSI, Codabar, PDF417, Data Matrix, MaxiCode, RSS, QR Code",
									"Процессор" => "32 разрядный RISC",
									"Класс защиты" => "IP54",
									"Шрифты" => "Масштабируемые",
									"Язык программирования" => "CPCL - native, ZPL, EPL, EPL 2",
									"Внешний диаметр рулона" => "57 мм",
									"Внутренний диаметр рулона" => "19-34,9 мм",
									"Толщина этикетки (max)" => "0,16 мм",
									"Толщина этикетки (min)" => "0,05 мм",
									"Ширина этикетки (max)" => "60 мм",
									"Ширина этикетки (min)" => "25 мм",
									"Температура рабочая (min)" => " -20 °C",
									"Температура рабочая (max)" => "+55 °C",
									"Температура хранения (min)" => "-30 °C",
									"Температура хранения (max)" => "+65 °C",
									"Влажность без конденсации (min)" => "10 %",
									"Влажность без конденсации (max)" => "90 %",
									"Вес" => "0,658 кг",
									"Глубина" => "74 мм",
									"Ширина" => "112 мм",
									"Высота" => "173 мм",
									"Дополнительно" => "Считыватель магнитной полосы<br>Зарядное утроойство<br>Зарядное устройство с адаптером автомобильного прикуривателя<br>Bluetooth v. 1.2<br>802.11b,g (Symbol Compact Flash или Zebra Value Radio)"
								),
								"desc" => "<p>Ударопрочный термопринтер Zebra RW 220 - модель, разработанная для использования в тяжелых условиях, сопряжённых с тряской, транспортировкой и вибрацией. Серия представлена двумя принтерами: RW 220 (ширина печати 56 мм) и RW 420 мм (ширина печати 104 мм). Основной целью разработки данного устройства было обеспечение выездных сотрудников недорогим и защищенным устройством печати. Принтеры серии RW печатают только на термоленте.</p><p>Класс защиты корпуса портативного принтера IP54: он хорошо противостоит различным загрязнениям, маслам и портативному износу. Приспособлен к работе в широком диапазоне температур: от -20 до +50 С. Максимальная скорость печати составляет 76 мм в секунду.</p><p>Предусмотрена возможность зарядки аккумулятора от бортовой сети автомобиля. Для этого рядом с приборной панелью монтируется прочный крепежный стенд.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Применяется на складах, парковках, в общественном транспорте, службах доставки и инспектирования.</p>"
							)
						),
						"print04_006" => array(
							"title" => "Zebra RW 420",
							"article" => "",
							"link" => "/print04_006.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/zebra-rw-420.jpg",
								"/new_images/print/zebra-rw-420-1.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "термопечать",
								"Ширина печати (max)" => "104 мм",
								"Скорость печати (max)" => "76 мм/сек",
								"Разрешение печати" => "203 dpi",
								"Интерфейсы" => "RS-232, RJ-45, USB 2.0"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термопечать",
									"Ширина печати (max)" => "104 мм",
									"Скорость печати (max)" => "76 мм/сек",
									"Разрешение печати" => "203 dpi",
									"Интерфейсы" => "RS-232, RJ-45, USB 2.0",
									"Память" => "8 Мб DRAM, 4 Мб FLASH",
									"Поддерживаемые штриховые коды" => "Code 39, Code 93, UCC/EAN-128, Code 128, UPC-E, UPC-A, EAN-8, EAN-13, EAN-14, UPC and EAN 2 or 5 digit extensions, Plessey, FIM, Postnet, Interleaved 2-of-5, MSI, Codabar, PDF417, Data Matrix, MaxiCode, RSS, QR Code",
									"Процессор" => "32 разрядный RISC",
									"Класс защиты" => "IP54",
									"Шрифты" => "Масштабируемые",
									"Язык программирования" => "CPCL - native , ZPL , EPL , EPL 2",
									"Температура рабочая (min)" => "-20 °C",
									"Температура рабочая (max)" => "+55 °C",
									"Температура хранения (min)" => "-30 °C",
									"Температура хранения (max)" => "+65 °C",
									"Влажность без конденсации (min)" => "10 %",
									"Влажность без конденсации (max)" => "90 %",
									"Вес" => "0,907 кг",
									"Глубина" => "76 мм",
									"Ширина" => "160 мм",
									"Высота" => "175 мм",
									"Внешний диаметр рулона" => "57 мм",
									"Внутренний диаметр рулона" => "19-34,9 мм",
									"Толщина этикетки (max)" => "0,16 мм",
									"Толщина этикетки (min)" => "0,05 мм",
									"Ширина этикетки (max)" => "105 мм",
									"Ширина этикетки (min)" => "51 мм",
									"Опции" => "Дополнительно:<br>Считыватель магнитной полосы<br>Зарядное устройство<br>Зарядное устройство с адаптером автомобильного прикуривателя<br>Bluetooth v. 1.2<br>802.11b,g (Symbol Compact Flash или Zebra Value Radio)"
								),
								"desc" => "<p>Ударопрочный термопринтер Zebra RW 420 - модель, разработанная для использования в тяжелых условиях, сопряжённых с тряской, транспортировкой и вибрацией. Серия представлена двумя принтерами: RW 220 (ширина печати 56 мм) и RW 420 мм (ширина печати 104 мм). Основной целью разработки данного устройства было обеспечение выездных сотрудников недорогим и защищенным устройством печати. Принтеры серии RW печатают только на термоленте.</p><p>Класс защиты корпуса портативного принтера IP54: он хорошо противостоит различным загрязнениям, маслам и портативному износу. Приспособлен к работе в широком диапазоне температур: от -20 до +50 С. Максимальная скорость печати составляет 76 мм в секунду.</p><p>Предусмотрена возможность зарядки аккумулятора от бортовой сети автомобиля. Для этого рядом с приборной панелью монтируется прочный крепежный стенд.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Применяется на складах, парковках, в общественном транспорте, службах доставки и инспектирования.</p>"
							)
						),
						"print04_011" => array(
							"title" => "TSC M23",
							"article" => "",
							"link" => "/print04_011.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "72_мм",
		                        "интерфейсы" => "USB RS-232"
							),
							"images" => array(
								"/new_images/print/tsc-m23.jpeg",
								"/new_images/print/tsc-m23-1.jpg",
								"/new_images/print/tsc-m23-2.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Прямая термопечать",
								"Скорость печати" => "до 89 мм/сек",
								"Разрешение печати" => "203 dpi",
								"Макс. ширина печати" => "72 мм (макс. ширина бумаги - 80 мм)",
								"Интерфейс" => "RS232, USB 1.1"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Прямая термопечать",
									"Скорость печати" => "до 89 мм/сек",
									"Разрешение печати" => "203 dpi",
									"Макс. ширина печати" => "72 мм (макс. ширина бумаги - 80 мм)",
									"Интерфейс" => "RS232, USB 1.1<br>Опции: 802.11 b/g, BlueTooth",
									"Процессор" => "32-bit RISC",
									"Память" => "2 Mb DRAM",
									"Flash-память" => "4 Mb FLASH",
									"Мин. длина этикетки" => "19,05 мм",
									"Макс. длина печати" => "304,8 мм",
									"Толщина этикетки с подложкой" => "0,06 - 0,19 мм",
									"Внешний диаметр ролика этикеток" => "до 63,5 мм",
									"Диаметр внутренней втулки ролика этикеток" => "25,4 мм (Опция: 12,7 мм)",
									"Датчики" => "Наличия бумаги, разрыва между этикетками, открытого печатающего механизма, отделения готовой этикетки от подложки",
									"Язык управления принтером" => "TSPL2",
									"Размер принтера" => "183,7 x 129 x 90 мм",
									"Вес" => "1,1 кг (с аккумулятором и этикетками)",
									"Рабочая температура" => "0°C- 40°C",
									"Опционально" => "Втулка 12,7 мм, ремень для ношения"
								),
								"desc" => "<p>TSC M23 – это автономный сверхкомпактный мобильный термопринтер этикеток, в котором удачно соединены высокая надёжность, эргономичный дизайн и широкий набор функциональных возможностей. Он подходит для удалённой печати этикеток и предлагает пользователю качественную термопечать с разрешением 203 dpi и скоростью до 89 мм в секунду. Вы можете использовать принтер TSC M23 для печати этикеток шириной до 72 мм, а также на непрерывных материалах при максимальной длине печати – 304 мм.</p><p>Благодаря наличию на верхней части корпуса сразу 5 кнопок управления, а так же встроенного яркого LCD-дисплея, принтер TSC M23 решает проблему ограниченного управления, свойственную мобильным принтерам этикеток в силу их небольших размеров. На дисплее отображается текущее состояние принтера и значения параметров регулировки при настройке. Всё это делает эксплуатацию TSC M23 очень простой и удобной, что позволит работать с ним даже пользователю без каких-либо навыков и опыта.</p><p>Для обмена информацией с различными компьютерами в мобильном принтере TSC M23 предусмотрены порт-USB или RS-232 (COM-порт). Также доступны модификации с беспроводными интерфейсами Wi-Fi и Bluetooth – очень удобно для использования мобильного принтера этикеток в связке с мобильным терминалом сбора данных. Отметим, что за долгую автономную работу отвечает Li-ion аккумулятор ёмкостью 2200мАч.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Он прекрасно справляется с задачами маркировки в различных областях - в торговле, складских операциях и логистике.</p>"
							)
						),
						"tsc_alpha_3r" => array(
							"title" => "TSC Alpha-3R",
							"article" => "",
							"link" => "/tsc_alpha_3r.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "TSC",
		                        "метод_печати" => "термотрансферный",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "72_мм",
		                        "интерфейсы" => "USB WiFi Bluetooth"
							),
							"images" => array(
								"/new_images/print/tsc_alpha_3r1.jpg",
								"/new_images/print/tsc_alpha_3r.jpg"
							),
							"primaryProps" => array(
								"Тип печати" => "Термотрансферный",
								"Разрешение печати" => "203 dpi",
								"Максимальная длина печати" => "2286 мм",
								"Максимальная скорость печати" => "102 мм/сек",
								"Интерфейсы" => "USB, Wi-Fi, BlueTooth"
							),
							"infoBlock" => array(
								"props" => array(
									"Тип печати" => "Термотрансферный",
									"Разрешение печати" => "203 dpi",
									"Максимальная длина печати" => "2286 мм",
									"Максимальная скорость печати" => "102 мм/сек",
									"Интерфейсы" => "USB, Wi-Fi, BlueTooth",
									"Процессор" => "32 bit RISC",
									"Рекомендуемый объем печати в день" => "до 1000 квитанций",
									"Память" => "8Mb DRAM",
									"Flash-память" => "32MB Flash (карты microSD до 4 GB)",
									"Максимальная ширина печати" => "72 мм",
									"Внешний диаметр ролика этикеток" => "до 57 мм",
									"Диаметр внутренней втулки ролика этикеток" => "10,2 - 19 мм",
									"Язык управления принтером" => "TSPL-EZ (распознаёт языки EPL и ZPL)",
									"Опционально" => "Отделитель этикеток<br>Wi-Fi (802.11 b/g/n)<br>Bluetooth<br>Зарядная станция с блоком питания<br>Защитный чехол",
									"Датчики" => "Наличия бумаги<br>Открытой печатающей головки",
									"Габаритные размеры" => "116 x 148 x 70 мм",
									"Вес" => "550 гр"
								),
								"desc" => "<p>TSC Alpha-3R является бюджетным современным мобильным принтером с функцией печати квитанций. Данное устройство соединило в себе выгодную стоимость с высокой защищенностью, имеет простую конструкцию и удобно в эксплуатации, что делает его использование отличным решением при мобильной печати квитанций.</p><p>Печатать в любых условиях стала доступной благодаря классу защиты IP54 (от пыли и влаги), присутствующая у принтера TSC Alpha-3R. Кроме того, данная модель способна выдержать удар при падении с полутораметровой высоты, так как оснащено прорезиненным корпусом.</p><p>Бесперебойная эксплуатация без дополнительной поддержки в течение всего рабочего дня не является проблемой для данных легких и миниатюрных принтеров. При подключении либо к компьютеру, либо к смартфону для печати квитанций отличного качества можно воспользоваться портами Wi-Fi, Bluetooth, USB или последовательными интерфейсами.</p><h3 align='center'>Особенности</h3><p>Особенности TSC Alpha-3R заключаются в том, что он имеет литий-ионный аккумулятор с высокой емкостью 2500 мАч и обладает диапазоном рабочих температур от -10° до +50 °С. Бесперебойная печать без подзарядки может достигать 12 часов, а большой объем памяти и высокая скорость процессора гарантируют высокоскоростную печать.</p><p>Благодаря вместительному отсеку для бумаги исчезает необходимость часто заправлять принтер, кроме того, устройство имеет прошивку TSPL-EZ с эмуляцией языков ZPL и EPL2, а также эмуляцию CPCL, что гарантирует легкую интеграцию и управление принтера.</p><ul><li>Разработано и произведено TSC</li><li>Класс защиты от влаги и пыли - IP54</li><li>Диапазон рабочих температур от -10 до +50 °C</li><li>Прорезиненный корпус позволяет выдерживать падение с высоты до 1,5 метров</li><li>Интерфейсы подключения:USB 2.0,RS-232, Bluetooth и 802.11 b/g/n</li><li>Литий-ионный аккумулятор высокой емкости 2500 мАч</li><li>Вместительный отсек для бумаги сокращает необходимость частой заправки принтера</li><li>Высокоскоростной процессор и большой объем памяти обеспечивают высокую скорость печати до 100 мм/сек</li><li>Бесперебойная печать до 12 часов без подзарядки</li><li>Прошивка TSPL-EZ (с эмуляцией языков EPL2 и ZPL), а также эмуляция CPCL</li><li>2 года гарантийного обслуживания – больше, чем у конкурентных моделей</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"sato_mb_200i_201i" => array(
							"title" => "Sato MB200i/201i",
							"article" => "",
							"link" => "/sato_mb_200i_201i.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Sato",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "48_мм",
		                        "интерфейсы" => "RS-232C Ethernet Bluetooth"
							),
							"images" => array(
								"/new_images/print/sato-mb200i.jpg",
								"/new_images/print/sato-mb200i-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "прямая термопечать",
								"Скорость печати" => "103 мм/с",
								"Разрешение печати" => "203 dpi",
								"Интерфейсы" => "RS232C, IrDA, Bluetooth, 802.11b Wireless LAN",
								"Аккумулятор" => "7,4V (2400mAh) Lithiumion"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "прямая термопечать",
									"Скорость печати" => "103 мм/с",
									"Разрешение печати" => "203 dpi",
									"Максимальная ширина печати" => "48 мм",
									"Интерфейсы" => "RS232C, IrDA, Bluetooth, 802.11b Wireless LAN",
									"Аккумулятор" => "7,4V (2400mAh) Lithiumion",
									"Размеры (Ш x Г x В)" => "88х73х128 (MB200i), 88х64х119 (MB201i)",
									"Вес, кг" => "0,405 (MB200i), 0,390 (MB201i)",
									"Датчик" => "Перемещаемый датчик \"на просвет\", отражающий датчик для этикеток с визуальной меткой",
									"Рабочая температура" => "от -15 до +50 °C",
									"Влажность" => "20-80% (без конденсата)"
								),
								"desc" => "<p>Компактные принтеры Sato MB200i/201i удобны для транспортировки. Для удобной транспортировки принтера предусмотрен ремень для крепления на плече оператора. Мобильныq принтер Sato MB200i/201i отличается продолжительной работой в автономном режиме. Для сохранения заряда аккумулятора предусмотрен спящий режим, который активируется в случае, если принтер не используется в течение 5 секунд. Интервал времени можно изменить.</p><p>Принтеры Sato MB200i/201i идеально подходят для использования в суровых условиях и способны работать при низких температурах. Принтеры обладают небольшим весом за счет того, что выполнен из поликарбоната. В то же время, принтеры Sato MB200i/201i отличаются прочностью и надежностью.</p><p>Принтер отличается простым обслуживанием, загрузка этикеток осуществляется за считанное время. Принтеры Sato MB200i/201i – прекрасный вариант для решения задач оперативной маркировки, печати чеков, этикеток.</p><h3 align='center'>Особенности</h3><ul><li>Легкий и портативный</li><li>Поддержка беспроводной локальной сети</li><li>Режим энергосбережения</li><li>Прочный корпус</li><li>Удобство использования</li></ul>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"sato_mb400" => array(
							"title" => "Sato MB400",
							"article" => "",
							"link" => "/sato_mb400.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Sato",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232C Ethernet Bluetooth"
							),
							"images" => array(
								"/new_images/print/sato-mb400.jpg",
								"/new_images/print/sato-mb400-1.jpg"
							),
							"primaryProps" => array(
								"Метод печати" => "прямая термопечать",
								"Скорость печати" => "50 мм/c",
								"Разрешение печати" => "203 dpi",
								"Максимальная ширина печати, мм" => "104 мм",
								"Максимальная длина печати, мм" => "297 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Метод печати" => "прямая термопечать",
									"Скорость печати" => "50 мм/c",
									"Разрешение печати" => "203 dpi",
									"Максимальная ширина печати, мм" => "104 мм",
									"Максимальная длина печати, мм" => "297 мм",
									"Толщина этикетки с подложкой" => "0,06 - 0,19 мм",
									"Диаметр ролика этикетки (макс.)" => "58 мм",
									"Длина печати со стандартной памятью (макс.)" => "297 мм",
									"Интерфейсы" => "RS232C, IrDA [Ver.1.2; Protocols: Standard, BHT, IrCOMM, IrOBEX (option)], Bluetooth ver1.1, IEEE802.11b Wireless LAN",
									"Рабочая температура" => "от -15 до +50 °C",
									"Влажность" => "20-80% (без конденсата)"
								),
								"desc" => "<p>Мобильный принтер Sato MB400 обладает высоким качеством и высокой скоростью печати. Принтер Sato MB400 прост в эксплуатации, для более удобной транспортировки принтер оснащен поясным ремнем. Так же принтер Sato MB400 можно переносить не только на поясе, но и на плече.</p><p>В случае неактивности в течение определенного времени, принтер переходит в спящий режим, что позволяет экономить энергию аккумулятора. Принтер Sato MB400 поддерживает различные интерфейсы связи, что позволяет подключить принтер к различным устройствам, например, к КПК, терминалу сбора данных.</p><p>Принтер Sato MB400 отличается простой и быстрой заменой расходных материалов. Прочный корпус защищает принтер от различных механических воздействий. Для удобства использования Sato MB400 предусмотрен большой жидкокристаллический дисплей.</p><h3 align='center'>Особенности</h3><p><ul><li>Простая загрузка этикеток</li><li>Отличное качество печати</li><li>Печать в термотрансферном режиме</li><li>Поддержка RS-232C и IrDA</li><li>Удобство использования</li></ul></p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"print01_toshiba_b-sp2d" => array(
							"title" => "Toshiba B-SP2D",
							"article" => "",
							"link" => "/print01_toshiba_b-sp2d.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Toshiba",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "48_мм",
		                        "интерфейсы" => "RS-232 WiFi Bluetooth"
							),
							"images" => array(
								"/new_images/print/toshiba-b-sp2d.jpg",
								"/new_images/print/toshiba-b-sp2d-1.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "Термопечать",
								"Максимальная ширина печати" => "48 мм",
								"Качество печати" => "203 dpi",
								"Скорость печати" => "76 мм/сек",
								"Интерфейсы" => "rDA; RS-232; Bluetooth; Wireless LAN"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "Термопечать",
									"Максимальная ширина печати" => "48 мм",
									"Качество печати" => "203 dpi",
									"Скорость печати" => "76 мм/сек",
									"Интерфейсы" => "rDA; RS-232; Bluetooth; Wireless LAN",
									"Датчик на просвет" => "По центру",
									"Максимальная длина печати" => "500 мм",
									"Диаметр рулона этикеток" => "36 мм",
									"Толщина материалов, мм" => "0,05 ~ 0,16 mm",
									"Тип расходных материалов" => "Этикетки, чеки",
									"Печатаемые штрих-коды" => "EAN8, EAN13, JAN8, JAN13, UPC-A, UPC-E, NW-7, CODE39, CODE93, ITF, MCI, CODE128, EAN128, Customer Barcode, GS1 DataBar, Data Matrix, PDF417, QR code, Maxi Code, Micro PDF417",
									"Температура эксплуатации" => "+5°C ~ +40°C",
									"Размеры мм" => "114х44х91 мм",
									"Вес принтера этикеток" => "0,38 кг",
									"Опции" => "B-SP2D-BT-R Аккумулятор B-SP2D-CHG-QM-R Зарядное устройство на один аккумулятор B-SP2D-CHG5-QM-R Зарядное устройство на пять аккумуляторов B-SP2D-GH20-QM-R – (IrDA + RS-232C (последовательный)) B-SP2D-GH30-QM-R – (IrDA + Bluetooth) B-SP2D-GH40-QM-R – (IrDA + Wireless LAN)"
								),
								"desc" => "<p>Toshiba B-SP2D — мобильный сверхкомпактный принтер этикеток и чеков.</p><p>Мобильный принтер Toshiba B-SP2D применяется в «полевых» условиях, когда необходима оперативная печать чека или этикетки.</p><p>К достоинствам модели Toshiba B-SP2D относится небольшой вес (380 г) и компактные размеры. Принтер может соединяться с компьютером через Wi-Fi, Bluetooth и оснащен инфракрасным портом. Благодаря эффективному потреблению энергии принтер может напечатать 600 этикеток без дополнительной подзарядки. Принтер печатает все известные линейные и двумерные коды; оборудован приспособлением для отделения этикетки от подложки.</p>",
								"advantages" => array(),
								"appAreas" => "<ul><li>маркировка штрих-кодом товаров на складе;</li><li>маркировка при выполнении выездного сервисного обслуживания;</li><li>печать квитанций на доставленный товар;</li><li>печать ярлыков и ценников товара непосредственно в торговом зале магазина;</li><li>печать билетов.</li></ul>"
							)
						),
						"zebra-qln-320" => array(
							"title" => "Zebra QLn 320",
							"article" => "",
							"link" => "/print/zebra-qln-320.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "72_мм",
		                        "интерфейсы" => "RS-232 USB"
							),
							"images" => array(
								"/new_images/print/Zebra-QLn-320.jpg"
							),
							"primaryProps" => array(
								"Способ печати" => "термопечать",
								"Разрешение, dpi" => "203 dpi",
								"Скорость печати (max), мм/сек" => "до 100",
								"Ширина печати (max), мм" => "72",
								"Интерфейсы" => "RS-232, USB"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термопечать",
									"Разрешение, dpi" => "203 dpi",
									"Скорость печати (max), мм/сек" => "до 100",
									"Ширина печати (max), мм" => "72",
									"Интерфейсы" => "RS-232, USB",
									"Длина печати (max), мм" => "813",
									"Язык программирования" => "CPCL, ZPL",	
									"Гарантия" => "1 год",
									"Внутренний/внешний диаметр рулона этикет-ленты, мм" => "19 / 66",
									"Толщина этикетки (min/max), мм" => "0,058 / 0,165",
									"Ширина материала (min/max), мм" => "25 / 79",
									"Процессор" => "32 bit",
									"Память" => "ОЗУ 128 Mb / ПЗУ 256 Mb",
									"Габаритные размеры" => "173 x 117 x 84 мм",
									"Вес, кг" => "0,72",
									"Опционально" => "Интерфейсы Bluetooth 2.1, Wi-Fi (802.11b/g), наплечный ремень, крепление на руке, мягкий футляр (IP54), зарядный устройства для одной или четырех батарей"
								),
								"desc" => "<p>Мобильный принтер этикеток Zebra QLn 320 — это устройство, предназначенное для оперативной маркировки товаров. При использовании данного принтера, увеличивается автоматизация склада, магазина или любого другого производства.</p><p>Он удобен в работе за счёт своего небольшого веса (720 грамм) и двух вариантов ношения (плечевой ремень или крепление на руке). Этот принтер может питаться как от электросети, так и от батарей (зарядное устройство для них поставляется в комплекте с оборудованием).</p><h3 align='center'>Особенности</h3><p>Принтер Zebra QLn 320 использует один из самых востребованных размеров термобумаги (72 мм шириной) и осуществляет печать на ней со скоростью до 100 мм/сек. Важной особенностью данного оборудования, является то, что оно поддерживает беспроводное соединение Bluetooth 2.1 или Wi-Fi (802.11b/g), что позволяет легко интегрировать его в систему автоматизации производства.</p><p>При использовании мягкого футляра, степень защиты принтера от влаги повышается до IP54. Причём, футляр устроен таким образом, что загрузка бумаги или замена батарей возможна без его снятия.</p><p>При использовании принтера Zebra QLn 320, печать этикеток штрих кода не составит труда, даже для Ваших новых сотрудников, поскольку он оснащён информативным дисплеем с удобным и интуитивно понятным интерфейсом.</p>",
								"advantages" => array(),
								"appAreas" => array()
							)
						),
						"zebra-qln-420" => array(
							"title" => "Zebra QLn 420",
							"article" => "",
							"link" => "/print/zebra-qln-420.html",
							"prodClass" => "",
							"attributes" => array(
								"производитель" => "Zebra",
		                        "метод_печати" => "термопечать",
		                        "разрешение_печати" => "203_dpi",
		                        "ширина_печати" => "104_мм",
		                        "интерфейсы" => "RS-232C USB WiFi Bluetooth Ethernet"
							),
							"images" => array(
								"/new_images/print/qln420.jpg",
								"/new_images/print/qln420.png"
							),
							"primaryProps" => array(
								"Способ печати" => "термопечать",
								"Скорость печати (max), мм/сек" => "до 102 мм/сек",
								"Ширина печати (max), мм" => "104 мм",
								"Разрешение печати" => "203 dpi",
								"Длина печати" => "813 мм"
							),
							"infoBlock" => array(
								"props" => array(
									"Способ печати" => "термопечать",
									"Скорость печати (max), мм/сек" => "до 102 мм/сек",
									"Ширина печати (max), мм" => "104 мм",
									"Разрешение печати" => "203 dpi",
									"Длина печати" => "813 мм",
									"Flash-память" => "256 MB",
									"Шрифт" => "Пять встроенных масштабируемых, поворачиваемые шрифты размером 12–48 pt. Загружаемые программные шрифты. Наборы международных символов (опция)",
									"Диаметр внутренней втулки ролика этикеток" => "19 или 34,9 мм",
									"Интерфейсы" => "Беспроводные:<br>WiFi 802.11a/b/g/n Bluetooth 3.0 Ethernet (через базу);<br>Проводные:<br>USB 2.0 Full Speed (12Мбит/с) Кабель Mini-B с компенсатором натяжения (опция) RS-232C на 14 контактов для подключения к терминалам или другим хост-системам на скорости до 115.2 Кбит/с",
									"Диаметр ролика этикетки (макс.)" => "66 мм",
									"Язык программирования" => "CPCL, ZPL; ZPL x.18",
									"Ширина термотрансферной ленты (min/max), мм" => "51 - 112",
									"Влажность при эксплуатации" => "от 10 до 90% без конденсата",
									"Поддерживаемые штрих-коды" => "Линейные штрихкоды:<br>Codabar (NW-7), Code 39, Code 93, Code 128, EAN-8, EAN-13, 2 и 5-цифровые расширения, Interleaved 2-of-5, UCC/EAN-128, UPC-A, UPC-E, 2 и 5-цифровые расширения<br>Двухмерные штрихкоды:<br>Aztec Code, Data Matrix, семейство штрихкодов GS1 DataBar™ (RSS), MaxiCode, MicroPDF417, PDF417, QR Code, TLC39",
									"Температура эксплуатации" => "от -20°С до 50°С",
									"Корпус" => "пластиковый прорезиненный, тёмно-серый",
									"Габаритные размеры" => "165 x 187 x 82.5 мм",
									"Вес, кг" => "1,1 (с аккумулятором)"
								),
								"desc" => "<p>Этот принтер снабжён литий–ионными аккумуляторами, которые позволяют ему работать автономно. Несмотря на свои небольшие габариты, данное оборудование может использовать широкий рулон термобумаги и осуществлять печать этикеток шириной от 25 до 112 мм.</p><p>Принтер имеет дисплей из закалённого стекла и прорезиненный корпус, который надёжно защищает внутренний механизм принтера, даже при падении с высоты до 1,83 метров.</p><h3 align='center'>Особенности</h3><p>Мобильный принтер этикеток Zebra QLn 420 — это старшая модель в серии QLn, по отношению к принтерам 220/320. Эта модель имеет ёмкий аккумулятор (5000 мАч), что позволяет обеспечивать автоматизацию производства, склада или магазина, даже в условиях отсутствия подключения к электросети.</p><p>Печать штрих кода на данном принтере происходит со скоростью 102 мм/сек. Кроме того, функция AirWatch Connector на базе Windows PC даёт возможность контролировать и управлять принтером в дистанционном режиме.</p>",
								"advantages" => array(),
								"appAreas" => "<p>Мобильный принтер этикеток Zebra QLn 420 предназначен для быстрой и оперативной печати этикеток, штрих кодов и ярлыков непосредственно на месте размещения товара (например, на складе, производстве) или при необходимости внесения изменений в маркировке товара магазина (к примеру, выездная торговля).</p>"
							)
						)
					)
			)
		)
);
?>