<?php
$db = array(
    "title" => "фискальные регистраторы",
    "cardh1title" => "фискальный регистратор",
    "link" => "/fkkm.html",
    "subcats" => array(
        "epson" => array(
            "title" => "Фискальные регистраторы Epson",
            "link" => "/category-fkkm/subcat-epson/epson.html",
            "prods" => array(
                "epson_fprint_88k" => array(
                    "title" => "Fprint-88K",
                    "article" => "12010100",
                    "link" => "/fkkm_011.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Epson",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "180dpi",
                        "интерфейс_подключения" => "RS-232C USB",
                        "цвет" => "белый"
                    ),
                    "images" => array(
                        "/new_images/fkkm/epson/fprint-88k/fprint-88k-1.jpg",
                        "/new_images/fkkm/epson/fprint-88k/fprint-88k-2.jpg",
                        "/new_images/fkkm/epson/fprint-88k/fprint-88k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Количество станций" => "1",
                        "Способ печати" => "термопечать",
                        "Принтер" => "EPSON TM-88IV (Япония)",
                        "Качество печати, dpi" => "180",
                        "Скорость печати, мм/секунду" => "200"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Количество станций" => "1",
                            "Способ печати" => "термопечать",
                            "Принтер" => "EPSON TM-88IV (Япония)",
                            "Печатающий механизм" => "—",
                            "Качество печати, dpi" => "180",
                            "Скорость печати, мм/секунду" => "200",
                            "Количество символов в строке" => "от 40 до 56",
                            "Автоотрез" => "да (наличие гребенки для ручного отделения чековой ленты)",
                            "Ресурс печатающей головки, км чековой ленты" => "180",
                            "Ресурс автоотреза, операций" => "1 500 000",
                            "Количество фискализаций, перерегистраций" => "5",
                            "Количество активизаций ЭКЛЗ" => "20",
                            "Фискальная память" => "2000 сменных записей",
                            "Разрядность денежных счетчиков" => "12 разрядов",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Сохранность информации денежных и операционных регистров, при выключении питания" => "1440 часов",
                            "Сохранность данных в накопителе ФП" => "не менее 40 лет",
                            "Чековая лента" => "термобумага шириной 79.5 ±0.5мм и диаметром рулона до 83 мм, 1 рулон",
                            "Интерфейс подключения к ПК" => "мультиинтерфейсный RS-232С и USB",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение денежного ящика" => "Да",
                            "Подключение дисплея покупателя" => "Да",
                            "В комплект поставки входят" => "«АТОЛ: Драйвер ККМ» (Microsoft Windows 98 /ME / NT / 2000 / XP / 2003/ Vista, MS DOS),<br>«Утилита налогового инспектора», «Мобильный ЦТО».",
                            "Ширина-длина-высота, мм" => "145 х 195 х 148",
                            "Масса без БП, кг" => "1,8",
                            "Цвет" => "белый",
                            "Блок питания" => "24V, производство Тайвань",
                            "Питание" => "АС 220 В, 50 Hz",
                            "Потребляемая мощность, Вт" => "не более 55",
                            "Условия эксплуатации" => "Температура: 0—40°С, влажность не выше 80% при 30°С"
                        ),
                        "desc" => "<p>Fprint 88 К – это фискальный регистратор, который разработан для широкой сферы применения на базе известного принтера чеков Epson TM-88IV (лидер среди чекового принтера).</p><p>Fprint 88К в полной мере соотвествует требованиям современных организаций, ключевым направлением которых являете совершенствование обслуживания клиентов и поддержание его на максимально высоком уровне. Информативность и качество печати чека, а также дизайн Fprint 88К соответствует уровню элитных предприятий.</p>",
                        "advantages" => array(
                            "Непревзойденное качество: благодаря принтеру Epson TM-88IV, Fprint 88К обладает превосходной надежностью автоотреза и механизма печати, каких не встретишь в других решениях.",
                            "Дизайн: строгие классические формы фискального регистратора Fprint 88 К соответствует сочетаются с современными тенденциями. Комплектующие cкрыты белой крышкой."
                        ),
                        "appAreas" => "<ul><li>Супер и гипермаркеты (спортивные товары, одежда и обувь, продукты, бытовая техника, товары для дома, стройматериалы)</li><li>Минимаркеты различной специализации</li><li>Предприятия общепита (столовые, кафе, буфеты, рестораны, бары)</li><li>Предприятия сферы обслуживания: отели и гостиницы развлекательные центрыоздоровительные центры</li><li>Аптеки</li></ul>" 
                    )
                )
            )
        ),
        "posiflex" => array(
            "title" => "Фискальные регистраторы Posiflex",
            "link" => "/category-fkkm/subcat-posiflex/posiflex.html",
            "prods" => array(
                "posiflex_fprint_02k" => array(
                    "title" => "Fprint-02K",
                    "article" => "12010101",
                    "link" => "/fkkm_010.html",
                    "prodClass" => "hit",
                    "attributes" => array(
                        "производитель" => "Posiflex",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232C USB",
                        "цвет" => "черный белый"
                    ),
                    "images" => array(
                        "/new_images/fkkm/posiflex/fprint-02k/fprint-02k-1.jpg",
                        "/new_images/fkkm/posiflex/fprint-02k/fprint-02k-2.jpg",
                        "/new_images/fkkm/posiflex/fprint-02k/fprint-02k-3.jpg",
                        "/new_images/fkkm/posiflex/fprint-02k/fprint-02k-4.jpg"
                    ),
                    "primaryProps" => array(
                        "Количество станций" => "1",
                        "Способ печати" => "термопечать",
                        "Принтер" => "Posiflex Aura-7000II (Тайвань)",
                        "Качество печати, dpi" => "203",
                        "Скорость печати, мм/секунду" => "180"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Количество станций" => "1",
                            "Способ печати" => "термопечать",
                            "Принтер" => "Posiflex Aura-7000II (Тайвань)",
                            "Печатающий механизм" => "LTPF347A-C567, Seiko Instruments (Япония)",
                            "Качество печати, dpi" => "203",
                            "Скорость печати, мм/секунду" => "180",
                            "Количество символов в строке" => "от 40 до 56",
                            "Автоотрез" => "да (наличие гребенки для ручного отделения чековой ленты)",
                            "Ресурс печатающей головки, км чековой ленты" => "100",
                            "Ресурс автоотреза, операций" => "1 млн. операций",
                            "Количество фискализаций, перерегистраций" => "5",
                            "Количество активизаций ЭКЛЗ" => "20",
                            "Фискальная память" => "2000 сменных записей",
                            "Разрядность денежных счетчиков" => "12 разрядов",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Сохранность информации денежных и операционных регистров, при выключении питания" => "1440 часов",
                            "Сохранность данных в накопителе ФП" => "не менее 40 лет",
                            "Чековая лента" => "термобумага<br>ширина 80 +0,-1 мм<br>диаметр рулона до 83 мм<br>1 рулон",
                            "Интерфейс подключения к ПК" => "мультиинтерфейсный RS-232С и USB",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение денежного ящика 24V" => "Да",
                            "Подключение дисплея покупателя" => "Да",
                            "В комплект поставки входят" => "«Драйвер ККМ» (Microsoft Windows 98 /ME / NT / 2000 / XP / 2003 /Vista, MS DOS),<br>«Утилита налогового инспектора», «Мобильный ЦТО».",
                            "Ширина-длина-высота, мм" => "149 х 199 х 144",
                            "Масса без БП, кг" => "2",
                            "Цвет" => "белый / чёрный",
                            "Блок питания" => "24V, производство Тайвань",
                            "Питание" => "АС 220 В, 50 Hz",
                            "Потребляемая мощность, Вт" => "не более 55",
                            "Условия эксплуатации" => "Температура: 0—40°С, влажность не выше 80% при 30°С"
                        ),
                        "desc" => "<p>Fprint 02 К – просто идеален для предприятий, которые предъявляют завышенные требования к информативности чеков.</p>",
                        "advantages" => array(
                            "За основу ФР Fprint 02К разработчики взяли высококачественный, хорошо известный чековый принтер Posiflex Aura-7000II, обладающий не только высокой надежностью, но и превосходной производительностью при печати в больших количествах. Следовательно превосходное качество печати чеков гарантировано производителем.",
                            "Высокая производительность ФК обеспечивается высокой скоростью печати по сравнению с остальными моделями.",
                            "Заправка бумаги предельно проста. Теперь, если кончилась бумага, заправить прибор сможет даже неопытный оператор.",
                            "Варианты исполнения фискального регистратора Fprint 02 К: белый или черный.",
                            "В качестве опции к Fprint 02 К Вы можете настенное крепление для экономии кассового пространства.",
                            "Есть возможность подключения денежного ящика и покупательского дисплея."
                        ),
                        "appAreas" => "<ul><li>Продовольственные супермаркеты и гипермаркеты,</li><li>Магазины непродовольственных товаров,</li><li>Развлекательные и оздоровительные центры,</li><li>Различные предприятия сферы услуг и т. д.</li></ul>"
                    )
                ),
                "posiflex_fprint_5200k" => array(
                    "title" => "Fprint-5200K",
                    "article" => "12010105",
                    "link" => "/fprint_5200k.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Posiflex",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232C USB",
                        "цвет" => "черный белый"
                    ),
                    "images" => array(
                        "/new_images/fkkm/posiflex/fprint-5200k/fprint-5200k-1.jpg",
                        "/new_images/fkkm/posiflex/fprint-5200k/fprint-5200k-2.jpg",
                        "/new_images/fkkm/posiflex/fprint-5200k/fprint-5200k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Количество станций" => "1",
                        "Способ печати" => "Термопечать",
                        "Принтер" => "Posiflex Aura - 5200 (Тайвань)",
                        "Качество печати, dpi" => "203",
                        "Скорость печати, мм/секунду" => "220"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Количество станций" => "1",
                            "Способ печати" => "Термопечать",
                            "Принтер" => "Posiflex Aura - 5200 (Тайвань)",
                            "Печатающий механизм" => "LTPF247A-C432, Seiko Instruments (Япония)",
                            "Качество печати, dpi" => "203",
                            "Скорость печати, мм/секунду" => "220",
                            "Количество символов в строке" => "от 24 до 36",
                            "Автоотрез" => "да (наличие гребенки для ручного отделения чековой ленты)",
                            "Ресурс печатающей головки, км чековой ленты" => "100",
                            "Ресурс автоотреза, операций" => "1 млн. операций",
                            "Количество фискализаций, перерегистраций" => "5",
                            "Количество активизаций ЭКЛЗ" => "20",
                            "Фискальная память" => "2000 сменных записей",
                            "Разрядность денежных счетчиков" => "12 разрядов",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Сохранность информации денежных и операционных регистров, при выключении питания" => "1440 часов",
                            "Сохранность данных в накопителе ФП" => "не менее 40 лет",
                            "Чековая лента" => "Термобумага шириной примерно в 58 мм<br>на рулоне диаметром до 83 мм<br>Вместимость – 1 рулон",
                            "Интерфейс подключения к ПК" => "мультиинтерфейсный RS-232С и USB",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение денежного ящика 24V" => "Да",
                            "Подключение дисплея покупателя" => "Да",
                            "В комплект поставки входят" => "«АТОЛ: Драйвер ККМ» (Microsoft Windows 98 /ME / NT / 2000 / XP / 2003/ Vista, MS DOS),<br>«Утилита налогового инспектора», «Мобильный ЦТО».",
                            "Ширина-длина-высота, мм" => "120 x 203 x 124",
                            "Масса без БП, кг" => "1,8",
                            "Цвет" => "белый / чёрный",
                            "Блок питания" => "24V, производство Тайвань",
                            "Питание" => "АС 220 В, 50 Hz",
                            "Потребляемая мощность, Вт" => "не более 55",
                            "Условия эксплуатации" => "Температура: 0—40°С, влажность не выше 80% при 30°С"
                        ),
                        "desc" => "<p>Эффективное использование Fprint 5200к во многих сферах коммерческой деятельности достигнуто ввиду самых высоких показателей скорости, какой можно добиться от фискальных регистраторов, а также за счет их надежности и компактным размерам экономящим пространство кассового узла.</p><p>Модель обеспечивает максимальную пропускную способность благодаря высокой производительности и быстрой печати чеков без потери качества. Скорость печати составляет до 220 мм/сек. Автоматический обрезчик чековой ленты, простой и быстрый механизм заправки и бумаги дают существенную экономию времени.</p><p>Чтобы купить достаточно просто позвонить в ит корпус и заказать FPrint-5200К. Модель обеспечивает качественную работу и очень экономно расходует чековую ленту. Благодаря небольшим габаритам позволяет оптимизировать пространство кассовой зоны.</p>",
                        "advantages" => array(
                            "Fprint 5200к разработан на основе принтера Aura 5200 от всемирноизвестного разработчика и производителя Pos-систем Posiflex",
                            "Производит печать фискального документа со скоростью до 220 мм в секунду",
                            "Надежность устройства обусловлена быстрой и бесхитростной заправкой носителя по технологии drag and drop",
                            "Функция автоматического отреза напечатанного чека",
                            "Высокие характеристики надежности и многофункциональность фискального регистратора вкупе с использованием принтера Aura 5200 от Posiflex гарантированно предоставляют долговечную работу и качество",
                            "Небольшой по размеру регистратор позволяет сэкономить пространство кассовой зоны",
                            "Печать графики и логотипов",
                            "Модный дизайн и возможность выбора между корпусом белого и черного цвета",
                            "Экономичное расходование чековой ленты",
                            "Поддержка нескольких вариантов подключений (usb и rs 232с)",
                            "Вертикальное крепление к стене (опционально )",
                            "Подключение сетевого кабеля и шнура питания, скрыто под корпусом",
                            "Предоставляется возможность отделения чеков вручную"
                        ),
                        "appAreas" => ""
                    )
                )
            )
        ),
        "atol" => array(
            "title" => "Фискальные регистраторы Атол",
            "link" => "/category-fkkm/subcat-atol/atol.html",
            "prods" => array(
                "atol_fprint_03k" => array(
                    "title" => "Fprint-03K",
                    "article" => "12010102",
                    "link" => "/fkkm_009.html",
                    "prodClass" => "rec",
                    "attributes" => array(
                        "производитель" => "АТОЛ",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232C",
                        "цвет" => "черный белый"
                    ),
                    "images" => array(
                        "/new_images/fkkm/atol/fprint-03k/fprint-03k-1.jpg",
                        "/new_images/fkkm/atol/fprint-03k/fprint-03k-2.jpg",
                        "/new_images/fkkm/atol/fprint-03k/fprint-03k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Количество станций" => "1",
                        "Способ печати" => "Термопечать",
                        "Печатающий механизм" => "SMP620, BIXOLON (Корея)",
                        "Качество печати, dpi" => "203",
                        "Скорость печати, мм/секунду" => "65"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Количество станций" => "1",
                            "Способ печати" => "Термопечать",
                            "Принтер" => "—",
                            "Печатающий механизм" => "SMP620, BIXOLON (Корея)",
                            "Качество печати, dpi" => "203",
                            "Скорость печати, мм/секунду" => "65",
                            "Количество символов в строке" => "от 24 до 32",
                            "Автоотрез" => "Нет",
                            "Ресурс печатающей головки, км чековой ленты" => "50",
                            "Ресурс автоотреза, операций" => "—",
                            "Количество фискализаций, перерегистраций" => "5",
                            "Количество активизаций ЭКЛЗ" => "20",
                            "Фискальная память" => "2000 сменных записей",
                            "Разрядность денежных счетчиков" => "12 разрядов",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Сохранность информации денежных и операционных регистров, при выключении питания" => "1440 часов",
                            "Сохранность данных в накопителе ФП" => "не менее 40 лет",
                            "Чековая лента" => "Термобумага<br>57 ±0.5 мм<br>диаметр рулона до 50 мм<br>1 рулон",
                            "Интерфейс подключения к ПК" => "RS-232С",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение денежного ящика 24V" => "Да",
                            "Подключение дисплея покупателя" => "Да",
                            "В комплект поставки входят" => "«Драйвер ККМ» (Microsoft Windows 98 /ME / NT / 2000 / XP / 2003/Vista, MS DOS),<br>«Утилита налогового инспектора», «Мобильный ЦТО».",
                            "Ширина-длина-высота, мм" => "114 х 185 х 90",
                            "Масса без БП, кг" => "0,8",
                            "Цвет" => "Белый / черный",
                            "Блок питания" => "24V, производство Тайвань",
                            "Питание" => "АС 220 В, 50 Hz",
                            "Потребляемая мощность, Вт" => "не более 55",
                            "Условия эксплуатации" => "Температура: 0—40°С, влажность не выше 80% при 30°С"
                        ),
                        "desc" => "<p>Теперь владельцы магазинов могут расстаться с мыслями о длительных поисках подходящей модели фискального регистратора, ибо все необходимое присутствует в Fprint 03K. Разработчиками продумано в нем все до мелочи.</p><p>Невысокая цена самого ФР дополнена возможностью использовать недорогие расходные материалы, что особенно ценится небольшими предприятиями, стремящихся максимальным образом урезать издержки на сопровождение торгового оборудования</p>",
                        "advantages" => array(
                            "Копактность: притягательный дизайн экстерьера устройства, яркая крышка, сочетаясь, создают бесподобный образ фискального регистратора",
                            "Миниатюрнее Fprint 03K фискальный регистратор просто не отыскать 114-185-90 миллиметров",
                            "Экономичный: Вы можете установить его в самом ограниченном пространстве кассы",
                            "Возможно ручное отделение чека гребенкой",
                            "Простота в работе и обслуживании",
                            "Печать графики в т. ч. логотипов",
                            "Незатейливость процедуры замены бумаги по технологии drag and drop – экономия времени отчетливо будет Вами отмечена."
                        ),
                        "appAreas" => "<ul>Fprint 03к это фискальный регистратор, предназначенный для предприятий небольшого формата, как то:<li>Киоски (продукты, театральные кассы, пресса, табачные киоски и другое)</li><li>ГЗС и АЗС</li><li>Магазины ближайшей доступности: бутики, продуктовые, инструменты, цветы, мультимедийных товаров, бытовые</li><li>Аптеки</li><li>Оганизации сферы предоставления услуг: салоны красоты, парикмахерские, медицинские учреждения, развлекательные заведения и другое</li><li>Предприятия общественного питания: кафетерии, закусочные, бары</li></ul>"
                    )
                ),
                "atol_fprint_22k" => array(
                    "title" => "Fprint-22K",
                    "article" => "12010103",
                    "link" => "/fprint_22k.html",
                    "prodClass" => "sale",
                    "attributes" => array(
                        "производитель" => "АТОЛ",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232C USB",
                        "цвет" => "черный белый"
                    ),
                    "images" => array(
                        "/new_images/fkkm/atol/fprint-22k/fprint-22k-1.jpg",
                        "/new_images/fkkm/atol/fprint-22k/fprint-22k-2.jpg",
                        "/new_images/fkkm/atol/fprint-22k/fprint-22k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Количество станций" => "1",
                        "Способ печати" => "Термопечать",
                        "Печатающий механизм" => "CADP347A-E, Seiko Instruments",
                        "Качество печати, dpi" => "203",
                        "Скорость печати, мм/секунду" => "180"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Количество станций" => "1",
                            "Способ печати" => "Термопечать",
                            "Печатающий механизм" => "CADP347A-E, Seiko Instruments",
                            "Качество печати, dpi" => "203",
                            "Скорость печати, мм/секунду" => "180",
                            "Количество символов в строке" => "от 40 до 56",
                            "Автоотрез" => "да (наличие гребенки для ручного отделения чековой ленты)",
                            "Ресурс печатающей головки, км чековой ленты" => "100",
                            "Ресурс автоотреза, операций" => "1 млн. операций",
                            "Количество фискализаций, перерегистраций" => "25",
                            "Количество активизаций ЭКЛЗ" => "64",
                            "Фискальная память" => "8534 сменных записей",
                            "Разрядность денежных счетчиков" => "28 разрядов",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Сохранность данных в накопителе ФП" => "не менее 40 лет",
                            "Чековая лента" => "Термобумага шириной примерно в 58 мм<br>на рулоне диаметром до 83 мм<br>Вместимость – 1 рулон",
                            "Интерфейс подключения к ПК" => "мультиинтерфейсный RS-232С и USB",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение денежного ящика 24V" => "Да",
                            "Подключение дисплея покупателя" => "Да",
                            "В комплект поставки входят" => "«АТОЛ: Драйвер ККМ» (MS DOS, Microsoft Windows 98 /ME / NT / 2000 / XP / 2003 / Vista / 7),<br>«Утилита налогового инстпектора», «Мобильный ЦТО».",
                            "Ширина-длина-высота, мм" => "140 x 140 x 200",
                            "Масса без БП, кг" => "1,4",
                            "Цвет" => "белый / чёрный",
                            "Блок питания" => "24V, производство Тайвань",
                            "Питание" => "АС 220 В, 50 Hz",
                            "Потребляемая мощность, Вт" => "не более 55",
                            "Условия эксплуатации" => "Температура: 0—40°С, влажность не выше 80% при 30°С"
                        ),
                        "desc" => "<p>Фискальный регистратор FPrint-22K улучшает качество и ускоряет процесс обслуживания. Прекрасно подходит для любых сфер применения. Аппарат обладает рядом преимуществ и массой возможностей. Наделен функцией автоотреза чеков, что значительно упрощает использование регистратора. Возможность установки и эксплуатации аппарата в вертикальном положении так же позволяет сэкономить место.</p><p>Время обслуживания регистратора FPrint-22K значительно сокращено за счет простой конструкции и эргономичного корпуса. Использование недорогой чековой ленты позволяет сократить денежные траты на расходные материалы.</p><p>Регистратор FPrint-22K работает на максимальной скоростью и с минимальной затратой энергии. Благодаря передовым технологиям в регистраторе предусмотрена система защиты от электростатического напряжения. Фискальная память регистратора FPrint-22K рассчитана на более чем 8500 записей.</p><p>Компактные размеры регистратора FPrint-22К позволяют значительно экономить рабочее пространство. Регистратор сочетает в себе прекрасное соотношение цены и качества.</p>",
                        "advantages" => array(
                            "Подключение проводов скрыто под крышкой корпуса",
                            "Возможно ручное отделение чека с помощью гребенки",
                            "Компактные размеры",
                            "Доступные по цене запасные части"
                        ),
                        "appAreas" => "<ul><li>Магазины</li><li>Аптеки</li><li>Сфера общественного питания</li></ul>"
                    )
                ),
                "atol_fprint_55k" => array(
                    "title" => "Fprint-55K",
                    "article" => "12010104",
                    "link" => "/fkkm_007.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "АТОЛ",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232C USB",
                        "цвет" => "черный белый"
                    ),
                    "images" => array(
                        "/new_images/fkkm/atol/fprint-55k/fprint-55k-1.jpg",
                        "/new_images/fkkm/atol/fprint-55k/fprint-55k-2.jpg",
                        "/new_images/fkkm/atol/fprint-55k/fprint-55k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Число станций" => "1",
                        "Метод печати" => "Термопечать",
                        "Принтер" => "отсутствует",
                        "Скорость печати" => "200 мм/сек",
                        "Качество печати" => "203 dpi"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Число станций" => "1",
                            "Метод печати" => "Термопечать",
                            "Принтер" => "отсутствует",
                            "Печатающее устройство" => "CADP247A-E от японского производителя Seiko Instruments",
                            "Скорость печати" => "200 мм/сек",
                            "Качество печати" => "203 dpi",
                            "Число символов в строке" => "от 24 до 27 (если ширина бумаги 44 мм)<br>от 24 до 36 (если ширина бумаги 58 мм)",
                            "Автоотрез" => "есть (а также гребенка для отделения чековой ленты вручную)",
                            "Ресурс печатающей головки" => "100 км чековой ленты",
                            "Ресурс автоотреза" => "700 000 операций",
                            "Количество активизаций ЭКЛЗ" => "64",
                            "Количество перерегистраций" => "25",
                            "Память" => "8534 сменяемых записей",
                            "Разрядность денежных счетчиков" => "28 разрядов",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Сохранность информации денежных и операционных регистров, при выключении питания" => "не менее 720 часов",
                            "Сохранность данных в накопителе ФП" => "не менее 6 лет",
                            "Чековая лента" => "Термобумага<br>ширина ленты: 58 +0/-1 мм, 44 +0/-1 мм<br>диаметр рулона: до 83 мм<br>вместимость: 1 рулон",
                            "Интерфейсы" => "мультиинтерфейсный RS-232С и USB",
                            "Скорость обмена данными" => "1200—115200 бод",
                            "Подключение денежного ящика 24V" => "Да",
                            "Подключение дисплея покупателя" => "Да",
                            "В комплекте" => "«АТОЛ: Драйвер ККМ» совместимый с Microsoft Windows 98 /ME / NT / 2000 / XP / 2003 / Vista / 7, MS DOS,<br>«Утилита налогового инстпектора»,<br>«Мобильный ЦТО»",
                            "Ширина-длина-высота" => "120 х 200 х 135 мм",
                            "Масса без БП" => "1,2 кг",
                            "Цвет" => "белый / чёрный",
                            "Блок питания" => "24V",
                            "Питание" => "АС 220 В, 50 Hz",
                            "Потребляемая мощность" => "не более 55 Вт",
                            "Условия эксплуатации" => "Рабочая температура: 0—40°С,<br>Относительная влажность не выше 80% при 30°С"
                        ),
                        "desc" => "<p>Фискальный регистратор FPrint-55К предназначается для организаций, которые приобретают оборудование, исходя из оптимального сочетания показателей доступной цены инадежности, качества обслуживания.</p><p>Настоящая модель фискального регистратора превосходным образом подходит для всех сфер применения и в любых по размеру предприятий.</p><p>Небольшое пространство, занимаемое фискальным регистратором, а также возможность установки и эксплуатация устройства в вертикальном состоянии позволяют максимально освободить кассовый узел.</p><p>Для настройки фискального регистратора FPrint-55K нет необходимости подсоединять его к ПК.</p><p>Все базовые установки делаются при помощи сервисного режима, встроенного в регистратор.</p>",
                        "advantages" => array(
                            "Корпус в белом и черном исполнении;",
                            "Доступные по цене запасные части;",
                            "Возможно вручную отделять чек посредством гребенки;",
                            "Варианты соединений с ПК через RS-232С и USB;",
                            "Экономный подход к расходу материала (невысокой по стоимости термобумага шириной 44 мм или57 мм);",
                            "Качественная печать графических изображений, логотипов;",
                            "Проводные подключения закрыты корпусом фискального регистратора",
                            "Расширенная фискальная память;",
                            "Модернизированная система защиты от электростатического напряжения;",
                            "Микроконтроллер новейшего поколения;"
                        ),
                        "appAreas" => ""
                    )
                )
            )
        ),
        "servis_plus" => array(
            "title" => "Фискальные регистраторы Сервис-Плюс",
            "link" => "/category-fkkm/subcat-servis_plus/servis_plus.html",
            "prods" => array(
                "servis_plus_sp402fr_k" => array(
                    "title" => "СП402ФР-К",
                    "article" => "12010106",
                    "link" => "/cp402.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Сервис-Плюс",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232 RS-232C USB"
                    ),
                    "images" => array(
                        "/new_images/fkkm/servis-plus/sp402fr-k-1.jpg",
                        "/new_images/fkkm/servis-plus/sp402fr-k-2.jpg",
                        "/new_images/fkkm/servis-plus/sp402fr-k-3.jpg",
                        "/new_images/fkkm/servis-plus/adapter_sp402frk_round.jpg"
                    ),
                    "primaryProps" => array(
                        "Тип печати" => "Термопечать",
                        "Качесвто печати" => "203 dpi",
                        "Скорость печати" => "До 200 мм/с, до 58 строк/сек",
                        "Ресурс печатающей термоголовки" => "100 км",
                        "Символов в строке" => "до 72"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Тип печати" => "Термопечать",
                            "Качесвто печати" => "203 dpi",
                            "Скорость печати" => "До 200 мм/с, до 58 строк/сек",
                            "Ресурс печатающей термоголовки" => "100 км",
                            "Символов в строке" => "до 72",
                            "Ресурс ножа" => "1 500 000 отрезов",
                            "Автоотрезка чека" => "Полная, частичная",
                            "Чековый рулон, мм" => "ширина = 56 или 80<br>диаметр = 83",
                            "Контрольная лента" => "ЭКЛЗ",
                            "Интерфейсы" => "USB, RS232 — Компьютер<br>RJ12 — Денежный ящик<br>RS232 с питанием 12 V — Дисплей покупателя<br>PS/2 – клавиатура",
                            "Фискальная память" => "Количество смен: 8000<br>Количество фискализации/ перерегистраций: 8<br>Количество активизаций: ЭКЛЗ 64",
                            "Габаритные размеры" => "144 х 192 х 154 мм",
                            "Масса" => "2,6 кг",
                            "Диапазон рабочих температур" => "От +5 °С до +45 °С",
                            "Потребляемая мощность" => "60 Вт"
                        ),
                        "desc" => "<p>СП402ФР-К укомплектован чековым термопринтером BTP-2002NP компании Dosmar. Эти принтеры характеризуются высокой надежностью, успешно применяются в аптеках, почтовых отделениях и торговых сетях Финляндии, Франции и Великобритании. Принтеры BTP-2002NP придают фискальному регистратору превосходные эксплуатационные характеристики: термопечать с высоким разрешением и скоростью; бесшумная работа; печать строк до 72 символов длиной, штрихкодов и графических изображений (при этом возможна печать графики в произвольном месте чека). Ресурс эксплуатации печатающей термоголовки принтера - не менее 100 км. Еще одна осоженность регистратора - работа с чековой лентой различной ширины в диапазоне от 56 мм до 80 мм.</p><p>На металлическом поддоне находятся различные индикаторы и кнопки управления для копирования Z-отчета, закрытия смены, диагностики ЭКЛЗ и пр. Также регистратор имеет COM-порт для подсоединения дисплея покупателя и USB порт.</p>",
                        "advantages" => array(
                            "Качество конструкции, универсальнность и низкое потребление энергии",
                            "Расширенный ресурс эксплуатации",
                            "Работа чековой лентой различной ширины",
                            "Незначительные затраты на обслуживание",
                            "Доступная цена"
                        ),
                        "appAreas" => "<p>Фискальный регистратор СП402ФР-К находит применение во всех областях розничной торговли, сферы услуг, ресторанном и гостиничном бизнесе. Доступная цена покупки и обслуживания СП402ФР-К была достигнута за счет выбора модели чекового принтера и хорошо продуманной схемотехники, обеспечивающей надежность и упрощающей эксплуатацию фискального регистратора. СП402ФР-К построен на основе новой элементной базы, отвечающей промышленным стандартам, что гарантирует бесперебойную работу устройства в тяжелых условиях.</p>"
                    )
                )
            )
        ),
        "spark" => array(
            "title" => "Фискальные регистраторы Spark",
            "link" => "/category-fkkm/subcat-spark/spark.html",
            "prods" => array(
                "spark_617tk" => array(
                    "title" => "Spark 617TK",
                    "article" => "12010107",
                    "link" => "/spark_617tk.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Spark",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/spark/spark-617tk-1.jpg",
                        "/new_images/fkkm/spark/spark-617tk-2.jpg",
                        "/new_images/fkkm/spark/spark-617tk-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Скорость печати (max)" => "120 мм/сек",
                        "Разрешение" => "203 dpi",
                        "Способ печати" => "Термопечать",
                        "Язык программирования" => "ZPLII",
                        "Интерфейсы" => "RS-232"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Скорость печати (max)" => "120 мм/сек",
                            "Разрешение" => "203 dpi",
                            "Способ печати" => "Термопечать",
                            "Язык программирования" => "ZPLII",
                            "Интерфейсы" => "RS-232",
                            "Диапазон температур" => "от 0°C до +40°C",
                            "Вес" => "2,8 кг",
                            "Размер" => "170 x 329 x 188 мм",
                            "Питание" => "100-240 В / 50 Гц"
                        ),
                        "desc" => "<p>Фискальный регистратор СПАРК-617ТК с улучшенными техническими характеристиками прост в установке и удобен в использовании. Регистратор СПАРК-617ТК обладает широким спектром возможностей. Аппарат обладает возможностью печати штрих-кода.</p><p>Прозрачная вставка на корпусе аппарата позволяет осуществлять контроль за расходом ленты. Легкое обслуживание фискального аппарата позволяет без труда заменять контрольную ленту за считанное время. Фискальный регистратор отличается бесшумной работой, а компактные размеры позволяют разместить аппарат не занимая много рабочего пространства.</p><p>Программное обеспечение СПАРК-617ТК совместимо с программным обеспечением всех предыдущих моделей СПАРК. Для подключения к торговым приложениям имеется полный набор драйверов</p>",
                        "advantages" => array(
                            "Учет цены тары и упаковки",
                            "Подсчет стоимости товара (по стоимости его единицы и количеству)",
                            "Вычисление процентных скидок и надбавок",
                            "Учёт денежных сумм",
                            "Тестирование с распечаткой результатов теста",
                            "Подсчет промежуточных и общих итогов, суммы сдачи",
                            "Подсчет суммы сдачи",
                            "Подсчет промежуточных итогов",
                            "Подсчет общих итогов",
                            "4 типа налогов, 99 отделов, 16 кассиров",
                            "Программируемый пароль доступа к фискальной памяти и пароль управления",
                            "Внесение денежных сумм",
                            "Встроенные часы и календарь",
                            "Управление внешним денежным ящиком",
                            "Автоматическая резка чека"
                        ),
                        "appAreas" => "<ul><li>Сфера услуг</li><li>Розничная торговля</li><li>Отели</li><li>Рестораны</li></ul>"
                    )
                )
            )
        ),
        "fujitsu" => array(
            "title" => "Фискальные регистраторы Fujitsu",
            "link" => "/category-fkkm/subcat-fujitsu/fujitsu.html",
            "prods" => array(
                "fujitsu_posprint_fp410k" => array(
                    "title" => "POSprint FP410K",
                    "article" => "12010108",
                    "link" => "/posprint_fp_410k.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Fujitsu",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/fujitsu/posprint-fp410k-1.jpg",
                        "/new_images/fkkm/fujitsu/posprint-fp410k-2.jpg",
                        "/new_images/fkkm/fujitsu/posprint-fp410k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Способ печати" => "Термопечать",
                        "Качество печати, dpi" => "203",
                        "Скорость печати, мм/секунду" => "180",
                        "Количество символов в строке" => "56",
                        "Автоотрез" => "да"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Способ печати" => "Термопечать",
                            "Качество печати, dpi" => "203",
                            "Скорость печати, мм/секунду" => "180",
                            "Количество символов в строке" => "56",
                            "Автоотрез" => "да",
                            "Ресурс автоотреза, операций" => "1 млн. операций",
                            "Чековая лента" => "Термобумага шириной 80 мм",
                            "Интерфейс подключения к ПК" => "RS-232",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение денежного ящика 24V" => "Да",
                            "Ширина-длина-высота, мм" => "142 x 160 x 255",
                            "Масса без БП, кг" => "2"
                        ),
                        "desc" => "<p>Фискальный регистратор POSprint FP410K создан в соответствии с современными техническими требованиями. Высокая скорость печати регистратора значительно увеличивает производительность. Регистратор POSprint FP410K прост в обслуживании, даже неопытный оператор в силах быстро заменить рулон ленты.</p><p>Дополнительные возможности позволяют оформить чеки в оригинальном стиле. На чеке возможна печать логотипа. Модель POSprint FP410K экономна в эксплуатации, т.к. сокращены траты на расходные материалы. Благодаря небольшим размерам регистратор POSprint FP410Kзанимает минимум рабочего пространства, что обеспечивает удобство использования. Сменный модуль ЭКЛЗ и фискальная карта размещены внутри корпуса и надёжно защищены от повреждений.</p>",
                        "advantages" => array(
                            "Высокая скорость печати",
                            "Возможность печати логотипа",
                            "Наличие интерфейса RS-232 для подключения к другому оборудованию",
                            "Простота обслуживания и удобство использования",
                            "Компактные размеры и стильный дизайн",
                            "Возможность подключения без внешнего блока питания",
                            "Независимость от аппаратной и программных платформ"
                        ),
                        "appAreas" => ""
                    )
                )
            )
        ),
        "bixolon" => array(
            "title" => "Фискальные регистраторы Bixolon",
            "link" => "/category-fkkm/subcat-bixolon/bixolon.html",
            "prods" => array(
                "bixolon_srp350" => array(
                    "title" => "Bixolon SRP350",
                    "article" => "12010109",
                    "link" => "bixolon_srp_350.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Bixolon",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "180dpi",
                        "интерфейс_подключения" => "RS-232C USB"
                    ),
                    "images" => array(
                        "/new_images/fkkm/bixolon/bixolon-srp350-1.jpg",
                        "/new_images/fkkm/bixolon/bixolon-srp350-2.jpg",
                        "/new_images/fkkm/bixolon/bixolon-srp350-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Способ печати" => "Термопечать",
                        "Качество печати, dpi" => "180",
                        "Скорость печати, мм/секунду" => "150",
                        "Количество символов в строке" => "56",
                        "Автоотрез" => "да "
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Способ печати" => "Термопечать",
                            "Качество печати, dpi" => "180",
                            "Скорость печати, мм/секунду" => "150",
                            "Количество символов в строке" => "56",
                            "Автоотрез" => "да ",
                            "Ресурс печатающей головки, км чековой ленты" => "100",
                            "Ресурс автоотреза, операций" => "1 млн. операций",
                            "Количество фискализаций, перерегистраций" => "25",
                            "Фискальная память" => "8534 сменных записей",
                            "Разрядность денежных счетчиков общего итога" => "14 разрядов",
                            "Чековая лента" => "Термобумага шириной примерно в 58 мм<br>на рулоне диаметром до 83 мм<br>Вместимость – 1 рулон",
                            "Интерфейс подключения к ПК" => "RS 232C, IEEE-1284, USB, RS-485, Bluetooth, Ethernet",
                            "Скорость обмена с ПК" => "1200—115200 бод",
                            "Подключение дисплея покупателя" => "Да",
                            "Ширина-длина-высота, мм" => "145 x 195 x 146"
                        ),
                        "desc" => "<p>Фискальный регистратор Bixolon SRP-350 обладает различными параметрами, такими как высокая скорость печати, легкая установка ленты, компактный размер. Для заправки регистратора Bixolon SRP-350 не требуется низких особых навыков.</p><p>Фискальный регистратор Bixolon SRP-350 печатает методом термопечати. Регистратор без труда интегрируется в любую товароучетную систему благодаря стандартным драйверам, поставляемых вместе с регистратором.</p>",
                        "advantages" => array(
                            "Высокая скорость печати",
                            "Простая загрузка бумаги",
                            "Мультиинтерфейсность",
                            "Печать штрих-кодов",
                            "Программное обеспечение для простой настройки",
                            "Большой объем памяти",
                            "Компактный и эргономичный дизайн"
                        ),
                        "appAreas" => "<ul><li>Медицина</li><li>Склады</li><li>Розничная торговля</li><li>Гостиницы</li></ul>"
                    )
                )
             )
        ),
        "shtrih_m" => array(
            "title" => "Фискальные регистраторы Штрих-М",
            "link" => "/category-fkkm/subcat-shtrih_m/shtrih_m.html",
            "prods" => array(
                "shtrih_m_fr_k" => array(
                    "title" => "Штрих-М ФР-К",
                    "article" => "12010110",
                    "link" => "/fkkm_001.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать термотрансферная_печать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-m-fr-k-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-m-fr-k-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-m-fr-k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Скорость печати (max)" => "254мм/с (203 dpi)",
                        "RFID стандарты" => "EPC UHF и ISO 18000-6B UHF протоколы",
                        "Длина печати (max)" => "4191мм (203 dpi)",
                        "Память" => "8 Мб DRAM, 4Мб FLASH",
                        "Процессор" => "32 разрядный RISC"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Скорость печати (max)" => "254мм/с (203 dpi)",
                            "RFID стандарты" => "EPC UHF и ISO 18000-6B UHF протоколы",
                            "Длина печати (max)" => "4191мм (203 dpi)",
                            "Память" => "8 Мб DRAM, 4Мб FLASH",
                            "Поддерживаемые штриховые коды" => "CODABAR; CODABLOCK; Code 11; Code 128; Code 39; Code 49; Code 93; DataMatrix; EAN-13; EAN-8; ISBT 128; Industrial 2 of 5; Interleaved 2 of 5; LOGMARS; MSI; MaxiCode; Micro-PDF417; PDF417; Plessey; Postnet; QR Code; Standard 2 of 5; UPC and EAN 2 or 5 digital extensions; UPC-A; UPC-E",
                            "Процессор" => "32 разрядный RISC",
                            "Разрешение" => "203 dpi",
                            "Способ печати" => "Термо и термотрансферный",
                            "Ширина печати (max)" => "104 мм",
                            "Интерфейсы" => "Parallel, RS-232",
                            "Внешний диаметр рулона" => "76 мм",
                            "Толщина этикетки" => "0.058 - 0.25 мм",
                            "Ширина этикетки" => "25.4 - 114 мм",
                            "Внешний диаметр рулона" => "81.3 мм",
                            "Внутренний диаметр рулона" => "25.4 мм",
                            "Ширина рулона" => "51 - 110 мм",
                            "Температура рабочая" => "+5 °С - +40 °С",
                            "Температура хранения" => "-40 °С - +60 °С",
                            "Влажность без конденсации" => "20% - 85%",
                            "Вес" => "15 кг",
                            "Размер (мм)" => "475 x 278 x 338 мм",
                            "Питание" => "90-265 В / 48-62 Гц"
                        ),
                        "desc" => "<h3 align='center'>Отличный дизайн</h3><p>Одностанционный фискальный регистратор до последней детали разработан и спроектирован коллективом компании ШТРИХ-М: устройство имеет привлекательный и законченный внешний вид, предложенный специалистами собственной дизайн-студией компании. Фискальный регистратор с его чёткими прямыми линиями корпуса и с плавными изгибами полупрозрачной крышки станет доминантой рабочего места кассира и отлично впишется как в классический интерьер, так и в магазин в стиле hi-tech.</p><h3 align='center'>Надёжность на года</h3><p>Печатающий механизм фискального регистратора разрабатывался конструкторами компании с учётом громадного опыта наших специалистов в этой сфере. В конструкцию печатающего механизма принтера был заложен запас прочности, достаточный даже для самых жёстких условий эксплуатации в гипермаркетах и супермаркетах. Высококачественная термоголовка фирмы ROHM (Япония) с ресурсом 50 км обеспечивает превосходную печать чеков даже при скорости 150 мм/сек. Прочный пластик корпуса устойчив к механическим воздействиям, гарантирует долговечность аппарата, а дизайн просто радует глаз. Блок автоматической отрезки (Тайвань) с ножом гильотинного типа позволяет выполнять как полную, так и частичную отрезку чека. Причём, даже попадание посторонних предметов, например, монет, в блок отрезки не приведёт к его поломке: электроника автоматически остановит нож.</p><h3 align='center'>Ширина ленты и формат чеков: свобода выбора</h3><p>Фискальный регистратор ШТРИХ-М-ФР-К может печатать не только на широкой ленте 80 мм (в строке может быть до 57 символов), формируя представительные и информативные чеки, но и на наиболее распространённой ленте 57 мм, позволяя, таким образом, экономить на расходных материалах. Широкий выбор шрифтов (несколько размеров, выделение текста курсивом или жирным), внутренние таблицы формата чеков и печать графических логотипов дают возможность настраивать внешний вид чеков по своему усмотрению.</p><h3 align='center'>Замена ленты без простоя</h3><p>В фискальном регистраторе ШТРИХ-М-ФР-К реализована быстрая загрузка чековой ленты: нужно лишь вместо закончившегося рулона вложить новый и закрыть крышку – это меньше 5 секунд! </p><h3 align='center'>Простота в обслуживании</h3><p>Изначально разрабатывавшийся как фискальный регистратор, ШТРИХ-М-ФР-К прост в обслуживании, в чём могут на деле убедиться сотрудники сервисных организаций и ЦТО. Чтобы добраться до фискальной памяти или заменить ЭКЛЗ требуется открутить всего 2 винта и снять пластиковый корпус. ЗИП на фискальный регистратор, целиком являющийся российской разработкой, всегда есть в наличии и демократичен по цене. Надёжность, минимальное время на разборку-сборку и доступный ЗИП – это дополнительная прибыль для сервисных центров и экономия для конечных клиентов!</p><h3 align='center'>Универсальность</h3><p>Фискальный регистратор ШТРИХ-М-ФР-К – мультиинтерфейсный, то есть может подключаться к ПК как по RS-232, так и по USB. Это позволяет высвободить дефицитные на сегодняшний день COM-порты под иное периферийное оборудование. Одним из преимуществ устройства является несколько вариантов монтажа: он может устанавливаться как горизонтально, так и для экономии места на кассовом узле фиксироваться крепёжными винтами в вертикальном положении и под любым углом наклона. Для ручного отделения чека фискальный регистратор оснащён гребёнкой.</p><h3 align='center'>Совместимость</h3><p>В ШТРИХ-М-ФР-К, как и во всех фискальных регистраторах компании ШТРИХ-М, обмена данными с ПК реализован на базе единого протокола и драйвера.</p><h3 align='center'>ККМ выполняет следующие операции</h3><ul><li>Продажа, возврат продажи, покупка, возврат покупки</li><li>Продажа за наличные</li><li>Продажа в кредит/за безналичный расчёт (до трёх типов оплаты)</li><li>Умножение цены на количество товара</li><li>Начисление беспроцентной надбавки и скидки</li><li>Учёт денежных сумм</li><li>Подсчет промежуточных итогов</li><li>Подсчет общих итогов</li><li>Подсчет суммы сдачи</li><li>Сторнирование операции (частично и полностью) в открытом чеке</li><li>Расчет процентной надбавки и скидки на весь чек</li><li>Аннулирование чека</li><li>Выплаты денежных сумм из кассы, не связанные с покупкой</li><li>Внесение денежных сумм в кассу</li><li>Выделение налогов по установленным налоговым ставкам</li><li>Повтор печати последнего фискального документа</li><li>Формирование нефискальных отчетных документов: суточных отчётов без гашения, отчётов по отделам, отчётов по налогам</li><li>Снятие показаний денежных и операционных регистров с автоматическим выводом на печать</li><li>Гашение денежных и операционных регистров (суточный отчёт с гашением) с автоматическим выводом на печать</li><li>Повтор печати последнего фискального документа</li><li>Формирование кратких и полных фискальных отчетов</li><li>Формирование отчётов ЭКЛЗ</li><li>Печать нефискальной текстовой информации</li><li>Печать графики (например, логотипов)</li><li>и т.д. (список не полный)</li></ul>",
                        "advantages" => array(
                            "Высокая скорость печати – до 150 мм/сек",
                            "Автоматический отрезчик гильотинного типа",
                            "Быстрая загрузка чековой ленты",
                            "Лёгкий доступ к обслуживанию и замене ЭКЛЗ",
                            "Подключение к ПК по интерфейсам RS-232 или USB"
                        ),
                        "appAreas" => "<p>ШТРИХ-М-ФР-К – фискальный регистратор от лидера кассового рынка с высокотехнологичной начинкой для широчайшей области применения: для розничной торговли (от мини-магазинов у дома до гипермаркетов), предприятий общественного питания, АЗС, отелей, то есть для всех сфер, где требуются надёжная автоматизация и высокая производительность.</p>"
                    )
                ),
                "shtrih_m_kombo_fr_k" => array(
                    "title" => "Комбо-ФР-К",
                    "article" => "12010111",
                    "link" => "/fkkm_002.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-kombo-fr-k-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-kombo-fr-k-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-kombo-fr-k-3.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-kombo-fr-k-4.jpg"
                    ),
                    "primaryProps" => array(
                        "Метод печати" => "Термопечать",
                        "Фискальная память" => "2100 сменных итогов",
                        "Количество перерегистраций" => "16",
                        "Скорость печати" => "50 мм/сек.",
                        "Тип бумаги" => "Термобумага"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Метод печати" => "Термопечать",
                            "Фискальная память" => "2100 сменных итогов",
                            "Кол-во программируемых налоговых ставок" => "4",
                            "Количество перерегистраций" => "16",
                            "Скорость печати" => "50 мм/сек.",
                            "Тип бумаги" => "Термобумага",
                            "Ширина чековой ленты" => "80 мм",
                            "Наружный диаметр рулона" => "85 мм (не более)",
                            "Количество секций" => "16",
                            "Сохранность информации" => "40 лет",
                            "Сетевой адаптер" => "100-240В 50-60 Гц, напряжением",
                            "Максимальная потребляемая мощность" => "48 Вт",
                            "Диапазон эксплуатационных температур" => "10° … 40°C",
                            "Подключаемое оборудование" => "Компьютер, денежный ящик",
                            "Габариты" => "270 × 194 × 182 мм",
                            "Вес" => "3,5 кг"
                        ),
                        "desc" => "<p>Контрольно-кассовая машина ШТРИХ-КОМБО-ФР-К (версия 01) предназначена для автоматизации ввода и обработки данных при выполнении кассовых операций, первичной обработки данных, формирования и вывода отчетных документов.</p><p>Рекомендуется для торговых предприятий, в которых необходимо в больших объемах печатать чеки и в небольших объемах печатать подкладные документы.</p><h3 align='center'>ККМ выполняет следующие операции:</h3><ul><li>продажа, возврат продажи, покупка, возврат покупки;</li><li>продажа за наличные;</li><li>продажа в кредит/за безналичный расчёт (до трёх типов оплаты);</li><li>умножение цены на количество товара;</li><li>начисление беспроцентной надбавки и скидки;</li><li>учёт денежных сумм;</li><li>подсчет промежуточных итогов;</li><li>подсчет общих итогов;</li><li>подсчет суммы сдачи;</li><li>сторнирование операции (частично и полностью) в открытом чеке;</li><li>расчет процентной надбавки и скидки на весь чек;</li><li>аннулирование чека;</li><li>выплаты денежных сумм из кассы, не связанные с покупкой;</li><li>внесение денежных сумм в кассу;</li><li>выделение налогов по установленным налоговым ставкам;</li><li>формирование отчетных документов;</li><li>снятие показаний денежных и операционных регистров с автоматическим выводом на печать;</li><li>гашение денежных и операционных регистров с автоматическим выводом на печать;</li><li>учет цены тары и упаковки;</li><li>повторение покупки.</li></ul>",
                        "appAreas" => "<ul><li>Торговля</li><li>Сфера услуг</li><li>Торговля нефтепродуктами и газовым топливом</li><li>Отели и рестораны</li></ul>"
                    )
                ),
                "shtrih_m_light_fr_k" => array(
                    "title" => "Штрих-Light ФР-К",
                    "article" => "12010112",
                    "link" => "/shtrih_light_frk.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать термотрансферная_печать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-light-fr-k-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-light-fr-k-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-light-fr-k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Скорость печати (max)" => "50 мм/сек",
                        "Разрешение" => "203 dpi",
                        "Способ печати" => "Термо и термотрансферный",
                        "Ширина печати (max)" => "104 мм",
                        "Язык программирования" => "ZPLII"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Скорость печати (max)" => "50 мм/сек",
                            "RFID стандарты" => "EPC UHF и ISO 18000-6B UHF протоколы",
                            "Разрешение" => "203 dpi",
                            "Способ печати" => "Термо и термотрансферный",
                            "Ширина печати (max)" => "104 мм",
                            "Шрифты" => "Масштабируемые",
                            "Язык программирования" => "ZPLII",
                            "Интерфейсы" => "RS-232",
                            "Диаметр рулона" => "60 мм",
                            "Ширина рулона" => "57 мм",
                            "Диапазон температур" => "от +10°C до +40°C",
                            "Вес" => "1,4 кг",
                            "Размеры" => "118 x 205 x 110 мм",
                            "Питание" => "100-240 В / 50-60 Гц"
                        ),
                        "desc" => "<p>Фискальный регистратор Штрих-Light-ФР-К предназначен для эксплуатации на кассовых узлах с ограниченным рабочим пространством. Компактный размер фискального регистратора позволяет сэкономить рабочее пространство. Быстрая загрузка чековой ленты обеспечивает легкое обслуживание. Фискальный регистратор готов к использованию сразу после установки, при этом не требуется дополнительных настроек.</p><p>Прочный корпус, надежная конструкция Штрих-Light-ФР-К, наличие автоматического отрезчика ленты обеспечивают защиту от механических воздействий, удобство и простоту использования, а так же длительный срок эксплуатации.</p><p>Фискальный регистратор Штрих-Light-ФР-К прост в обслуживании. Наличие системы EasyLoad позволяет быстро осуществлять замену чековой ленты. Ремонт вышедших из строя элементов осуществляется за короткое время.</p><p>Благодаря автоматизированной системе печати документов фискальный регистратор Штрих-Light-ФР-К позволяет печатать квитанции оригинального дизайна. Возможна настройка внешнего вида квитанций путем изменения размера и начертания шрифта, вставки графических изображений.</p><h3 align='center'>Совместимость</h3><p>Обмен данными с ПК в ШТРИХ-LIGHT-ФР-К реализован на базе протокола и драйвера, единых для всех фискальных регистраторов компании ШТРИХ-М.</p><h3 align='center'>ККМ выполняет следующие операции</h3><ul><li>Продажа, возврат продажи, покупка, возврат покупки</li><li>Продажа за наличные</li><li>Продажа в кредит/за безналичный расчёт (до трёх типов оплаты)</li><li>Учёт денежных сумм</li><li>Начисление беспроцентной надбавки и скидки</li><li>Умножение цены на количество товара</li><li>Подсчет суммы сдачи</li><li>Подсчет промежуточных итогов</li><li>Подсчет общих итогов</li><li>Расчет процентной надбавки и скидки на всю квитанцию</li><li>Сторнирование операции (частично и полностью) в открытой квитанции</li><li>Внесение денежных сумм</li><li>Аннулирование квитанции</li><li>Выплаты денежных сумм, не связанные с покупкой</li><li>Формирование отчетных документов: суточных отчётов, отчётов по отделам и т.п.</li><li>Повтор печати последнего документа</li><li>Формирование кратких и полных отчетов</li><li>Снятие показаний денежных и операционных регистров с автоматическим выводом на печать</li><li>Повтор печати последнего документа</li><li>Гашение денежных и операционных регистров (суточный отчёт с гашением) с автоматическим выводом на печать</li><li>Печать текстовой информации</li><li>Печать графики (например, логотипов)</li><li>и т.д.</li></ul>",
                        "appAreas" => "<ul><li>Сфера услуг</li><li>Аптеки</li><li>Небольшие магазины</li><li>Киоски</li></ul>"
                    )
                ),
                "shtrih_m_mini_fr_k" => array(
                    "title" => "Штрих-Мини ФР-К",
                    "article" => "12010113",
                    "link" => "/fkkm_003.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-mini-fr-k-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-mini-fr-k-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-mini-fr-k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Количество символов в строке" => "72мм или 576 точек",
                        "Размер бумаги" => "ширина 80мм, толщина 60-80мкм",
                        "Кол-во программируемых налогов" => "4",
                        "Количество отделов (секций)" => "16",
                        "Количество кассиров" => "30"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Количество символов в строке" => "72мм или 576 точек",
                            "Размер бумаги" => "ширина 80мм, толщина 60-80мкм",
                            "Кол-во программируемых налогов" => "4",
                            "Количество отделов (секций)" => "16",
                            "Количество кассиров" => "30",
                            "Мощность, (Вт)" => "48",
                            "Скорость печати (строк в секунду)" => "150 мм/секунду",
                            "Рабочая температура" => "от +10 °С до +40 °С",
                            "Метод печати" => "Прямая термопечать"
                        ),
                        "desc" => "<p>Ккм ШТРИХ-МИНИ-ФР-К (версия 01) контрольно-кассовая машина – является аналогом ККМ ШТРИХ-ФР-К. Этот фискальный регистратор имеет возможность быстрой загрузки чековой ленты, улучшенную конструкцию отрезчика, высокую скорость печати и многое другое. На ККМ установлена ЭКЛЗ.</p><h3 align='center'>ККМ выполняет следующие операции</h3><ul><li>продажа, возврат продажи, покупка, возврат покупки;</li><li>продажа за наличные;</li><li>продажа в кредит/за безналичный расчёт (до трёх типов оплаты);</li><li>умножение цены на количество товара;</li><li>начисление беспроцентной надбавки и скидки;</li><li>учёт денежных сумм;</li><li>подсчет промежуточных итогов;</li><li>подсчет общих итогов;</li><li>подсчет суммы сдачи;</li><li>сторнирование операции (частично и полностью) в открытом чеке;</li><li>расчет процентной надбавки и скидки на весь чек;</li><li>аннулирование чека;</li><li>выплаты денежных сумм из кассы, не связанные с покупкой;</li><li>внесение денежных сумм в кассу;</li><li>выделение налогов по установленным налоговым ставкам;</li><li>повтор печати последнего фискального документа;</li><li>формирование нефискальных отчетных документов: суточных отчётов без гашения, отчётов по отделам, отчётов по налогам;</li><li>снятие показаний денежных и операционных регистров с автоматическим выводом на печать;</li><li>погашение денежных и операционных регистров (суточный отчёт с гашением) с автоматическим выводом на печать;</li><li>повтор печати последнего фискального документа;</li><li>формирование кратких и полных фискальных отчетов;</li><li>формирование отчётов ЭКЛЗ</li><li>и многое-многое другое.</li></ul>",
                        "appAreas" => "<p>Применяется в таких сферах как торговля.</p>"
                    )
                ),
                "shtrih_m_kkm_shtrih_950k" => array(
                    "title" => "ККМ Штрих-950К",
                    "article" => "12010114",
                    "link" => "/fkkm_004.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "точечно-матричный"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-950k-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-950k-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-950k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Метод печати" => "Точечно-матричный ударного типа",
                        "Направление печати" => "Двунаправленное",
                        "Скорость печати, символов в секунду" => "311 мм/секунду",
                        "Тип ленточного картриджа" => "ERC-31",
                        "Количество секций" => "16"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Метод печати" => "Точечно-матричный ударного типа",
                            "Направление печати" => "Двунаправленное",
                            "Скорость печати, символов в секунду" => "311 мм/секунду",
                            "Тип ленточного картриджа" => "ERC-31",
                            "Количество секций" => "16",
                            "Количество кассиров" => "30",
                            "Разрядность денежных регистров" => "14",
                            "Разрядность операционных регистров" => "4",
                            "Бумага" => "Обыкновенная, копировальная или чувствительная к давлению бумага",
                            "Количество копий" => "до 4шт(при 20-40° С), от 1 до 3 (при 5-40° С)",
                            "Диапазон рабочих температур" => "От + 10 °C до + 40 °C",
                            "Максимальная потребляемая мощность" => "не более 130 Вт",
                            "Габариты, мм" => "194,5х251х298",
                            "Вес" => "5,6 кг"
                        ),
                        "desc" => "<p>ККМ ШТРИХ-950К контрольно-кассовая машина с возможностью подкладной печати документа. Фискальный регистратор отличает высокая надежность широкие возможности по формированию чека. Рекомендовано к применению на торговых предприятиях в которых необходим большой объем печати на подкладном документе и небольшой объем печати на чековой ленте. Отличительной особенностью данного фискального регистратора является хорошо зарекомендовавший себя принтер с отличным японским качеством печати.</p><h3 align='center'>Фискальный регистратор выполняет следующие операции</h3><ul><li>продажа, возврат продажи, покупка, возврат покупки;</li><li>продажа за наличные;</li><li>продажа в кредит/за безналичный расчёт (до трёх типов оплаты);</li><li>умножение цены на количество товара;</li><li>начисление беспроцентной надбавки и скидки;</li><li>учёт денежных сумм;</li><li>подсчет промежуточных итогов;</li><li>подсчет общих итогов;</li><li>подсчет суммы сдачи;</li><li>сторнирование операции (частично и полностью) в открытом чеке;</li><li>расчет процентной надбавки и скидки на весь чек;</li><li>аннулирование чека;</li><li>выплаты денежных сумм из кассы, не связанные с покупкой;</li><li>внесение денежных сумм в кассу;</li><li>выделение налогов по установленным налоговым ставкам;</li><li>формирование отчетных документов;</li><li>снятие показаний денежных и операционных регистров с автоматическим выводом на печать;</li><li>гашение денежных и операционных регистров с автоматическим выводом на печать;</li><li>учет цены тары и упаковки;</li><li>повторение покупки.</li></ul>",
                        "appAreas" => "<ul><li>торговля</li><li>сфера услуг</li><li>торговля нефтепродуктами</li><li>отели и рестораны</li></ul>"
                    )
                ),
                "shtrih_m_elves_fr_k" => array(
                    "title" => "Элвес ФР-К",
                    "article" => "12010115",
                    "link" => "/fkkm_005.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/elves-fr-k-1.jpg",
                        "/new_images/fkkm/shtrih-m/elves-fr-k-2.jpg",
                        "/new_images/fkkm/shtrih-m/elves-fr-k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Тип печатаемого документа" => "Чековая лента",
                        "Метод печати" => "прямая термопечать",
                        "Тип бумаги" => "термобумага стандарт: ISO 9001",
                        "Размеры ленты, мм" => "ширина – 57±5",
                        "Наружный диаметр рулона, мм" => "не более – 60"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Тип печатаемого документа" => "Чековая лента (с ручным способом отрыва)",
                            "Метод печати" => "прямая термопечать",
                            "Тип бумаги" => "термобумага по стандарту ISO 9001",
                            "Размеры ленты, мм" => "ширина – 57±5",
                            "Наружный диаметр рулона, мм" => "не более – 60",
                            "Количество секций" => "16",
                            "Количество кассиров" => "30",
                            "Разрядность денежных регистров" => "14",
                            "Максимальная потребляемая мощность" => "Не более 100 Вт",
                            "Разрядность операционных регистров" => "4 (после номера чека или отчета 9999 идет номер 0000)",
                            "Масса, кг" => "не более – 0,7",
                            "Количество налоговых ставок" => "4",
                            "Диапазон рабочих температур" => "От + 10 °C до + 40 °C",
                            "Габариты, мм" => "232х116х75"
                        ),
                        "desc" => "<p>ККМ ( Контрольно-кассовая машина ) ЭЛВЕС-ФР-К (версия 01) - отличается небольшими габаритными размерами и невысокой ценой, сохраняя непревзойденное качество и функциональность фискальных регистраторов от Компании ШТРИХ-М. На ККМ установлена ЭКЛЗ.</p><h3 align='center'>Фискальный регистратор выполняет следующие операции</h3><ol><li>вывод данных и результатов обработки информации на бумажный носитель (чековую ленту);</li><li>выполнение следующих операций:<ul><li>учёт денежных сумм;</li><li>дифференцированный учет данных о товарах;</li><li>подсчет частных итогов;</li><li>подсчет суммы сдачи;</li><li>подсчет общих итогов;</li><li>снятие показаний денежных и операционных регистров с автоматическим выводом на печать;</li><li>гашение денежных и операционных регистров с автоматическим выводом на печать;</li><li>продажа за наличные;</li><li>продажа в кредит;</li><li>выплаты денежных сумм из кассы, не связанные с покупкой;</li><li>внесение денежных сумм в кассу;</li><li>возврат;</li><li>аннулирование;</li><li>учет цены тары и упаковки;</li><li>повторение покупки;</li><li>расчет процентной надбавки и скидки;</li><li>умножение цены на количество товара;</li><li>исправление ошибки кассира до вывода информации на печать;</li><li>выделение налогов по установленным налоговым ставкам;</li><li>формирование отчетных документов;</li></ul></li><li>программирование наименования торгового предприятия – клише до 6 строк по 32 символа (в зависимости от размера шрифта);</li><li>программирование рекламного текста – 3 строки по 32 символа (в зависимости от размера шрифта);</li><li>энергонезависимое хранение информации при выключении питания;</li><li>регистрация итоговой ежедневной информации в фискальной памяти и ЭКЛЗ с исключением возможности ее изменения;</li><li>блокировка в случаях:<ul><li>переполнения, неисправности, отключения фискальной памяти;</li><li>переполнения, неисправности, отключения, превышения лимита времени функционирования ЭКЛЗ;</li><li>отсутствия сменного гашения через 24 часа после оформления первого платежного документа;</li><li>несанкционированного доступа к режимам работы с ККМ;</li><li>возникновения аварийных ситуаций в ККМ, приводящих к порче печатаемого документа;</li><li>превышения установленной разрядности обрабатываемых чисел;</li><li>нарушения последовательности проведения операций, предусмотренных алгоритмом работы машины;</li><li>отсутствия или обрыва чековой ленты, операционного журнала или подкладного документа.</li></ul></li></ol>",
                        "appAreas" => ""
                    )
                ),
                "shtrih_m_light_100" => array(
                    "title" => "Штрих Light 100",
                    "article" => "12010116",
                    "link" => "/aspd_shtrih_light.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать",
                        "качество_печати" => "203dpi",
                        "интерфейс_подключения" => "RS-232C USB"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-light100-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-light100-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-light100-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Способ печати" => "Термопечать",
                        "Скорость печати" => "до 125 мм/сек",
                        "Качество печати, dpi" => "203 dpi",
                        "Интерфейс" => "RS-232C, USB (опция)",
                        "Фискальная память" => "2000 сменных записей"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Фискальная память" => "2000 сменных записей",
                            "Количество секций" => "16",
                            "Количество кассиров" => "30",
                            "Способ печати" => "Термопечать",
                            "Скорость печати" => "до 125 мм/сек",
                            "Качество печати, dpi" => "203 dpi",
                            "Количество символов в строке" => "50",
                            "Интерфейс" => "RS-232C, USB (опция)",
                            "Диапазон рабочих температур" => "от +10°С до +40°C",
                            "Габаритные размеры" => "118х205х110 мм",
                            "Вес" => "1,4 кг"
                        ),
                        "desc" => "<p>Автоматизированная система печати документов ШТРИХ-LIGHT 100 отличается надежным печатающим механизмом. АСПД ШТРИХ-LIGHT 100 оснащена автоматическим отрезчиком ленты. Печать документов осуществляется на термоленте шириной 57 мм. и на высокой скорости. Система поддерживает интерфейсы RS-232, USB.</p><p>Аппарат ШТРИХ-LIGHT 100 прост в обслуживании, замена рулона осуществляется за считанные секунды. Значительно снижены затраты на расходные материалы, т.к. используемый тип термоленты достаточно распространен и отличается низкой стоимостью.</p>",
                        "advantages" => array(
                            "Усиленный каркас печатающего устройства из стали 1,5 мм. для увеличения жесткости;",
                            "Конструкция печатающего устройства от надежно зарекомендовавшего себя ККМ «ШТРИХ-М-ФР-К»;",
                            "Двигатель и шестерни от ККМ «ШТРИХ-М-ФР-К», позволяют печатать со скоростью 125 мм/сек и более;",
                            "Надежный механизм запирания автоотреза от ККМ «ШТРИХ-М-ФР-К»."
                        ),
                        "appAreas" => "<p>АСПД ШТРИХ-LIGHT 100 предназначена для использования на небольших предприятиях с ЕНВД. Подходит для использования на кассовых узлах с ограниченным рабочим пространством. Корпус устройства выполнен из прочного пластика, что обеспечивает устойчивость к механическим воздействиям. АСПД ШТРИХ-LIGHT 100 пригодна для эксплуатации в течение многих лет.</p>"
                    )
                ),
                "shtrih_m_fr_k_version_01" => array(
                    "title" => "Штрих ФР-К (версия 01)",
                    "article" => "12010117",
                    "link" => "/fkkm_006.html",
                    "prodClass" => "",
                    "attributes" => array(
                        "производитель" => "Штрих-М",
                        "тип_печати" => "термопечать",
                        "интерфейс_подключения" => "RS-232"
                    ),
                    "images" => array(
                        "/new_images/fkkm/shtrih-m/shtrih-fr-k-1.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-fr-k-2.jpg",
                        "/new_images/fkkm/shtrih-m/shtrih-fr-k-3.jpg"
                    ),
                    "primaryProps" => array(
                        "Макс. ширина бумаги, мм" => "57",
                        "Скорость печати, мм/сек" => "75",
                        "Интерфейс" => "RS-232",
                        "Диапазон рабочих температур" => "+10°C..+40°C",
                        "Габариты(ШхГхВ), мм" => "128х359,5х162,5"
                    ),
                    "infoBlock" => array(
                        "props" => array(
                            "Макс. ширина бумаги, мм" => "57",
                            "Скорость печати, мм/сек" => "75",
                            "Интерфейс" => "RS-232",
                            "Диапазон рабочих температур" => "+10°C..+40°C",
                            "Габариты(ШхГхВ), мм" => "128х359,5х162,5",
                            "Печатающее устройство" => "Термопринтер Citizen LT-289, до 1000 чеков без смены ленты, скорость печати не менее 21 строк/сек, 36 символов в строке",
                            "Чековая лента" => "Термолента, диаметр рулона до 83 мм",
                            "Фискальная память" => "2100 сменных итогов, до 15 перерегистраций, сохранность информации, не менее 40 лет",
                            "Масса" => "2.3 кг",
                            "Потребляемая мощность, Вт" => "не более 36",
                            "Программное обеспечение" => "Бесплатные драйвера: Win9x/NT/Me/2000,  Тестовые утилиты; Примеры программирования; Подробная документация."
                        ),
                        "desc" => "<p>ККМ ( Контрольно-кассовая машина ) ШТРИХ-ФР-К (версия 01) - проверенный временем фискальный регистратор. ШТРИХ-ФР-К обладает отличной функциональностью и высокой производительностью. На ККМ установлена ЭКЛЗ, предназначеная для запоминания денежных сумм, проходящих через контрольно кассовую машину.</p><p>Фискальный регистратор ШТРИХ-ФР-К отличается высокой производительностью и расширенным функционалом. Устройство доступно по низкой цене, при этом качество и надежность фискального регистратора достаточно высоки. К особенностям аппарата ШТРИХ-ФР-К относится высокая скорость работы.</p><p>Несмотря на низкую стоимость, кассовый аппарат ШТРИХ-ФР-К способен выполнять расширенный ряд функций. Небольшой вес и эргономичный дизайн делают кассовый аппарат удобным в использовании. Устройство приспособлено для работы в условиях от +10 до +40 градусов и в условиях повышенной влажности.</p><p>Отлично зарекомендовавший себя фискальный регистратор отличается надёжностью и прекрасными техническими характеристиками. К персональному компьютеру ккм подключается через интерфейс COM-порта. Для подключения денежного ящика предусмотрен отдельный выход.</p><p>Кассовый аппарат обладает встроенным весовым настраиваемым датчиком, который предупреждает о том, что чековая лента заканчивается. Кроме того, аппарат имеет встроенный отрезчик. Скорость печати чека составляет 21 строка/сек. В одной строке помещается 36 символов.</p><ul><li>Учет денежных сумм;</li><li>Подсчет частных итогов;</li><li>Подсчет суммы сдачи;</li><li>Подсчет общих итогов;</li><li>Продажа за наличные;</li><li>Продажа в кредит;</li><li>Учет цены тары и упаковки;</li><li>Повторение покупки;</li><li>Расчет процентной надбавки и скидки;</li><li>Формирование отчетных документов;</li></ul>",
                        "appAreas" => "<ul><li>Торговля</li><li>Рестораны</li><li>Отели</li><li>Склады</li><li>Различные чферы услуг</li></ul>"
                    )
                )
            )
        )
    )
);
?>